Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# FlexplotForm|
source: Dark
de: Dunkel
es: Oscuro
gl: Escuro
nl: Donker
pt: Escuro
ta: இருண்ட

# FlexplotForm|
source: GGplot theme
de: GGplot Farbschema
es: Tema de GGplot
gl: Tema de GGplot
ja: GGplotテーマ
nl: GGplot thema
pt: Tema do GGplot
ta: Ggplot கருப்பொருள்

# FlexplotForm|
source: GGplot Default
de: GGplot-Standard
es: Predeterminado de GGplot
gl: Predeterminado de GGplot
ja: GGplot デフォルト
nl: GGplot Standaard
pt: GGplot padrão
ta: GGPLOT இயல்புநிலை

# FlexplotForm|
source: Nature
de: Natur
es: Naturaleza
gl: Natureza
nl: Natuur
pt: Natureza
ta: இயற்கை

# FlexplotForm|
source: Color Palette
de: Farbpalette
es: Paleta de colores
gl: Paleta de cores
ja: カラーパレット
nl: Kleurenpalet
pt: Paleta de Cores
ta: வண்ண தட்டு

# FlexplotForm|
source: Convert to grayscale
de: In Graustufen umwandeln
es: Convertir a escala de grises
gl: Converter a escala de grises
ja: グレースケールに変換
nl: Converteren naar grijswaarden
pt: Converter para escala de cinza
ta: கிரேச்கேலுக்கு மாற்றவும்

# FlexplotForm|
source: Ghost lines
de: Referenzlinien
es: Líneas fantasma
gl: Liñas espurias
ja: ゴーストライン
nl: Spooklijnen
pt: Linhas fantasmas
ta: பேய் கோடுகள்

# FlexplotForm|
source: Plot Labels
de: Diagrammbeschriftungen
es: Etiquetas de gráficos
gl: Etiquetas da gráfica
ja: プロットラベル
nl: Figuur Labels
pt: Rótulos do gráfico
ta: சூழ்ச்சி லேபிள்கள்

# FlexplotForm|
source: X Axis Label
de: Beschriftung X-Achse
es: Etiqueta del eje X
gl: Etiqueta do eixe X
ja: X軸ラベル
nl: X-as Label
pt: Rótulo do Eixo x
ta: ஃச் அச்சு சிட்டை

# FlexplotForm|
source: Y Axis Label
de: Beschriftung Y-Achse
es: Etiqueta del eje Y
gl: Etiqueta do eixe Y
ja: Y軸ラベル
nl: Y-as Label
pt: Rótulo do Eixo y
ta: ஒய் அச்சு சிட்டை

# FlexplotForm|
source: Legend Label
de: Beschriftung Legende
es: Etiqueta de la leyenda
gl: Etiqueta da lenda
ja: 凡例ラベル
nl: Legenda Label
pt: Rótulo da Legenda
ta: புராண சிட்டை

# FlexplotForm|
source: Column Panel Label
de: Panel-Spaltenbeschriftung
es: Etiqueta de la Columna del Panel
gl: Etiqueta da Columna do Panel
ja: 列パネルラベル
nl: Kolom Paneel Label
pt: Rótulo do Painel da Coluna
ta: நெடுவரிசை குழு சிட்டை

# FlexplotForm|
source: Row Panel Label
de: Panel-Zeilenbeschriftung
es: Etiqueta de la Fila del Panel
gl: Etiqueta da Fila do Panel
ja: 行パネルラベル
nl: Rij Paneel Label
pt: Rótulo do Painel da Linha
ta: வரிசை குழு சிட்டை

# Descriptives|
source: Association matrix
de: Assoziationsmatrix
es: Matriz de asociación
gl: Matriz de asociación
ja: 連関行列
nl: Associatie matrix
pt: Matriz de associação
ta: சங்க அணி

# Descriptives|
source: Covariance
de: Kovarianz
es: Covarianza
gl: Covarianza
ja: 共分散
nl: Covariantie
pt: Covariância
ta: கோவரியன்ச்

# Descriptives|
source: Correlation
de: Korrelation
es: Correlación
gl: Correlación
ja: 相関
nl: Correlatie
pt: Correlação
ta: ஒட்டுறவு

# Descriptives|
source: Use
de: Verwendung
es: Usar
gl: Usar
ja: 使用
nl: Gebruik
pt: Usar
ta: பயன்படுத்தவும்

# Descriptives|
source: Everything
de: Alles
es: Todo
gl: Todo
ja: 全て
nl: Alles
pt: Tudo
ta: எல்லாம்

# Descriptives|
source: Complete observations
de: Vollständige Beobachtungen
es: Observaciones completas
gl: Observacións completas
ja: 完全観測値（完全データ）
nl: Complete waarnemingen
pt: Observações completas
ta: முழுமையான அவதானிப்புகள்

# Descriptives|
source: Pairwise compelete observations
de: Paarweise vollständige Beobachtungen
es: Observaciones completas por pares
gl: Observacións completas por pares
ja: ペアワイズ完全観測値
nl: Gepaarde complete waarnemingen
pt: Observações completas em pares
ta: சோடிவரிசை பொருத்தமான அவதானிப்புகள்

# Description|
source: Raincloud Plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
gl: Gráficas de nube chovendo
ja: 雨雲プロット
nl: Regenwolkfiguren
pt: Gráficos de Nuvem de Chuva
ta: ரெயின்க்ளூட் அடுக்கு

# FlexplotForm|
source: Flexplot allows the user to create graphical displays of data, using barcharts and histograms for univariate data, and various different types of scatterplots for bivariate and multivariate data.
de: Flexplot ermöglicht es dem Anwender, grafische Darstellungen von Daten zu erstellen, mit Balkendiagrammen und Histogrammen für univariate Daten und verschiedenen Arten von Streudiagrammen für bivariate und multivariate Daten.
es: Flexplot permite al usuario crear presentaciones gráficas de los datos, utilizando gráficos de barras e histogramas para datos univariantes, y varios tipos diferentes de gráficos de dispersión para datos bivariantes y multivariantes.
gl: Flexplot permite ao usuario crear presentacións gráficas dos datos, utilizando gráficas de barras e histogramas para datos univariantes, e varios tipos diferentes de gráficas de dispersión para datos bivariantes e multivariantes.
ja: Flexplotは、ユーザーがデータのグラフィカルな表示を作成できるようにし、単変量データには棒グラフやヒストグラムを、二変量および多変量データには様々な種類の散布図を使用します。
nl: Met Flexplot kan de gebruiker grafische weergaven van gegevens maken met staafdiagrammen en histogrammen voor univariate gegevens en verschillende soorten spreidingsdiagrammen voor bivariate en multivariate gegevens.
pt: O Flexplot permite que o usuário crie exibições gráficas de dados, usando gráficos de barras e histogramas para dados univariados e vários tipos diferentes de gráficos de dispersão para dados bivariados e multivariados.
ta: தரவின் வரைகலை காட்சிகளை உருவாக்க, ஒரே மாதிரியான தரவுகளுக்கான பார் விளக்கப்படம் மற்றும் இச்டோகிராம் மற்றும் பிவாரேட் மற்றும் பன்முக தரவுகளுக்கான பல்வேறு வகையான சிதறல்கள் ஆகியவற்றைப் பயன்படுத்தி பயனருக்கு ஃப்ளெக்ச் பிளாட் அனுமதிக்கிறது.

# FlexplotForm|
source: References
de: Referenzen
es: Referencias
gl: Referencias
ja: 文献
nl: Referenties
pt: Referências
ta: குறிப்புகள்

# FlexplotForm|
source: Example
de: Beispiel
es: Ejemplo
gl: Exemplo
ja: 例
nl: Voorbeeld
pt: Exemplo
ta: எடுத்துக்காட்டு

# FlexplotForm|
source: For more details about flexplot in JASP, watch this %1videa%2
de: Für weitere Informationen zu Flexplot in JASP könnenSie dieses %1Video%2 schauen
es: Para más detalles sobre Flexplot en JASP, mira este %1video%2
gl: Para máis detalles sobre Flexplot en JASP, mira este %1video%2
ja: JASPのフレックスプロットの詳細については、この %1videa%2 を参照してください
nl: Bekijk deze %1video%2 voor meer informatie over flexplot in JASP
pt: Para mais detalhes sobre o flexplot no JASP, assista a este %1video%2
ta: JASP இல் ஃப்ளெக்ச் பிளாட் பற்றிய கூடுதல் விவரங்களுக்கு, இந்த %1videa %2 ஐப் பாருங்கள்

# FlexplotForm|
source: Input
de: Eingabe
es: Entrada
gl: Entrada
ja: 入力
nl: Invoer
pt: Entrada
ta: உள்ளீடு

# FlexplotForm|
source: The variable of interest. This is also called the outcome variable. If only an outcome variable is specified, Flexplot will produce a histogram for numeric data and a barchart for categorical data. If independent variable(s) and/or panelled variable(s) are specified, this variable will be displayed on the Y axis.
de: Die Variable von Interesse. Dies wird auch die Ergebnisvariable genannt. Wenn nur eine Ergebnisvariable angegeben ist, produziert Flexplot ein Histogramm für numerische Daten und ein Balkendiagramm für kategorische Daten. Werden unabhängige Variable(n) und/oder Panel-Variable(n) vorgegeben, wird diese Variable auf der Y-Achse angezeigt.
es: La variable de interés. Esta se denomina también variable resultante. Si se especifica unicamente una variable resultante, Flexplot va a generar un histograma para datos numéricos y un gráfico de barras para datos con categorías. Si se especifica(n) la(s) variable(s) independente(s) y/o variable(s) en panel, la variable resultante se va a presentar en el eje Y.
gl: A variable de interese. Esta chámase tamén variable resultante. Se especificas unicamente unha variable resultante, Flexplot vai xerar un histograma para datos numéricos e unha gráfica de barras para datos con categorías. Se especificas variable(s) independente(s) e/ou variable(s) en panel, a variable resultante vaise presentar no eixe Y.
ja: 関心のある変数です。これは結果変数とも呼ばれます。結果変数のみが指定された場合、Flexplotは数値データに対してヒストグラムを、カテゴリカルデータに対して棒グラフを作成します。独立変数やパネル変数が指定された場合、この変数はY軸に表示されます。
nl: De variabele die van belang is. Dit wordt ook de uitkomstvariabele genoemd. Als alleen een uitkomstvariabele wordt opgegeven, maakt Flexplot een histogram voor numerieke gegevens en een staafdiagram voor categorische gegevens. Als onafhankelijke variabele(n) en/of paneel variabele(n) zijn opgegeven, wordt deze variabele weergegeven op de Y-as.
pt: A variável de interesse. Também chamada de variável de resultado. Se apenas uma variável de resultado for especificada, o Flexplot produzirá um histograma para dados numéricos e um gráfico de barras para dados categóricos. Se variáveis independentes e/ou variáveis em painel forem especificadas, essa variável será exibida no eixo Y.
ta: ஆர்வத்தின் மாறி. இது விளைவு மாறி என்றும் அழைக்கப்படுகிறது. ஒரு விளைவு மாறி மட்டுமே குறிப்பிடப்பட்டால், ஃப்ளெக்ச் பிளாட் எண் தரவுகளுக்கான இச்டோகிராம் மற்றும் வகைப்படுத்தப்பட்ட தரவுகளுக்கான பார்ச்சார்ட் ஆகியவற்றை உருவாக்கும். சுயாதீன மாறி (கள்) மற்றும்/அல்லது பேனல் செய்யப்பட்ட மாறி (கள்) குறிப்பிடப்பட்டால், இந்த மாறி ஒய் அச்சில் காண்பிக்கப்படும்.

# FlexplotForm|
source: The variable(s) for which we wish to visually assess relationships with the DV. The first variable chosen shows up on the X axis, either as a scatterplot (for numeric predictors) or as a beeswarm plot (for categorical variables). The second variable chosen will show up as different colors/lines/symbols. If the second varaible chosen is numeric, it will be binned first.
de: Die Variablen, für die wir die Beziehungen zur AV visuell beurteilen möchten. Die erste ausgewählte Variable wird auf der X-Achse gezeigt, entweder als Streudiagramm (für numerische Prädiktoren) oder als Bienenschwarm-Diagramm (für kategorische Variablen). Die zweite ausgewählte Variable wird mit verschiedene Farben/Linien/Symbolen gezeigt. Wenn die zweite ausgewählte Variable numerisch ist, wird sie zunächst unterteilt.
es: La(s) variable(s) para la(s) que se desea(n) evaluar visualmente relaciones con la VD. La primera variable elegida se representa en el eje X, tanto en los gráficos de dispersión (para predictoras numéricas) como en los gráficos de enjambre (para variables con categorías). La segunda variable elegida se va a mostrar en diferentes colores/líneas/símbolos. Si la segunda variable elegida es numérica, antes se van a agrupar sus valores.
gl: A(s) variable(s) para a(s) que se desexa(n) avaliar visualmente relacións coa VD. A primeira variable elixida represéntase no eixe X, tanto nas gráficas de dispersión (para preditoras numéricas) como nas gráficas de enxame (para variables con categorías). A segunda variable elixida vaise amosar en diferentes cores/liñas/símbolos. Se a segunda variable elixida é numérica, antes vanse agrupar os seus valores.
ja: 従属変数との関係を視覚的に評価したい変数です。最初に選択した変数はX軸に表示され、数値予測変数の場合は散布図として、カテゴリカル変数の場合はビースウォームプロットとして表示されます。2番目に選択した変数は異なる色、線、または記号で表されます。2番目に選択した変数が数値の場合、まずビンで分割されます。
nl: De variabele(n) waarvan we de relaties met de DV visueel willen beoordelen. De eerste gekozen variabele verschijnt op de X-as, als een spreidingsdiagram (voor numerieke predictoren) of als een beeswarm figuur (voor categorische variabelen). De tweede gekozen variabele verschijnt als verschillende kleuren/lijnen/symbolen. Als de tweede gekozen variabele numeriek is, wordt deze eerst gegroepeerd.
pt: A(s) variável(is) cujas relações com o VD desejamos avaliar visualmente. A primeira variável escolhida aparece no eixo X, seja como um gráfico de dispersão (para preditores numéricos) ou como um gráfico de enxame de abelhas (para variáveis categóricas). A segunda variável escolhida aparecerá em cores/linhas/símbolos diferentes. Se a segunda variável escolhida for numérica, ela será categorizada primeiro.
ta: டி.வி உடனான உறவுகளை பார்வைக்கு மதிப்பிட விரும்பும் மாறி (கள்). தேர்ந்தெடுக்கப்பட்ட முதல் மாறி ஃச் அச்சில், ஒரு சிதறல் (எண் முன்கணிப்பாளர்களுக்கு) அல்லது ஒரு தேன் கொண்ட சதித்திட்டமாக (வகைப்படுத்தப்பட்ட மாறிகளுக்கு) காண்பிக்கப்படுகிறது. தேர்ந்தெடுக்கப்பட்ட இரண்டாவது மாறி வெவ்வேறு வண்ணங்கள்/கோடுகள்/சின்னங்களாகக் காண்பிக்கப்படும். தேர்ந்தெடுக்கப்பட்ட இரண்டாவது வராய் எண் என்றால், அது முதலில் பின் செய்யப்படும்.

# FlexplotForm|
source: Variables specified in these boxes will be binned (if numeric) then displayed as different subplots. The first variable specified as a panelled variable will form the column plots, while the second will form the row plots.
es: En las variables especificadas en estas cajas se van a agrupar sus valores (si son numéricas) y después se presentan en distintos gráficos. La primera variable indicada como variable de panel va a formar los gráficos por columnas, mientras que la segunda va a formar los gráficos por filas.
gl: Nas variables indicadas nestas caixas vanse agrupar seus valores (se son numéricas) e despois se presentan en distintas gráficas. A primeira variable indicada como variable de panel vai formar as gráficas por columnas, mentres que a segunda vai formar as gráficas por filas.
ja: これらのボックスに指定された変数は、数値の場合ビン分割され、その後異なるサブプロットとして表示されます。最初に指定されたパネル変数は列方向のプロットを形成し、2番目に指定された変数は行方向のプロットを形成します。
nl: Variabelen die in deze vakken worden gespecificeerd, worden gegroepeerd (indien numeriek) en vervolgens weergegeven als verschillende deelfiguren. De eerste variabele gespecificeerd als een paneel variabele zal de kolomfiguren vormen, terwijl de tweede de rijfiguren zal vormen.
pt: As variáveis especificadas nessas caixas serão agrupadas (se numéricas) e exibidas como subgráficos diferentes. A primeira variável especificada como uma variável em painéis formará os gráficos de coluna, enquanto a segunda formará os gráficos de linha.
ta: இந்த பெட்டிகளில் குறிப்பிடப்பட்டுள்ள மாறிகள் பின் செய்யப்படும் (எண் என்றால்) பின்னர் வெவ்வேறு துணைப்பிரிவுகளாகக் காண்பிக்கப்படும். பேனல் செய்யப்பட்ட மாறியாக குறிப்பிடப்பட்ட முதல் மாறி நெடுவரிசை அடுக்குகளை உருவாக்கும், இரண்டாவது வரிசை அடுக்குகளை உருவாக்கும்.

# FlexplotForm|
source: Point controls
de: Punkteinstellungen
es: Controles de puntos
gl: Controis de puntos
ja: 点調整
nl: Puntbediening
pt: Controles de ponto
ta: புள்ளி கட்டுப்பாடுகள்

# FlexplotForm|
source: The degree of transparency of the dots in the graphics
de: Die Grad von Transparenz der Punkte im Diagramm
es: El grado de transparencia de los puntos en los gráficos
gl: O grao de transparencia dos puntos nas gráficas
ja: グラフィックのドットの透過度
nl: De mate van transparantie van de punten in de afbeeldingen
pt: O grau de transparência dos pontos nos gráficos
ta: கிராபிக்ச் புள்ளிகளின் வெளிப்படைத்தன்மையின் அளவு

# FlexplotForm|
source: The maximal amount of "jittering" used on the X axis to remove overlap between datapoints. The maximal amount of jittering is proportional to the density of the data. In other words, the maximum jittering will occur at the mode of the dataset, and little to no jittering will occur in locations where there is no overlap.
de: Die maximale Menge an "Zittern/Streuung", das auf der X-Achse verwendet wird, um Überschneidungen zwischen Datenpunkten zu vermeiden. Das maximale Maß an Streuung ist proportional zur Dichte der Daten. Mit anderen Worten: Die maximale Streuung tritt im Modus des Datensatzes auf, und wenig bis gar keine Streuung tritt an Stellen auf, an denen es keine Überschneidungen gibt.
es: El valor máximo de la "oscilación" utilizada en el eje X para eliminar la superposición entre puntos de datos. El valor máximo de la oscilación es proporcional a la densidad de los datos. En otras palabras, la máxima oscilación sucederá en la moda del conjunto de datos, y la menor (hasta no oscilar) sucederá en localizaciones donde no hay superposición.
gl: O valor máximo da "oscilación" utilizada no eixe X para eliminar a superposición entre puntos de datos. O valor máximo da oscilación é proporcional á densidade dos datos. Noutras palabras, a máxima oscilación acontecerá na moda do conxunto de datos, e a menor (ata non oscilar) acontecerá en localizacións onde non hai superposición.
ja: データポイント間の重なりを除去するために、X軸に適用される最大の 'ジッタリング'（揺らぎ）の量です。ジッタリングの最大量はデータの密度に比例します。つまり、最大のジッタリングはデータセットの最頻値（モード）の位置で発生し、重なりがない場所ではほとんどジッタリングが発生しません。
nl: De maximale hoeveelheid 'verschuiving' die wordt gebruikt op de X-as om overlap tussen datapunten te verwijderen. De maximale hoeveelheid verschuiving is evenredig met de dichtheid van de gegevens. Met andere woorden, de maximale verschuiving treedt op in de modus van de dataset en er treedt weinig tot geen verschuiving op in locaties waar er geen overlap is.
pt: A quantidade máxima de "jittering" usada no eixo X para remover a sobreposição entre pontos de dados. A quantidade máxima de jittering é proporcional à densidade dos dados. Em outras palavras, o jittering máximo ocorrerá no modo do conjunto de dados, e pouco ou nenhum jittering ocorrerá em locais onde não há sobreposição.
ta: தரவுத்தொகுப்புகளுக்கு இடையில் ஒன்றுடன் ஒன்று அகற்ற ஃச் அச்சில் பயன்படுத்தப்படும் "நடுக்கம்" அதிகபட்ச அளவு. அதிகபட்ச அளவிலான நடுக்கம் தரவின் அடர்த்திக்கு விகிதாசாரமாகும். வேறு வார்த்தைகளில் கூறுவதானால், தரவுத்தொகுப்பின் பயன்முறையில் அதிகபட்ச நடுக்கம் ஏற்படும், மேலும் ஒன்றுடன் ஒன்று இல்லாத இடங்களில் எந்தவிதமான நடுக்கமும் ஏற்படாது.

# FlexplotForm|
source: The maximal amount of "jittering" used on the Y axis to remove overlap between datapoints. The maximal amount of jittering is proportional to the density of the data. In other words, the maximum jittering will occur at the mode of the dataset, and little to no jittering will occur in locations where there is no overlap.
de: Das maximale Maß an "Zittern/Streuung", das auf der Y-Achse verwendet wird, um Überschneidungen zwischen Datenpunkten zu vermeiden. Das maximale Maß an Streuung ist proportional zur Dichte der Daten. Mit anderen Worten: Die maximale Streuung tritt im Modus des Datensatzes auf, und wenig bis gar keine Streuung tritt an Stellen auf, an denen es keine Überschneidungen gibt.
es: El valor máximo de la "oscilación" utilizada en el eje Y para eliminar la superposición entre puntos de datos. El valor máximo de la oscilación es proporcional a la densidad de los datos. En otras palabras, la máxima oscilación sucederá en la moda del conjunto de datos, y la menor (hasta no oscilar) sucederá en localizaciones donde no hay superposición.
gl: O valor máximo da "oscilación" utilizada no eixe Y para eliminar a superposición entre puntos de datos. O valor máximo da oscilación é proporcional á densidade dos datos. Noutras palabras, a máxima oscilación acontecerá na moda do conxunto de datos, e a menor (ata non oscilar) acontecerá en localizacións onde non hai superposición.
ja: データポイント間の重なりを除去するために、Y軸に適用される最大の『ジッタリング』（揺らぎ）の量です。ジッタリングの最大量はデータの密度に比例します。つまり、最大のジッタリングはデータセットの最頻値（モード）の位置で発生し、重なりがない場所ではほとんどジッタリングが発生しません。
nl: De maximale hoeveelheid 'verschuiving' die wordt gebruikt op de Y-as om overlap tussen datapunten te verwijderen. De maximale hoeveelheid verschuiving is evenredig met de dichtheid van de gegevens. Met andere woorden, de maximale verschuiving treedt op in de modus van de dataset en er treedt weinig tot geen verschuiving op in locaties waar er geen overlap is.
pt: A quantidade máxima de "jittering" usada no eixo Y para remover a sobreposição entre pontos de dados. A quantidade máxima de jittering é proporcional à densidade dos dados. Em outras palavras, o jittering máximo ocorrerá no modo do conjunto de dados, e pouco ou nenhum jittering ocorrerá em locais onde não há sobreposição.
ta: தரவுத்தொகுப்புகளுக்கு இடையில் ஒன்றுடன் ஒன்று அகற்ற ஒய் அச்சில் பயன்படுத்தப்படும் "நடுக்கம்" அதிகபட்ச அளவு. அதிகபட்ச அளவிலான நடுக்கம் தரவின் அடர்த்திக்கு விகிதாசாரமாகும். வேறு வார்த்தைகளில் கூறுவதானால், தரவுத்தொகுப்பின் பயன்முறையில் அதிகபட்ச நடுக்கம் ஏற்படும், மேலும் ஒன்றுடன் ஒன்று இல்லாத இடங்களில் எந்தவிதமான நடுக்கமும் ஏற்படாது.

# FlexplotForm|
source: Visual Statistics
de: Visuelle Statistiken
es: Estadísticos visuales
gl: Estatísticos visuais
ja: ビジュアル統計
nl: Visuele Statistieken
pt: Estatísticas Visuais
ta: காட்சி புள்ளிவிவரங்கள்

# FlexplotForm|
source: Should 95% confidence intervals be displayed?
de: Sollten 95% Konfidenzintervalle angezeigt werden?
es: ¿Deben presentarse los intervalos de confianza del 95%?
gl: Deben presentarse os intervalos de confianza do 95%?
ja: 95％信頼区間は表示されるべきか?
nl: Moeten 95% betrouwbaarheidsintervallen worden weergegeven?
pt: Intervalos de confiança de 95 % devem ser exibidos?
ta: 95% நம்பிக்கை இடைவெளிகள் காட்டப்பட வேண்டுமா?

# FlexplotForm|
source: A non-parametric loess line
de: Eine nichtparametrische Loess-Linie
es: Una línea Loess no paramétrica
gl: Unha liña Loess non paramétrica
ja: ノンパラメトリックloess直線
nl: Een nonparametrische loesslijn
pt: Uma linha Loess não paramétrica
ta: அளவுரு அல்லாத லோச் வரி

# FlexplotForm|
source: A straight (regression) line
de: Eine gerade (Regressions-) Linie
es: Una línea recta (regresión)
gl: Unha liña recta (regresión)
ja: (回帰)直線
nl: Een rechte (regressie) lijn
pt: Uma linha reta (regressão)
ta: ஒரு நேரான (பின்னடைவு) வரி

# FlexplotForm|
source: A line that includes both a linear effect and a quadratic (squared) term
de: Eine Linie, die sowohl einen linearen Effekt als auch einen quadratischen (quadrierten) Term umfasst
es: Una línea que incluye tanto un efecto lineal como un término cuadrático
gl: Unha liña que inclúe tanto un efecto linear como un termo cadrático
ja: 線形効果と二次（二乗）項の両方を含む直線
nl: Een lijn die zowel een lineair effect als een kwadratische (gekwadrateerde) term bevat
pt: Uma linha que inclui um efeito linear e um termo quadrático (ao quadrado)
ta: ஒரு நேரியல் விளைவு மற்றும் இருபடி (ச்கொயர்) சொல் இரண்டையும் உள்ளடக்கிய ஒரு வரி

# FlexplotForm|
source: A line that includes a linear, squared, and cubed term
de: Eine Linie, die einen linearen, quadratischen und kubischen Term umfasst
es: Una línea que incluye un término lineal, cuadrático y cúbico
gl: Unha liña que inclúe un termo linear, cadrático e cúbico
ja: 線形、二乗、立方項を含んだ直線
nl: Een lijn met een lineaire, gekwadrateerde en gekubde term
pt: Uma linha que inclui um termo linear, quadrático e cúbico
ta: ஒரு நேரியல், ச்கொயர் மற்றும் க்யூப் காலத்தை உள்ளடக்கிய ஒரு வரி

# FlexplotForm|
source: No line
de: Keine Linie
es: Sin línea
gl: Sen liña
ja: 直線なし
nl: Geen lijn
pt: Sem linha
ta: வரி இல்லை

# FlexplotForm|
source: The type of fitted line displayed when the x axis is a numeric variable. These can be one of the following:
de: Der Typ der angepassten Linie, die angezeigt wird, wenn die X-Achse eine numerische Variable ist. Dies kann eine der folgenden sein:
es: El tipo de línea ajustada que se presenta cuando el eje X es una variable numérica. Esta puede ser una de las siguientes:
gl: O tipo de liña axustada que se presenta cando o eixe X é unha variable numérica. Esta pode ser unha das seguintes:
ja: x軸が数値変数のときに表示される当てはめた直線の種類. これらは以下のいずれかである:
nl: Het type gepaste lijn dat wordt weergegeven wanneer de x-as een numerieke variabele is. Dit kan één van de volgende zijn:
pt: O tipo de linha ajustada exibida quando o eixo x é uma variável numérica. Pode ser um dos seguintes:
ta: ஃச் அச்சு ஒரு எண் மாறியாக இருக்கும்போது காட்டப்படும் பொருத்தப்பட்ட வரியின் வகை. இவை பின்வருவனவற்றில் ஒன்றாக இருக்கலாம்:

# FlexplotForm|
source: Horizontal lines are displayed at the 25/75th percentiles, with a dot for the median
de: Horizontale Linien werden an den 25./75. Perzentilen angezeigt, mit einem Punkt für den Median
es: Se presentan líneas horizontales en los percentiles 25/75, con un punto para la mediana
gl: Preséntanse liñas horizontais nos percentiles 25/75, cun punto para a mediana
ja: 水平線25/75パーセンタイルを表し、点は中央値を表す
nl: Horizontale lijnen worden weergegeven bij de 25/75e percentielen, met een punt voor de mediaan
pt: As linhas horizontais são exibidas nos percentis 25/75, com um ponto para a mediana
ta: கிடைமட்ட கோடுகள் 25/75 வது சதவிகிதத்தில் காட்டப்படும், சராசரி ஒரு புள்ளியுடன்
