Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# Descriptives|
source: missing values are handled by casewise deletion (i.e., only use rows of the data set that are complete).
de: fehlende Werte werden durch fallweises Löschen behandelt (d. h., es werden nur vollständige Zeilen des Datensatzes verwendet).
es: Los valores ausentes se manejan mediante eliminación por caso (i.e. solo usar filas del conjunto de datos que estén completas).
gl: Os valores ausentes manéxanse mediante eliminación por caso (i.e. só usar filas do conxunto de datos que estean completas).
ja: 欠損値は、ケース単位の削除(つまり、完了したデータセットの行のみ)によって処理されます.
nl: Ontbrekende waarden worden behandeld door casewise verwijderen (d.w.z., alleen rijen van de gegevensverzameling gebruiken die compleet zijn).
pt: valores ausentes são tratados pela exclusão por caso (i.e., usar somente linhas do conjunto de dados que estejam completas).
ta: காணாமல் போன மதிப்புகள் கேச்வைச் நீக்குதலால் கையாளப்படுகின்றன (அதாவது, முழுமையான தரவுத் தொகுப்பின் வரிசைகளை மட்டுமே பயன்படுத்துங்கள்).

# Descriptives|
source: use all complete pairs of observations on those variables. This can result in covariance or correlation matrices which are not positive semi-definite.
de: alle vollständigen Beobachtungspaare dieser Variablen verwenden. Dies kann zu Kovarianz- oder Korrelationsmatrizen führen, die nicht positiv semi-definit sind.
es: Usar todos los pares completos de observaciones de esas variables. Esto puede dar como resultado matrices de covarianzas o correlaciones que no son semidefinidas positivas.
gl: Usar tódolos pares completos de observacións desas variables. Isto pode dar como resultado matrices de covarianzas ou correlacións que non son semidefinidas positivas.
ja: これらの変数に対する全ての完全な観測ペアを使用します。その結果、共分散行列や相関行列が半正定値でない場合があります。
nl: alle volledige paren waarnemingen op die variabelen gebruiken. Dit kan resulteren in covariantie- of correlatiematrices die niet positief semi-definitief zijn.
pt: Use todos os pares completos de observações nessas variáveis. Isso pode resultar em matrizes de covariância ou correlação que não são semidefinidas positivas.
ta: அந்த மாறிகள் குறித்த அனைத்து முழுமையான இணை அவதானிப்புகளையும் பயன்படுத்தவும். இது நேர்மறையான அரை-கஃபைன் இல்லாத கோவாரன்ச் அல்லது தொடர்பு மெட்ரிக்குகளை ஏற்படுத்தும்.

# Descriptives|
source: For continuous variables, displays a histogram and the fit of a nonparametric density estimator. For nominal and ordinal variables, displays a frequency distribution.
de: Für kontinuierliche Variablen wird ein Histogramm und die Anpassung eines nichtparametrischen Dichteschätzers angezeigt. Für nominale und ordinale Variablen wird eine Häufigkeitsverteilung angezeigt.
es: Para variables continuas, presenta un histograma y el ajuste de un estimador de densidad no paramétrico. Para variables nominales u ordinales, presenta una distribución de frecuencias.
gl: Para variables continuas, presenta un histograma e o axuste dun estimador de densidade non paramétrico. Para variables nominais ou ordinais, presenta unha distribución de frecuencias.
ja: 連続変数の場合は、ヒストグラムとノンパラメトリックな密度推定のフィットを表示します。名義変数および順序変数の場合は、度数分布を表示します。
nl: Geeft voor continue variabelen een histogram en de fit van een nonparametrische dichtheidsschatter weer. Geeft voor nominale en ordinale variabelen een frequentieverdeling weer.
pt: Para variáveis contínuas, exibe um histograma e o ajuste de um estimador de densidade não paramétrico. Para variáveis nominais e ordinais, exibe uma distribuição de frequência.
ta: தொடர்ச்சியான மாறிகளுக்கு, ஒரு இச்டோகிராம் மற்றும் ஒப்பற்ற அடர்த்தி மதிப்பீட்டாளரின் பொருத்தத்தைக் காட்டுகிறது. பெயரளவு மற்றும் சாதாரண மாறிகள், அதிர்வெண் விநியோகத்தைக் காட்டுகிறது.

# Descriptives|
source: Displays a matrix of plots between continuous variables, with scatterplots between the variables in the off-diagonal entries, and histograms and density plots in the diagonal entries. The line represents the fit of a 1st, 2nd, 3rd, or 4th order polynomial (the selection is based on the Bayesian information criterion; Schwarz, 1978).
de: Zeigt eine Matrix von Diagrammen zwischen kontinuierlichen Variablen, mit Streudiagrammen zwischen den Variablen in den außerdiagonalen Einträgen und Histogrammen und Dichtediagrammen in den Diagonaleinträgen. Die Linie zeigt die Anpassung eines Polynoms der 1., 2., 3. oder 4. Ordnung (die Auswahl basiert auf dem Bayesschen Informationskriterium; Schwarz, 1978).
es: Presenta una matriz de gráficos entre variables continuas, con gráficos de la dispersión entre las variables en los elementos fuera de la diagonal, e histogramas y gráficos de densidad en los elementos de la diagonal. La línea representa el ajuste de un polinomio de orden 1, 2, 3 o 4 (la elección se basa en el Criterio de Información Bayesiano; Schwarz, 1978).
gl: Presenta unha matriz de gráficas entre variables continuas, con gráficas da dispersión entre as variables nos elementos fóra da diagonal, e histogramas e gráficas de densidade nos elementos da diagonal. A liña representa o axuste dun polinomio de orde 1, 2, 3 ou 4 (a elección baséase no Criterio de Información Baiesiano; Schwarz, 1978).
ja: 連続変数間のプロット行列を表示します。非対角成分には変数間の散布図が、対角成分にはヒストグラムと密度プロットが表示されます。線は1次、2次、3次、または4次の多項式のフィットを示し、選択はベイズ情報量基準（Schwarz, 1978）に基づいています。
nl: Geeft een matrix weer van figuren tussen continue variabelen, met spreidingsdiagrammen tussen de variabelen in de posten buiten de diagonaal en histogrammen en dichtheidsfiguren in de diagonale posten. De lijn vertegenwoordigt de fit van een 1e, 2e, 3e of 4e orde polynoom (de selectie is gebaseerd op het Bayesiaanse informatiecriterium; Schwarz, 1978).
pt: Exibe uma matriz de gráficos entre variáveis contínuas, com gráficos de dispersão entre as variáveis nas entradas fora da diagonal e histogramas e gráficos de densidade nas entradas diagonais. A linha representa o ajuste de um polinômio de 1ª, 2ª, 3ª ou 4ª ordem (a seleção é baseada no critério de informação Bayesiano; Schwarz, 1978).
ta: தொடர்ச்சியான மாறிகள் இடையே அடுக்குகளின் மேட்ரிக்சைக் காட்டுகிறது, ஆஃப்-டியாகோனல் உள்ளீடுகளில் உள்ள மாறிகள் மற்றும் மூலைவிட்ட உள்ளீடுகளில் இச்டோகிராம்கள் மற்றும் அடர்த்தி அடுக்குகளுக்கு இடையில் சிதறல்கள் உள்ளன. இந்த வரி 1, 2, 3 வது, அல்லது 4 வது வரிசை பல்லுறுப்புக்கோவையின் பொருத்தத்தைக் குறிக்கிறது (தேர்வு பேய்சியன் செய்தி அளவுகோலை அடிப்படையாகக் கொண்டது; ச்வார்ச், 1978).

# Descriptives|
source: Displays the counts of each factor/level within the variable in a descending order. The y-axis represents the frequency (counts as grey bars) of each factor/level, the x-axis represents the factors/levels of the variable in an ordered sequence.
de: Zeigt die Anzahlen jedes Faktors / jeder Stufe innerhalb der Variablen in absteigender Reihenfolge an. Die y-Achse zeigt die Häufigkeit (Anzahlen als graue Balken) jedes Faktors / jeder Stufe, die x-Achse zeigt die Faktoren/Stufen der Variable in einer geordneten Reihenfolge.
es: Presenta los recuentos de cada factor/nivel dentro de la variable, en orden descendente. El eje Y representa la frecuencia (recuentos en barras grises) de cada factor/nivel; y el eje X representa los factores/niveles de la variable en una secuencia ordenada.
gl: Presenta os recontos de cada factor/nivel dentro da variable, en orde descendente. O eixe Y representa a frecuencia (recontos en barras grises) de cada factor/nivel; e o eixe X representa os factores/niveis da variable nunha secuencia ordenada.
ja: 変数内の各ファクター/レベルの出現回数を降順で表示します。y軸は各ファクター/レベルの頻度（灰色のバーで示されたカウント）を表し、x軸は変数のファクター/レベルを順番に並べたものを表します。
nl: Toont de tellingen van elke factor/niveau binnen de variabele in aflopende volgorde. De y-as vertegenwoordigt de frequentie (tellingen als grijze balken) van elke factor/niveau, de x-as vertegenwoordigt de factoren/niveaus van de variabele in een geordende volgorde.
pt: Exibe as contagens de cada fator/nível dentro da variável em ordem decrescente. O eixo y representa a frequência (contagens como barras cinzas) de cada fator/nível, o eixo x representa os fatores/níveis da variável em uma sequência ordenada.
ta: ஒவ்வொரு காரணி/மட்டத்தின் எண்ணிக்கையை மாறி வரிசையில் காண்பிக்கும். Y- அச்சு ஒவ்வொரு காரணி/மட்டத்தின் அதிர்வெண்ணை (சாம்பல் பட்டிகளாக) குறிக்கிறது, எக்ச்-அச்சு ஒரு வரிசைப்படுத்தப்பட்ட வரிசையில் மாறியின் காரணிகள்/நிலைகளைக் குறிக்கிறது.

# Descriptives|
source: By default, a cumulative line is drawn indicating the proportional contribution of each factor. A second vertical axis to the right side of the graph scales with this cumulative line and represents percentages to enable the description of the cumulative line.
de: Standardmäßig wird eine kumulative Linie gezeichnet, die den proportionalen Beitrag jedes Faktors angibt. Eine zweite vertikale Achse auf der rechten Seite des Diagramms skaliert mit dieser kumulativen Linie und stellt Prozentangaben dar, um die Beschreibung der kumulativen Linie zu ermöglichen.
es: Por defecto, se traza una línea acumulativa que indica la contribución proporcional de cada factor. Un segundo eje vertical en el lado derecho del gráfico se escala con esa línea acumulativa y representa porcentajes para permitir la descripción de la línea acumulativa.
gl: Por defecto, trázase unha liña acumulativa que indica a contribución proporcional de cada factor. Un segundo eixe vertical no lado dereito da gráfica escálase con esa liña acumulativa e representa porcentaxes para permitir a descrición da liña acumulativa.
ja: デフォルトでは、各ファクターの割合寄与を示す累積線が描かれます。グラフの右側には、この累積線に対応する第2の縦軸があり、累積線を説明するためにパーセンテージが表示されます。
nl: Standaard wordt een cumulatieve lijn getekend die de proportionele bijdrage van elke factor aangeeft. Een tweede verticale as aan de rechterkant van de grafiek schaalt mee met deze cumulatieve lijn en stelt percentages voor om de beschrijving van de cumulatieve lijn mogelijk te maken.
pt: Por padrão, uma linha cumulativa é desenhada indicando a contribuição proporcional de cada fator. Um segundo eixo vertical à direita do gráfico é dimensionado com essa linha cumulativa e representa porcentagens para permitir a descrição da linha cumulativa.
ta: இயல்பாக, ஒவ்வொரு காரணியின் விகிதாசார பங்களிப்பைக் குறிக்கும் ஒரு ஒட்டுமொத்த வரி வரையப்படுகிறது. இந்த ஒட்டுமொத்த வரியுடன் வரைபடத்தின் வலது பக்கத்திற்கு இரண்டாவது செங்குத்து அச்சு மற்றும் ஒட்டுமொத்த கோட்டின் விளக்கத்தை செயல்படுத்த சதவீதங்களைக் குறிக்கிறது.

# Descriptives|
source: If "Pareto rule" is enabled, the two new lines enable a more precise assessment of factor/level contribution to the overall contribution (in percent) by using different input numbers.
de: Wenn die "Pareto-Regel" aktiviert ist, ermöglichen die beiden neuen Zeilen eine genauere Bewertung des Beitrags der Faktoren/Stufen zum Gesamtbeitrag (in Prozent) durch die Verwendung verschiedener Eingabezahlen.
es: Si se habilita la "Regla de Pareto", las dos nuevas líneas permiten una evaluación más precisa de la contribución del factor/nivel a la contribución total (en porcentaje) utilizando distintos números de entrada.
gl: Cando se habilita a "Regra de Pareto", as dúas novas liñas permiten unha avaliación máis precisa da contribución do factor/nivel á contribución total (en porcentaxe) utilizando distintos números de entrada.
ja: 『パレートの法則』が有効になっている場合、2本の新しい線が追加され、異なる入力数を使用して、ファクター/レベルの全体への貢献度（パーセンテージ）のより正確な評価が可能になります。
nl: Als "Pareto-regel" is ingeschakeld, maken de twee nieuwe regels een nauwkeurigere beoordeling van de bijdrage van factoren/niveaus aan de totale bijdrage (in procenten) mogelijk door verschillende invoernummers te gebruiken.
pt: Se a 'Regra de Pareto' estiver habilitada, as duas novas linhas permitirão uma avaliação mais precisa da contribuição do fator/nível para a contribuição geral (em porcentagem) usando diferentes números de entrada.
ta: "பரேட்டோ விதி" இயக்கப்பட்டிருந்தால், இரண்டு புதிய வரிகளும் வெவ்வேறு உள்ளீட்டு எண்களைப் பயன்படுத்துவதன் மூலம் ஒட்டுமொத்த பங்களிப்புக்கு (சதவீதத்தில்) காரணி/நிலை பங்களிப்பின் மிகவும் துல்லியமான மதிப்பீட்டை செயல்படுத்துகின்றன.

# Descriptives|
source: Displays a horizontally stacked bar chart showing the contribution of levels within a variable in percent. Order of levels depends on defined order in the JASP data table. A legend below the graph provides an overview of levels and their respective colors in the graph.
de: Zeigt ein horizontal gestapeltes Balkendiagramm, das den Beitrag von Stufen innerhalb einer Variable in Prozent zeigt. Die Reihenfolge der Stufen hängt von der definierten Reihenfolge in der JASP-Datentabelle ab. Eine Legende unterhalb des Diagramms gibt einen Überblick über die Stufen und ihre jeweiligen Farben im Diagramm.
es: Presenta un gráfico de barras apiladas horizontalmente que muestra la contribución de los niveles dentro de una variable, en porcentaje. El orden de los niveles depende del orden definido en la tabla de datos de JASP. Una leyenda bajo el gráfico proporciona una revisión de los niveles y de sus respectivos colores en el gráfico.
gl: Presenta unha gráfica de barras amoreadas horizontalmente que amosa a contribución dos niveis dentro dunha variable, en porcentaxe. A orde dos niveis depende da orde definida na táboa de datos de JASP. Unha lenda baixo a gráfica proporciona unha revisión dos niveis e das súas respectivas cores na gráfica.
ja: 変数内の各レベルの貢献度をパーセンテージで示す、横に積み上げられた棒グラフを表示します。レベルの順序は、JASPデータテーブルで定義された順序に依存します。グラフの下には凡例があり、各レベルとそれに対応する色が示されています。
nl: Geeft een horizontaal gestapeld staafdiagram weer met de bijdrage van niveaus binnen een variabele in procenten. De volgorde van de niveaus is afhankelijk van de gedefinieerde volgorde in de JASP-gegevenstabel. Een legenda onder de grafiek geeft een overzicht van de niveaus en hun respectievelijke kleuren in de figuur.
pt: Exibe um gráfico de barras empilhadas horizontalmente mostrando a contribuição dos níveis dentro de uma variável em porcentagem. A ordem dos níveis depende da ordem definida na tabela de dados JASP. Uma legenda abaixo do gráfico fornece uma visão geral dos níveis e suas respectivas cores no gráfico.
ta: ஒரு மாறிக்குள் நிலைகளின் பங்களிப்பைக் காட்டும் கிடைமட்டமாக அடுக்கப்பட்ட பார் விளக்கப்படத்தைக் காட்டுகிறது. நிலைகளின் வரிசை JASP தரவு அட்டவணையில் வரையறுக்கப்பட்ட வரிசையைப் பொறுத்தது. வரைபடத்திற்கு கீழே உள்ள ஒரு புராணக்கதை நிலைகள் மற்றும் அவற்றின் வண்ணங்கள் வரைபடத்தில் ஒரு கண்ணோட்டத்தை வழங்குகிறது.

# Descriptives|
source: The y-axis represents the variables used, the x-axis represents the percentages. Percentage contribution of all lower-order (below the middle level) and higher-order (above the middle level) levels are displayed on their respective side of the graph.
de: Die y-Achse steht für die verwendeten Variablen, die x-Achse für die Prozentsätze. Der prozentuale Beitrag aller niedrigen Stufen (unterhalb der mittleren Stufe) und höheren Stufen (oberhalb der mittleren Stufe) Stufe wird auf der jeweiligen Seite des Diagramms angezeigt.
es: El eje Y representa las variables utilizadas; y el eje X representa los porcentajes. La contribución porcentual de todos los niveles de orden inferior (por debajo del nivel medio) y de orden superior (por encima del nivel medio) se presentan en su respectivo lado del gráfico.
gl: O eixe Y representa as variables utilizadas; e o eixe X representa as porcentaxes. A contribución porcentual de tódolos niveis de orde inferior (por debaixo do nivel medio) e de orde superior (enriba do nivel medio) preséntanse no seu respectivo lado da gráfica.
ja: y軸は使用された変数を表し、x軸はパーセンテージを表します。中間レベル以下の低次のレベルと中間レベル以上の高次のレベルのパーセンテージ貢献度が、それぞれの側に表示されます。
nl: De y-as geeft de gebruikte variabelen weer, de x-as de percentages. De procentuele bijdrage van alle niveaus van lagere orde (onder het middenniveau) en van hogere orde (boven het middenniveau) wordt weergegeven aan hun respectieve kant van de figuur.
pt: O eixo y representa as variáveis utilizadas, o eixo x representa as porcentagens. A contribuição percentual de todos os níveis de ordem inferior (abaixo do nível médio) e de ordem superior (acima do nível médio) é exibida em seus respectivos lados do gráfico.
ta: Y- அச்சு பயன்படுத்தப்படும் மாறிகளைக் குறிக்கிறது, எக்ச்-அச்சு சதவீதங்களைக் குறிக்கிறது. அனைத்து கீழ்-வரிசை (நடுத்தர மட்டத்திற்குக் கீழே) மற்றும் உயர்-வரிசை (நடுத்தர மட்டத்திற்கு மேலே) அளவுகளின் சதவீத பங்களிப்பு வரைபடத்தின் அந்தந்த பக்கத்தில் காட்டப்படும்.

# Descriptives|
source: The graph displays percentages on the x-axis as positive in both directions. Reason for the chosen display (in two directions) is the graphs usefulness in survey research where levels often follow a Likert based order (e.g., high - low, likely - unlikely, agreement - disagreement). Therefore, the graph contains a split between levels at their median.
de: Das Diagramm zeigt die Prozentsätze auf der x-Achse als positiv in beide Richtungen an. Grund für die gewählte Darstellung (in zwei Richtungen) ist die Nützlichkeit des Diagramms in der Umfrageforschung, wo die Werte oft einer Likert-basierten Reihenfolge folgen (z. B. hoch - niedrig, wahrscheinlich - unwahrscheinlich, Zustimmung - Ablehnung). Daher enthält das Diagramm eine Aufteilung zwischen den Stufen bei ihrem Median.
es: El gráfico presenta porcentajes en el eje X positivos en ambas direcciones. La razón de la presentación escogida (en dos direcciones) es la utilidad de los gráficos en la investigación con encuestas donde los niveles habitualmente siguen un orden en base Likert (p.e. alto - bajo, probable - improbable, acuerdo - desacuerdo). En consecuencia, el gráfico contiene una división entre los niveles, en su mediana.
gl: A gráfica presenta porcentaxes no eixe X positivas en ambas direccións. A razón da presentación escollida (en dúas direccións) é a utilidade das gráficas na investigación con enquisas onde os niveis habitualmente seguen unha orde en base Likert (p.e. alto - baixo, probable - improbable, acordo - desacordo). En consecuencia, a gráfica contén unha división entre os niveis, na súa mediana.
ja: グラフは、x軸上のパーセンテージを両方向に正の値として表示します。このような二方向の表示が選ばれている理由は、グラフがリッカート尺度に基づく順序（例：高い - 低い、可能性が高い - 低い、同意 - 反対）をよく使用する調査研究で有用だからです。そのため、グラフはレベルの中央値で分割されています。
nl: De figuur toont percentages op de x-as als positief in beide richtingen. De reden voor de gekozen weergave (in twee richtingen) is de bruikbaarheid van de figuur in enquêteonderzoek waar niveaus vaak een op Likert gebaseerde volgorde volgen (bijv. hoog - laag, waarschijnlijk - onwaarschijnlijk, eens - oneens). Daarom bevat de figuur een splitsing tussen niveaus op hun mediaan.
pt: O gráfico exibe porcentagens no eixo x como positivas em ambas as direções. A razão para a exibição escolhida (em duas direções) é a utilidade do gráfico em pesquisas de opinião, onde os níveis geralmente seguem uma ordem Likert (por exemplo, alto - baixo, provável - improvável, concordância - discordância). Portanto, o gráfico contém uma divisão entre os níveis em sua mediana.
ta: வரைபடம் எக்ச்-அச்சில் சதவீதங்களை இரு திசைகளிலும் நேர்மறையாகக் காட்டுகிறது. தேர்ந்தெடுக்கப்பட்ட காட்சிக்கான காரணம் (இரண்டு திசைகளில்) கணக்கெடுப்பு ஆராய்ச்சியில் வரைபடங்களின் பயன் ஆகும், அங்கு நிலைகள் பெரும்பாலும் லிகர்ட் அடிப்படையிலான வரிசையைப் பின்பற்றுகின்றன (எ.கா., உயர் - குறைந்த, சாத்தியமான - சாத்தியமில்லாத, ஒப்பந்தம் - கருத்து வேறுபாடு). எனவே, வரைபடத்தில் அவற்றின் சராசரி நிலைகளுக்கு இடையில் ஒரு பிளவு உள்ளது.

# Descriptives|
source: The number of variable levels determines the number of layers displayed. Layers represent the percentage distribution of the levels of the variable under investigation.
de: Die Anzahl der Variablenniveaus bestimmt die Anzahl der angezeigten Schichten. Schichten stellen die prozentuale Verteilung der Stufen der untersuchten Variable dar.
es: El número de niveles de la variable determina el número de estratos presentados. Los estratos representan la distribución porcentual de los niveles de la variable objeto de investigación.
gl: O número de niveis da variable determina o número de estratos presentados. Os estratos representan a distribución porcentual dos niveis da variable obxecto de investigación.
ja: 変数のレベル数が表示される層の数を決定します。層は、調査対象の変数のレベルのパーセンテージ分布を表します。
nl: Het aantal variabele niveaus bepaalt het aantal weergegeven lagen. Lagen vertegenwoordigen de procentuele verdeling van de niveaus van de onderzochte variabele.
pt: O número de níveis de variáveis determina o número de camadas exibidas. As camadas representam a distribuição percentual dos níveis da variável sob investigação.
ta: மாறி நிலைகளின் எண்ணிக்கை காட்டப்படும் அடுக்குகளின் எண்ணிக்கையை தீர்மானிக்கிறது. விசாரணையின் கீழ் மாறியின் அளவுகளின் சதவீத விநியோகத்தை அடுக்குகள் குறிக்கின்றன.

# Descriptives|
source: If the variables contain an uneven amount of levels, the middle level is displayed as a grey block in the middle of the stacked bar with its percentage contribution on top.
de: Wenn die Variablen eine ungerade Anzahl von Stufen enthalten, wird die mittlere Stufe als grauer Block in der Mitte des gestapelten Balkens angezeigt, wobei ihr prozentualer Anteil oben steht.
es: Si las variables tienen una cantidad desigual de niveles, el nivel medio se presenta como un bloque gris en medio de la barra apilada, con su contribución porcentual encima.
gl: Se as variables teñen unha cantidade desigual de niveis, o nivel medio preséntase como un bloque gris no medio da barra amoreada, coa súa contribución porcentual enriba.
ja: 変数に不均等なレベル数が含まれる場合、中央のレベルは積み上げ棒グラフの中央に灰色のブロックとして表示され、その上にパーセンテージの貢献度が表示されます。
nl: Als de variabelen een oneven aantal niveaus bevatten, wordt het middelste niveau weergegeven als een grijs blok in het midden van de gestapelde balk met de procentuele bijdrage bovenaan.
pt: Se as variáveis contiverem uma quantidade desigual de níveis, o nível do meio será exibido como um bloco cinza no meio da barra empilhada com sua contribuição percentual no topo.
ta: மாறிகள் சீரற்ற அளவிலான அளவைக் கொண்டிருந்தால், நடுத்தர நிலை அடுக்கப்பட்ட பட்டியின் நடுவில் சாம்பல் நிறமாக அதன் சதவீத பங்களிப்புடன் காட்டப்படும்.
