Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# jaspPlotBuilder|
source: Adjust how faceted panels share scales, axes and space. <b>Scale and axis settings</b> decide whether panels use the same range, which axis lines are drawn and where labels appear. <b>Layout settings</b> control panel sizes, the position of the highest-value table, optional marginal plots and custom axis titles
es: Ajustar cómo comparten escalas, ejes y espacio los paneles facetados. <b>Configuración de escala y ejes</b> decide si los paneles utilizan el mismo rango, qué líneas de ejes se muestran y donde aparecen las etiquetas. <b>Configuración de estratos</b> controla los tamaños de los paneles, la posición de la tabla con los mayores valores, gráficos marginales opcionales y títulos personales de los ejes
gl: Axustar como comparten escalas, eixes e espazo os paneis con facetas. <b>Configuración de escala e eixes</b> decide se os paneis utilizan o mesmo rango, que liñas de eixes se amosan e onde aparecen as etiquetas. <b>Configuración de estratos</b> controla os tamaños dos paneis, a posición da táboa cos maiores valores, gráficas marxinais opcionais e títulos persoais dos eixes
pt: Ajuste como os painéis facetados compartilham escalas, eixos e espaço. As <b>Configurações de escala e eixo</b> decidem se os painéis usam o mesmo intervalo, quais linhas de eixo são desenhadas e onde os rótulos aparecem. As <b>Configurações de layout</b> controlam os tamanhos do painel, a posição da tabela de maior valor, gráficos marginais opcionais e títulos de eixo personalizados

# jaspPlotBuilder|
source: Choose whether facet panels share a common scale (<i>fixed</i>) or get individual ranges
es: Elegir si los paneles facetados comparten una escala común (<i>fija</i>) o reciben rangos individuales
gl: Elixir se os paneis con facetas comparten unha escala común (<i>fixa</i>) ou reciben rangos individuais
pt: Escolha se os painéis facetados compartilham uma escala comum (<i>fixa</i>) ou obtêm intervalos individuais

# jaspPlotBuilder|
source: Decide which facet panels display axis lines
es: Decidir qué paneles facetados presentan las líneas de los ejes
gl: Decidir que paneis con facetas presentan as liñas dos eixes
pt: Decida quais painéis facetados exibem linhas de eixo

# jaspPlotBuilder|
source: Control which tick-label texts are shown
de: Steuern, welche Teilstrich-Beschriftungstexte gezeigt werden
es: Controlar qué textos de las etiquetas de marcas se muestran
gl: Controlar que textos das etiquetas de marcas se amosan
pt: Controle quais textos de rótulos de marcação são exibidos

# jaspPlotBuilder|
source: Controls where the summary table of highest values is placed inside each facet
es: Controla si la tabla resumen de los mayores valores se coloca dentro de cada faceta
gl: Controla se a táboa resumo dos maiores valores se coloca dentro de cada faceta
pt: Controla onde a tabela de resumo dos valores mais altos é colocada dentro de cada faceta

# jaspPlotBuilder|
source: Allow facet panels to stretch freely along X, Y or both axes
es: Permitir que los paneles facetados se extiendan libremente a lo largo de X, de Y o de ambos ejes
gl: Permitir que os paneis de facetas se estendan libremente ao longo de X, de Y ou de ambos eixes
pt: Permitir que os painéis facetados se estendam livremente ao longo dos eixos X, Y ou ambos

# jaspPlotBuilder|
source: Adds aggregated rows/columns at the edges of the facet grid
es: Añade filas/columnas agregadas a los bordes de la cuadrícula de facetas
gl: Engade filas/columnas agregadas aos bordos da grella de facetas
pt: Adiciona linhas/colunas agregadas nas bordas da grade de facetas

# jaspPlotBuilder|
source: Arrange panels when a grid variable is mapped. <b>Layout settings</b> set the facet grid’s rows, columns and where the highest-values table appears, <b>Scales and strip settings</b> decide whether panels share axes and where the facet label strip is placed
es: Organiza los paneles cuando se traza una variable de cuadrícula. <b>Configuración de estratos</b> establece, de la cuadrícula de facetas, las filas, las columnas y donde aparece la tabla de mayores valores. <b>Configuración de escalas y franjas</b> decide si los paneles comparten ejes y donde se coloca la franja de la etiqueta de las facetas
gl: Arranxa os paneis cando se traza unha variable de grella. <b>Configuración de estratos</b> establece, da grella de facetas, as filas, as columnas e onde aparece a táboa de maiores valores. <b>Configuración de escalas e franxas</b> decide se os paneis comparten eixes e onde se coloca a franxa da etiqueta das facetas
pt: Organizar painéis quando uma variável de grade é mapeada. <b>Configurações de disposição</b> definem as linhas, colunas e onde a tabela de valores mais altos aparece na grade de facetas. <b>Configurações de escalas e faixas</b> decidem se os painéis compartilham eixos e onde a faixa de rótulos de facetas é colocada

# jaspPlotBuilder|
source: Fixed number of facet columns; 0 lets the layout pick automatically
es: Número fijo de columnas de facetas; 0 deja que el estrato lo escoja automáticamente
gl: Número fixo de columnas de facetas; 0 deixa que o estrato o escolla automaticamente
pt: Número fixo de colunas facetadas; 0 permite que a disposição seja escolhida automaticamente

# jaspPlotBuilder|
source: Fixed number of facet rows; 0 lets the layout pick automatically
es: Número fijo de filas de facetas; 0 deja que el estrato lo escoja automáticamente
gl: Número fixo de filas de facetas; 0 deixa que o estrato o escolla automaticamente
pt: Número fixo de linhas de facetas; 0 permite que a disposição seja escolhida automaticamente

# jaspPlotBuilder|
source: Choose the corner where the summary table of highest values is drawn
es: Elegir la esquina donde se muestra la tabla resumen de los mayores valores
gl: Elixir o curruncho onde se amosa a táboa resumo dos maiores valores
pt: Escolha o canto onde está desenhada a tabela resumo dos valores mais altos

# jaspPlotBuilder|
source: Fixed panels share axes; free panels get independent X and/or Y scales
es: Los paneles fijos comparten ejes; los paneles libres reciben escalas independientes X y/o Y
gl: Os paneis fixos comparten eixes; os paneis libres reciben escalas independentes X e/ou Y
pt: Os painéis fixos compartilham eixos; os painéis livres têm escalas X e/ou Y independentes

# jaspPlotBuilder|
source: Location of the facet label strip
es: Posición de la franja de etiqueta de las facetas
gl: Posición da franxa de etiqueta das facetas
pt: Localização da tira de etiqueta facetada

# jaspPlotBuilder|
source: Add brackets with P values to show pairwise significance. Set colour, text size and vertical spacing, then list each comparison in the table below
es: Añadir corchetes con valores P para mostrar la significación por parejas. Establecer color, tamaño de texto y espaciado vertical, y listar después cada comparación en la tabla de abajo
gl: Engadir corchetes cos valores P para amosar a significación por parellas. Establecer cor, tamaño de texto e espazado vertical, e listar despois cada comparación na táboa de abaixo
pt: Adicione colchetes com valores-p para mostrar a significância em pares. Defina a cor, o tamanho do texto e o espaçamento vertical e liste cada comparação na tabela abaixo

# jaspPlotBuilder|
source: Colour and font size of the P-value text
es: Color y tamaño de fuente para el texto del valor P
gl: Cor e tamaño de fonte para o texto do valor P
pt: Cor e tamanho da fonte do texto do valor-p

# jaspPlotBuilder|
source: Named or hex colour for the P value text
de: Benannte oder Hex-Farbe für den P-Wert-Text
es: Color, con nombre o hexadecimal, para el texto del valor P
gl: Cor, co nome ou hexadecimal, para o texto do valor P
pt: Cor nomeada ou hexadecimal para o texto do valor-p

# jaspPlotBuilder|
source: Font size of the P value text
de: Schriftgröße des P-Wert-Textes
es: Tamaño de fuente para el texto del valor P
gl: Tamaño de fonte para o texto do valor P
pt: Tamanho da fonte do texto do valor-p

# jaspPlotBuilder|
source: Starting height and step between stacked brackets (data units)
es: Altura inicial y paso entre corchetes apilados (unidades de los datos)
gl: Altura inicial e paso entre corchetes amoreados (unidades dos datos)
pt: Altura inicial e passo entre colchetes empilhados (unidades de dados)

# jaspPlotBuilder|
source: Initial vertical position for the first bracket
es: Posición vertical inicial para el primer corchete
gl: Posición vertical inicial para o primeiro corchete
pt: Posição vertical inicial do primeiro colchete

# jaspPlotBuilder|
source: Vertical gap between successive brackets
es: Distancia vertical entre corchetes sucesivos
gl: Distancia vertical entre corchetes sucesivos
pt: Espaço vertical entre colchetes sucessivos

# jaspPlotBuilder|
source: Labels of the two groups being compared
de: Beschriftungen der beiden verglichenen Gruppen
es: Etiquetas de los dos grupos que se comparan
gl: Etiquetas dos dous grupos que se comparan
pt: Rótulos dos dois grupos sendo comparados

# jaspPlotBuilder|
source: Enter the P value (e.g. 0.03) or a significance symbol (*, **, ***). <b>Tip length</b> is the size of the bracket tips; <b>Bracket size</b> is the horizontal width
de: Geben Sie den P-Wert (z.B. 0.03) oder ein Signifikanzsymbol (*, **, ***) ein. <b>Spitzenlänge</b> ist die Länge der Klammerspitzen; <b>Klammergröße</b> ist die horizontale Breite
es: Introducir el valor P (p.e. 0.03) o un símbolo de significación (*, **, ***). <b>Largo de la punta</b> es el tamaño de las puntas de los corchetes. <b>Tamaño del corchete</b> es el ancho horizontal
gl: Introducir o valor P (p.e. 0.03) ou un símbolo de significación (*, **, ***). <b>Longo da punta</b> é o tamaño das puntas dos corchetes. <b>Tamaño do corchete</b> é o ancho horizontal
pt: Insira o valor-p (e.g., 0,03) ou um símbolo de significância (*, **, ***). <b>Comprimento da ponta</b> é o tamanho das pontas dos colchetes; <b>Tamanho do colchete</b> é a largura horizontal

# jaspPlotBuilder|
source: P value
de: P-Wert
es: Valor P
gl: Valor P
pt: valor-p

# jaspPlotBuilder|
source: Select the facet (group/column/row/grid) where the bracket should appear
de: Die Facette auswählen (Gruppe/Spalte/Zeile/Raster) wo die Klammer erscheinen soll
es: Seleccionar la faceta (grupo/columna/fila/cuadrícula) donde debe aparecer el corchete
gl: Seleccionar a faceta (grupo/columna/fila/grella) onde debe aparecer o corchete
pt: Selecione a faceta (grupo/coluna/linha/grade) onde o colchete deve aparecer

# jaspPlotBuilder|
source: Draw manual comparison lines (e.g., <b>min–max bars</b> or custom contrasts) with optional text labels
es: Dibujar líneas manuales de comparación (p.e. <b>barras mín–máx</b> o contrastes personales) con etiquetas opcionales de texto
gl: Debuxar liñas manuais de comparación (p.e. <b>barras mín–máx</b> ou contrastes persoais) con etiquetas opcionais de texto
pt: Desenhar linhas de comparação manuais (por exemplo, <b>barras mín.-máx.</b> ou contrastes personalizados) com rótulos de texto opcionais

# jaspPlotBuilder|
source: Note: If custom Y-Axis limits are set, the starting position for the Y-Axis start and end values must fall within the defined interval
es: Nota: Cuando se fijan límites personales del eje Y, la posición inicial para los valores de principio y fin del eje Y deben estar dentro del intervalo definido
gl: Nota: Cando se fixan límites persoais do eixe Y, a posición inicial para os valores de principio e fin do eixe Y deben estar dentro do intervalo definido
pt: Observação: se limites personalizados do eixo Y forem definidos, a posição inicial para os valores inicial e final do eixo Y deve estar dentro do intervalo definido

# jaspPlotBuilder|
source: Define one comparison line with optional label, coordinates and appearance
es: Definir una línea de comparación con etiqueta, coordenadas y apariencia opcionales
gl: Definir unha liña de comparación con etiqueta, coordenadas e aparencia opcionais
pt: Defina uma linha de comparação com rótulo, coordenadas e aparência opcionais

# jaspPlotBuilder|
source: Text shown near the line (leave empty for no label)
es: Mostrar el texto cerca de la línea (sin etiqueta, dejar vacío)
gl: Amosar o texto preto da liña (sen etiqueta, deixar baleiro)
pt: Texto mostrado próximo à linha (deixe em branco para não haver rótulo)

# jaspPlotBuilder|
source: Start/end coordinates and facet location
es: Coordenadas de principio/fin y posición de la faceta
gl: Coordenadas de principio/fin e posición da faceta
pt: Coordenadas de início/fim e localização da faceta

# jaspPlotBuilder|
source: Line start on X axis
de: Linienstart auf X-Achse
es: Principio de línea del eje X
gl: Principio da liña do eixe X
pt: Início da linha no eixo X

# jaspPlotBuilder|
source: Line end on X axis
de: Linienende auf X-Achse
es: Fin de línea del eje X
gl: Fin da liña do eixe X
pt: Fim da linha no eixo X

# jaspPlotBuilder|
source: Line start on Y axis
de: Linienstart auf Y-Achse
es: Principio de línea del eje Y
gl: Principio da liña do eixe Y
pt: Início da linha no eixo Y

# jaspPlotBuilder|
source: Line end on Y axis
de: Linienende auf Y-Achse
es: Fin de línea del eje Y
gl: Fin da liña do eixe Y
pt: Fim da linha no eixo Y

# jaspPlotBuilder|
source: Facet column (for split layouts)
es: Columna de facetas (para separar estratos)
gl: Columna de facetas (para separar estratos)
pt: Coluna de faceta (para layouts divididos)

# jaspPlotBuilder|
source: Facet row (for split layouts)
es: Fila de facetas (para separar estratos)
gl: Fila de facetas (para separar estratos)
pt: Linha de facetas (para layouts divididos)

# jaspPlotBuilder|
source: Facet grid cell
es: Celda de la cuadrícula de facetas
gl: Cela da grella de facetas
pt: Célula de grade de faceta

# jaspPlotBuilder|
source: Facet column (RM)
es: Columna de facetas (RM)
gl: Columna de facetas (RM)
pt: Coluna de faceta (RM)

# jaspPlotBuilder|
source: Facet row (RM)
es: Fila de facetas (RM)
gl: Fila de facetas (RM)
pt: Fileira de facetas (RM)

# jaspPlotBuilder|
source: Facet grid cell (RM)
de: Facetten-Raster-Zelle (MW)
es: Celda de la cuadrícula de facetas (RM)
gl: Cela da grella de facetas (RM)
pt: Célula de grade de faceta (RM)

# jaspPlotBuilder|
source: Line colour and label styling
de: Linienfarbe und Beschriftungsstil
es: Color de líneas y estilo de etiquetas
gl: Cor de liñas e estilo de etiquetas
pt: Cor da linha e estilo do rótulo

# jaspPlotBuilder|
source: Named or hex colour for the line
de: Benannte oder Hex-Farbe für die Linie
es: Color, con nombre o hexadecimal, para la línea
gl: Cor, con nome ou hexadecimal, para a liña
pt: Cor nomeada ou hexadecimal para a linha

# jaspPlotBuilder|
source: Font size of the label text
de: Schriftgröße für den Beschriftungstext
es: Tamaño de fuente del texto de la etiqueta
gl: Tamaño de fonte do texto da etiqueta
pt: Tamanho da fonte do texto do rótulo

# jaspPlotBuilder|
source: Vertical offset between the line and its label (data units)
es: Intervalo vertical entre la línea y su etiqueta (unidades de datos)
gl: Intervalo vertical entre a liña e a súa etiqueta (unidades dos datos)
pt: Deslocamento vertical entre a linha e seu rótulo (unidades de dados)

# jaspPlotBuilder|
source: Combine multiple plots in custom grids. <b>Arrange plots by column</b> builds the top part of the layout, <b>Arrange plots by row</b> builds the bottom. Specify plot IDs, relative sizes and optional common legends
de: Mehrere Diagramme in benutzerdefinierte Raster kombinieren. <b>Diagramme spaltenweise arrangieren</b> erstellt den oberen Teil des Layouts, <b>Diagramme zeilenweise arrangieren</b> erstellt den unteren. Angabe von Diagramm-IDs, relativer Größen und optionaler gemeinsamer Legenden
es: Combinar múltiples gráficos en cuadrículas personales. <b>Organizar gráficos por columna</b> crea la parte de arriba del estrato. <b>Organizar gráficos por fila</b> crea la parte baja. Especificar IDs, tamaños relativos y leyendas habituales opcionales de los gráficos
gl: Combinar múltiples gráficas en grellas persoais. <b>Arranxar gráficas por columna</b> crea a parte de arriba do estrato. <b>Arranxar gráficas por fila</b> crea a parte baixa. Especificar IDs, tamaños relativos e lendas habituais opcionais das gráficas
pt: Combine vários gráficos em grades personalizadas. <b>Organizar gráficos por coluna</b> cria a parte superior do layout, <b>Organizar gráficos por linha</b> cria a parte inferior. Especifique IDs de gráficos, tamanhos relativos e legendas comuns opcionais

# jaspPlotBuilder|
source: Comma-separated numbers that set the width of each column
es: Números separados por comas que fijan el ancho de cada columna
gl: Números separados por comas que fixan o ancho de cada columna
pt: Números separados por vírgula que definem a largura de cada coluna

# jaspPlotBuilder|
source: Comma-separated IDs referencing earlier plots
es: IDs separados por comas referidos a los primeros gráficos
gl: IDs separados por comas referidos ás primeiras gráficas
pt: IDs separados por vírgulas que fazem referência a gráficos anteriores

# jaspPlotBuilder|
source: Relative heights of plots within this column
es: Alturas relativas de los gráficos en esta columna
gl: Alturas relativas das gráficas nesta columna
pt: Alturas relativas dos gráficos dentro desta coluna

# jaspPlotBuilder|
source: Optional plot labels (A, B, …)
es: Etiquetas opcionales de gráficos (A, B, …)
gl: Etiquetas opcionais de gráficas (A, B, …)
pt: Rótulos de gráfico opcionais (A, B, …)

# jaspPlotBuilder|
source: Merge legends of all plots in this column
es: Mezclar las leyendas de todos los gráficos en esta columna
gl: Mesturar as lendas de tódalas gráficas nesta columna
pt: Mesclar legendas de todos os gráficos nesta coluna

# jaspPlotBuilder|
source: Comma-separated numbers that set the height of each row
es: Números separados por comas que fijan la altura de cada fila
gl: Números separados por comas que fixan a altura de cada fila
pt: Números separados por vírgula que definem a altura de cada linha

# jaspPlotBuilder|
source: Relative widths of plots within this row
es: Anchos relativos de los gráficos en esta fila
gl: Anchos relativos das gráficas nesta fila
pt: Largura relativa dos gráficos dentro desta linha

# jaspPlotBuilder|
source: Merge legends of all plots in this row
es: Mezclar las leyendas de todos los gráficos en esta fila
gl: Mesturar as lendas de tódalas gráficas nesta fila
pt: Mesclar legendas de todos os gráficos nesta linha

# jaspPlotBuilder|
source: Font size of subplot labels
es: Tamaño de fuente de las etiquetas de subgráficos
gl: Tamaño da fonte das etiquetas de subgráficas
pt: Tamanho da fonte dos rótulos dos subgráficos

# jaspPlotBuilder|
source: Horizontal offset of labels (0–1, relative to plot width)
es: Intervalo horizontal de etiquetas (0–1, relativo al ancho del gráfico)
gl: Intervalo horizontal de etiquetas (0–1, relativo ao ancho da gráfica)
pt: Deslocamento horizontal de rótulos (0–1, em relação à largura do gráfico)

# jaspPlotBuilder|
source: Vertical offset of labels (0–1, relative to plot height)
es: Intervalo vertical de etiquetas (0–1, relativo a la altura del gráfico)
gl: Intervalo vertical de etiquetas (0–1, relativo á altura da gráfica)
pt: Deslocamento vertical de rótulos (0–1, em relação à altura do gráfico)

# jaspPlotBuilder|
source: Relative heights of columns or widths of rows when combining column and row layouts
es: Relativas alturas de columnas o anchos de filas, cuando se combinan estratos de columnas y filas
gl: Relativas alturas de columnas ou anchos de filas, cando se combinan estratos de columnas e filas
pt: Alturas relativas de colunas ou larguras de linhas ao combinar layouts de colunas e linhas

# jaspPlotBuilder|
source: Overall width of the assembled layout (pixels)
es: Ancho global del estrato agrupado (pixels)
gl: Ancho global do estrato agrupado (pixels)
pt: Largura total da disposição montada (pixels)

# jaspPlotBuilder|
source: Overall height of the assembled layout (pixels)
es: Altura global del estrato agrupado (pixels)
gl: Altura global do estrato agrupado (pixels)
pt: Altura total da disposição montada (pixels)

# jaspPlotBuilder|
source: Gap between plots inside the layout (pixels)
es: Distancia entre los gráficos dentro del estrato (pixels)
gl: Distancia entre as gráficas dentro do estrato (pixels)
pt: Lacuna entre os gráficos dentro da disposição (pixels)

# jaspPlotBuilder|
source: Place a single shared legend for all plots in the layout
es: Colocar una única leyenda compartida para todos los gráficos en el estrato
gl: Colocar unha única lenda compartida para tódalas gráficas no estrato
pt: Coloque uma única legenda compartilhada para todos os gráficos na disposição

# raincloudPlots|
source: Box statistics
es: Estadísticos de la caja
gl: Estatísticos da caixa
pt: Estatísticas de caixa

# Descriptives|
source: Shift accumulation line
es: Desplazar la línea de acumulación
gl: Desprazar a liña de acumulación
pt: Alterar linha de acumulação

# Descriptives|
source: Shifts the cumulative line so that it starts at the top-right corner of the first bar instead of in the middle. This corresponds to the traditional Pareto chart layout. When enabled, the left y-axis shows percentages and the right y-axis shows counts; otherwise, the left y-axis shows counts and the right y-axis shows percentages.
es: Desplaza la línea de acumulación de modo que comienza en la esquina superior derecha de la primera barra, en lugar de hacerlo en el medio. Esto se corresponde con la disposición tradicional del gráfico de Pareto. Cuando se habilita, el eje Y izquierdo muestra porcentajes y el eje Y derecho muestra recuentos; en caso contrario, el eje Y izquierdo muestra recuentos y el eje Y derecho muestra porcentajes.
gl: Despraza a liña de acumulación de xeito que comeza no recanto superior dereito da primeira barra, en troques de facelo no medio. Isto correspóndese coa disposición tradicional da gráfica de Pareto. Cando se habilita, o eixe Y esquerdo amosa porcentaxes e o eixe Y dereito amosa recontos; noutro caso, o eixe Y esquerdo amosa recontos e o eixe Y dereito amosa porcentaxes.
pt: Desloca a linha cumulativa para que ela comece no canto superior direito da primeira barra, em vez de no meio. Isso corresponde ao layout tradicional do gráfico de Pareto. Quando ativado, o eixo y esquerdo mostra porcentagens e o eixo y direito mostra contagens; caso contrário, o eixo y esquerdo mostra contagens e o eixo y direito mostra porcentagens.

# Descriptives|
source: Turn x-axis labels
de: X-Achsenbeschriftungen drehen
es: Gira las etiquetas del eje X
gl: Xira as etiquetas do eixe X
pt: Girar rótulos do eixo x

# Descriptives|
source: Turns the x-axis labels by 45 degrees to improve readability when there are many long levels.
de: Dreht die X-Achsenbeschriftungen um 45 Grad, um die Lesbarkeit zu verbessern, wenn es viele lange Stufen gibt.
es: Gira las etiquetas del eje X en 45 grados para mejorar la legibilidad, cuando hay muchos niveles largos.
gl: Xira as etiquetas do eixe X en 45 graos para mellorar a lexibilidade, cando hai moitos niveis longos.
pt: Gira os rótulos do eixo x em 45 graus para melhorar a legibilidade quando há muitos níveis longos.

# Descriptives|
source: Add count variable
es: Añadir variable de recuento
gl: Engadir variable de reconto
pt: Adicionar variável de contagem
