Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# jaspPlotBuilder|
source: Select whether you want to create a repeated-measures plot or a non-repeated-measures plot
de: Auswahl, ob Sie ein Diagramm mit oder ohne Messwiederholung erstellen möchten
es: Seleccionar si se quiere generar un gráfico de medidas repetidas o un gráfico de medidas no repetidas
gl: Seleccionar se queres xerar unha gráfica de medidas repetidas ou unha gráfica de medidas non repetidas
pt: Selecione se deseja criar um gráfico de medidas repetidas ou um gráfico de medidas não repetidas

# jaspPlotBuilder|
source: Select this to create a non-repeated-measures plot
de: Wählen Sie dies, um ein Diagramm ohne Messwiederholung zu erstellen
es: Seleccionar esto para generar un gráfico de medidas no repetidas
gl: Seleccionar isto para xerar unha gráfica de medidas non repetidas
pt: Selecione isto para criar um gráfico de medidas não repetidas

# jaspPlotBuilder|
source: Select this to create a repeated-measures plot
de: Wählen Sie dies, um ein Diagramm mit Messwiederholung zu erstellen
es: Seleccionar esto para generar un gráfico de medidas repetidas
gl: Seleccionar isto para xerar unha gráfica de medidas repetidas
pt: Selecione isto para criar um gráfico de medidas repetidas

# jaspPlotBuilder|
source: ON (listwise deletion): if a case is missing even one of the selected variables, the whole case is excluded.OFF: keep every case and ignore only the specific values that are missing
de: AN (listenweise Löschung): Wenn in einem Fall auch nur eine der ausgewählten Variablen fehlt, wird der gesamte Fall ausgeschlossen. AUS: Behalte jeden Fall und ignoriere nur die spezifischen Werte, die fehlen
es: ENCENDIDO (eliminación por lista): Si un caso está ausente aunque sea solo en una única de las variables seleccionadas, se excluye ese caso entero. APAGADO: Mantener todos los casos e ignorar solo los valores concretos que están ausentes
gl: PRENDIDO (eliminación por lista): Se un caso está ausente mesmo nunha única das variables seleccionadas, exclúese ese caso enteiro. APAGADO: Manter tódolos casos e ignorar só os valores concretos que están ausentes
pt: LIGADO (exclusão de lista): se um caso estiver faltando até mesmo uma das variáveis selecionadas, todo o caso será excluído. DESLIGADO: mantenha todos os casos e ignore apenas os valores específicos que estão faltando

# jaspPlotBuilder|
source: Delete missing values listwise
de: Fehlende Werte listenweise löschen
es: Eliminar por lista valores ausentes
gl: Eliminar por lista valores ausentes
pt: Excluir valores faltantes em lista

# jaspPlotBuilder|
source: Input for non-repeated measures plot
de: Eingabe für Diagramm ohne Messwiederholung
es: Entrada para gráfico de medidas no repetidas
gl: Entrada para gráfica de medidas non repetidas
pt: Entrada para gráfico de medidas não repetidas

# jaspPlotBuilder|
source: Select the variable for the X-Axis
de: Variable für die X-Achse auswählen
es: Seleccionar la variable del eje X
gl: Seleccionar a variable do eixe X
pt: Selecione a variável para o eixo x

# jaspPlotBuilder|
source: Select the variable for the Y-Axis
de: Variable für die Y-Achse auswählen
es: Seleccionar la variable del eje Y
gl: Seleccionar a variable do eixe Y
pt: Selecione a variável para o eixo y

# jaspPlotBuilder|
source: Select the variable for data grouping, which will also determine the coloring.
de: Auswahl der Variable für Datengruppierung, die auch die Farbgebung festlegt.
es: Seleccionar la variable para la agrupación de datos, que también va a determinar la coloración.
gl: Seleccionar a variable para a agrupación de datos, que tamén vai determinar a coloración.
pt: Selecione a variável para agrupamento de dados, o que também determinará a coloração.

# jaspPlotBuilder|
source: You can choose a variable to split the plots into columns
de: Sie können eine Variable auswählen, um die Diagramme in Spalten einzuteilen
es: Puede elegir una variable para separar los gráficos en columnas
gl: Podes elixir unha variable para separar as gráficas en columnas
pt: Você pode escolher uma variável para dividir os gráficos em colunas

# jaspPlotBuilder|
source: You can choose a variable to split the plots into rows
de: Sie können eine Variable auswählen, um die Diagramme in Zeilen einzuteilen
es: Puede elegir una variable para separar los gráficos en filas
gl: Podes elixir unha variable para separar as gráficas en filas
pt: Você pode escolher uma variável para dividir os gráficos em linhas

# jaspPlotBuilder|
source: You can choose a variable to make a grid
de: Sie können eine Variable wählen, um ein Raster zu erstellen
es: Puede elegir una variable para hacer una cuadrícula
gl: Podes elixir unha variable para facer unha grella
pt: Você pode escolher uma variável para fazer uma grade

# jaspPlotBuilder|
source: Input for repeated measures plot
de: Eingabe für Diagramm mit Messwiederholung
es: Entrada para gráfico de medidas repetidas
gl: Entrada para gráfica de medidas repetidas
pt: Entrada para gráfico de medidas repetidas

# jaspPlotBuilder|
source: Here you can specify the factor for the repeated measures. For example, it could be time (e.g., 24 h, 48 h, 72 h) or conditions like before and after
de: Hier können Sie den Faktor für die Messwiederholung festlegen. Dieser könnte beispielsweise Zeit (z.B. 24 h, 48 h, 72 h) oder Bedingungen wie vorher und nachher sein
es: Aquí se puede especificar el factor para las medidas repetidas. Por ejemplo, puede ser el tiempo (p.e. 24 h, 48 h, 72 h) o condiciones como antes y después
gl: Aquí podes especificar o factor para as medidas repetidas. Por exemplo, pode ser o tempo (p.e. 24 h, 48 h, 72 h) ou condicións como antes e despois
pt: Aqui você pode especificar o fator para as medidas repetidas. Por exemplo, pode ser o tempo (e.g., 24 h, 48 h, 72 h) ou condições como antes e depois

# jaspPlotBuilder|
source: Assign the variables that correspond to each level of the repeated measures factor. For example, if the factor is time, assign variables like '24h', '48h', and '72h'
de: Zuweisen der Variablen, die der jeweiligen Stufe des Messwiederholungsfaktors entsprechen. Zum Beispiel, wenn der Faktor Zeit ist, weisen Sie Variablen zu wie '24h', '48h' und '72h'
es: Asignar las variables que se corresponden con cada nivel del factor de medidas repetidas. Por ejemplo, si el factor es el tiempo, asignar variables como '24h', '48h' y '72h'
gl: Asignar as variables que se corresponden con cada nivel do factor de medidas repetidas. Por exemplo, se o factor é o tempo, asignar variables como '24h', '48h' e '72h'
pt: Atribua as variáveis que correspondem a cada nível do fator de medidas repetidas. Por exemplo, se o fator for tempo, atribua variáveis como '24 h', '48 h' e '72 h'

# jaspPlotBuilder|
source: Select the between-subject factors that distinguish different groups of subjects, such as treatment group, gender, or genotype. These variables must be categorical (nominal) with at least two levels
de: Auswahl der Zwischensubjekt-Faktoren, die unterschiedliche Gruppen von Subjekten wie Behandlungsgruppe, Geschlecht oder Genotyp unterscheiden. Diese Variablen müssen kategorisch (nominal) mit mindestens zwei Stufen sein
es: Seleccionar los factores entre-elementos que distinguen distintos grupos de elementos, como grupo de tratamiento, género o genotipo. Estas variables deben tener categorías (nominal) con al menos dos niveles
gl: Seleccionar os factores entre-elementos que distinguen distintos grupos de elementos, como grupo de tratamento, xénero ou xenotipo. Estas variables deben ter categorías (nominal) con dous niveis cando menos
pt: Selecione os fatores intersujeitos que distinguem diferentes grupos de sujeitos, como grupo de tratamento, gênero ou genótipo. Essas variáveis devem ser categóricas (nominais) com pelo menos dois níveis

# jaspPlotBuilder|
source: Select continuous variables that may influence the outcome and should be included as covariates in the analysis
de: Auswahl kontinuierlicher Variablen die das Ergebnis beeinflussen können und in der Analyse als Kovariaten einbezogen werden sollten
es: Seleccionar variables continuas que pueden influir en el resultado y deben incluirse como covariables en el análisis
gl: Seleccionar variables continuas que poden influír no resultado e deben incluírse como covariantes na análise
pt: Selecione variáveis contínuas que podem influenciar o resultado e devem ser incluídas como covariáveis na análise

# jaspPlotBuilder|
source: Select the variable for data grouping, which will also determine the coloring
de: Auswahl der Variable für Datengruppierung, die auch die Farbgebung festlegt
es: Seleccionar la variable para la agrupación de datos, que también va a determinar la coloración
gl: Seleccionar a variable para a agrupación de datos, que tamén vai determinar a coloración
pt: Selecione a variável para agrupamento de dados, que também determinará a coloração

# jaspPlotBuilder|
source: Check this option to show individual data points on the plot
de: Option aktivieren, um einzelne Datenpunkte im Diagramm anzuzeigen
es: Marcar esta opción para mostrar puntos individuales de datos, en el gráfico
gl: Marcar esta opción para amosar puntos individuais de datos, na gráfica
pt: Marque esta opção para mostrar pontos de dados individuais no gráfico

# jaspPlotBuilder|
source: Set the point size
de: Punktgröße einstellen
es: Establecer el tamaño de los puntos
gl: Establecer o tamaño dos puntos
pt: Defina o tamanho do ponto

# jaspPlotBuilder|
source: Size by variable
de: Größe nach Variable
es: Tamaño según variable
gl: Tamaño segundo variable
pt: Tamanho por variável

# jaspPlotBuilder|
source: Choose this if you want the point size to be determined by a variable rather than a fixed constant
de: Wählen Sie dies, wenn Sie die Punktgröße durch eine Variable festlegen möchten, anstatt nach einer festen Konstante
es: Elegir esto si se quiere que el tamaño de los puntos lo determine una variable en lugar de ser una constante fija
gl: Elixir isto se queres que o tamaño dos puntos o determine unha variable en lugar de ser unha constante fixa
pt: Escolha isto se quiser que o tamanho do ponto seja determinado por uma variável em vez de uma constante fixa

# jaspPlotBuilder|
source: Shape by variable
de: Form nach Variable
es: Forma según variable
gl: Forma segundo variable
pt: Forma por variável

# jaspPlotBuilder|
source: Choose this if you want the point shape to be determined by a variable
de: Wählen Sie dies, wenn Sie die Punktform durch eine Variable festlegen möchten
es: Elegir esto si se quiere que la forma de los puntos lo determine una variable
gl: Elixir isto se queres que a forma dos puntos o determine unha variable
pt: Escolha isto se quiser que a forma do ponto seja determinada por uma variável

# jaspPlotBuilder|
source: Set the transparency
de: Transparenz einstellen
es: Establecer la transparencia
gl: Establecer a transparencia
pt: Definir a transparência

# jaspPlotBuilder|
source: Adjusts the horizontal “dodge” spacing between subgroup geometric elements. Only takes effect when a grouping variable is mapped (e.g., male vs. female within each species). A value of 0 overlays the elements; higher values push the subgroups farther apart
de: Einstellen des horizontalen "Ausweichen"-Abstands zwischen Untergruppen geometrischer Elemente. Hat nur einen Effekt, wenn eine Gruppierungsvariable zugeordnet ist (z.B., männlich vs. weiblich innerhalb jeder Spezies). Ein Wert von 0 überlagert die Elemente; höhere Werte schieben die Untergruppen weiter auseinander
es: Ajusta el espaciado de la “finta” horizontal entre elementos geométricos de los subgrupos. Solo tiene efecto cuando se traza una variable de agrupación (p.e. masculino vs. femenina dentro de cada especie). Un valor de 0 superpone los elementos; valores mayores separan más los subgrupos
gl: Axusta o espazado da “finta” horizontal entre elementos xeométricos dos subgrupos. Só ten efecto cando se traza unha variable de agrupamento (p.e. masculino vs. feminina dentro de cada especie). Un valor de 0 sobrepón os elementos; valores maiores separan máis os subgrupos
pt: Ajusta o espaçamento horizontal de 'evasão' entre os elementos geométricos do subgrupo. Só entra em vigor quando uma variável de agrupamento é mapeada (por exemplo, macho vs. fêmea dentro de cada espécie). Um valor de 0 sobrepõe os elementos; valores mais altos afastam os subgrupos

# jaspPlotBuilder|
source: Add a black outline/border to the elements
de: Schwarzen Umriss/Umrandung zu den Elementen hinzufügen
es: Añade un contorno/borde negro a los elementos
gl: Engade un contorno/bordo negro aos elementos
pt: Adicione um contorno/borda preta aos elementos

# jaspPlotBuilder|
source: White outline
de: Weißer Umriss
es: Contorno blanco
gl: Contorno branco
pt: Contorno branco

# jaspPlotBuilder|
source: Add a white outline/border to the elements
de: Weißen Umriss/Umrandung zu den Elementen hinzufügen
es: Añadir un contorno/borde blanco a los elementos
gl: Engadir un contorno/bordo branco aos elementos
pt: Adicione um contorno/borda branca aos elementos

# jaspPlotBuilder|
source: Remove the fill
de: Füllung entfernen
es: Eliminar el relleno
gl: Eliminar o recheo
pt: Remover o preenchimento

# jaspPlotBuilder|
source: Point Size Variable
de: Punktgröße-Variable
es: Variable del tamaño de los puntos
gl: Variable do tamaño dos puntos
pt: Variável de tamanho de ponto

# jaspPlotBuilder|
source: Min point size
de: Min Punktgröße
es: Tamaño mínimo de los puntos
gl: Tamaño mínimo dos puntos
pt: Tamanho de ponto mín

# jaspPlotBuilder|
source: Max point size
de: Max Punktgröße
es: Tamaño máximo de los puntos
gl: Tamaño máximo dos puntos
pt: Tamanho de ponto máx

# jaspPlotBuilder|
source: Point Shape Variable
de: Punktform-Variable
es: Variable de la forma de los puntos
gl: Variable da forma dos puntos
pt: Variável de Forma de Ponto

# jaspPlotBuilder|
source: Add ellipse
de: Ellipse hinzufügen
es: Añadir elipse
gl: Engadir elipse
pt: Adicionar elipse

# jaspPlotBuilder|
source: Add a statistical ellipse around the points.'Ellipse type' controls the method:"t" assumes a multivariate t-distribution,"Normal" assumes a multivariate normal distribution,and "Euclidean" draws a circle whose radius equals the value of 'Level'
de: Eine statistische Ellipse um die Punkte hinzufügen. 'Ellipsentyp' steuert die Methode: "t" nimmt eine multivariate t-Verteilung an, "Normal" nimmt eine multivariate Normalverteilung an, und "Euklidisch" zeichnet einen Kreis, dessen Radius gleich dem Wert von 'Stufe' ist
es: Añade una elipse estadística en torno a los puntos. 'Tipo de elipse' controla el método: "t" asume una distribución t multivariante, "Normal" asume una distribución Normal multivariante y "Euclídea" dibuja un círculo cuyo radio es igual al valor de 'Nivel'
gl: Engade unha elipse estatística arredor dos puntos. 'Tipo de elipse' controla o método: "t" asume unha distribución t multivariante, "Normal" asume unha distribución Normal multivariante e "Euclídea" debuxa un círculo cuxo radio é igual ao valor de 'Nivel'
pt: Adicione uma elipse estatística ao redor dos pontos. O 'Tipo de elipse' controla o método: 't' assume uma distribuição t multivariada, 'Normal' assume uma distribuição normal multivariada e 'Euclidiano' desenha um círculo cujo raio é igual ao valor de 'Nível'

# jaspPlotBuilder|
source: Ellipse type
de: Ellipsentyp
es: Tipo de elipse
gl: Tipo de elipse
pt: Tipo de elipse

# jaspPlotBuilder|
source: Euclidean
de: Euklidisch
es: Euclídea
gl: Euclídea
pt: Euclidiano

# jaspPlotBuilder|
source: Level
de: Stufe
es: Nivel
gl: Nivel
pt: Nível

# jaspPlotBuilder|
source: Confidence level (for t and normal ellipse type) or radius (euclidean ellipse type)
de: Konfidenzniveau (für Ellipsentyp t und normal) oder Radius (Ellipsentyp Euklidisch)
es: Nivel de confianza (para los tipos de elipse t y Normal) o radio (tipo de elipse euclídea)
gl: Nivel de confianza (para os tipos de elipse t e Normal) ou radio (tipo de elipse euclídea)
pt: Nível de confiança (para t e tipo de elipse normal) ou raio (tipo de elipse euclidiana)

# jaspPlotBuilder|
source: Sets the number of bins used to divide the data range in histograms.More bins give finer detail, fewer bins give a more general overview
de: Setzt die Anzahl der verwendeten Klassen, um den Datenbereich in Histogrammen zu teilen. Mehr Klassen ergeben feineres Detail, weniger Klassen ergeben eine allgemeinere Übersicht
es: Establece el número de barras utilizadas para dividir el rango de los datos en los histogramas. Más barras proporcionan más finura de detalle, menos barras proporcionan una perspectiva más general
gl: Establece o número de barras utilizadas para dividir o rango dos datos nos histogramas. Máis barras proporcionan máis fineza de detalle, menos barras proporcionan unha perspectiva máis xeral
pt: Define o número de barras usadas para dividir o intervalo de dados em histogramas. Mais barras fornecem detalhes mais finos, menos barras fornecem uma visão mais geral

# jaspPlotBuilder|
source: Density
de: Dichte
es: Densidad
gl: Densidade
pt: Densidade

# jaspPlotBuilder|
source: Check this option to overlay a density estimate on the histogram. Density can be shown as scaled (0–1) or on the histogram count scale.
de: Aktivieren Sie diese Option, um eine Dichteschätzung über das Histogramm zu legen. Dichte kann skaliert (0–1) oder auf der Histogramm-Zählskala dargestellt werden.
es: Marca esta opción para superponer una estimación de la densidad en el histograma. La densidad puede mostrarse escalada en (0–1) o en la escala de conteo del histograma.
gl: Marca esta opción para sobrepor unha estimación da densidade no histograma. A densidade pode amosarse escalada en (0–1) ou na escala de reconto do histograma.
pt: Marque esta opção para sobrepor uma estimativa de densidade ao histograma. A densidade pode ser exibida em escala (0–1) ou na escala de contagem do histograma.

# jaspPlotBuilder|
source: Density overlay mode
de: Dichte-Überlagerungs-Modus
es: Modo de superposición de la densidad
gl: Xeito de superposición da densidade
pt: Modo de sobreposição de densidade

# jaspPlotBuilder|
source: Choose whether the density curve is scaled to the histogram count ('Count'), or normalized to a maximum of 1 ('Scaled')
de: Auswahl, die Dichtekurve auf die Histogramm-Zählskala ('Anzahl') oder normalisiert auf maximal 1 ('Skaliert') zu skalieren
es: Elegir si la curva de la densidad se escala al recuento del histograma ('Recuento'), o se normaliza con un máximo de 1 ('Escalada')
gl: Elixir se a curva da densidade se escala ao reconto do histograma ('Reconto'), ou se normaliza cun máximo de 1 ('Escalada')
pt: Escolha se a curva de densidade será dimensionada para a contagem do histograma ('Contagem') ou normalizada para um máximo de 1 ('Escalada')

# jaspPlotBuilder|
source: Show density on the histogram count scale (area under the curve equals total count)
de: Zeige Dichte auf der Histogramm-Zählskala (Fläche unter der Kurve entspricht Gesamtzahl)
es: Mostrar la densidad en la escala de recuento del histograma (el área bajo la curva es igual al recuento total)
gl: Amosar a densidade na escala de reconto do histograma (a área baixo a curva é igual ao reconto total)
pt: Mostrar densidade na escala de contagem do histograma (a área sob a curva é igual à contagem total)

# jaspPlotBuilder|
source: Scaled (0–1)
de: Skaliert (0-1)
es: Escalada (0-1)
gl: Escalada (0-1)
pt: Escalado (0–1)

# jaspPlotBuilder|
source: Show density scaled so that the maximum of the curve is 1
de: Dichte skaliert zeigen, sodass das Maximum der Kurve 1 ist
es: Mostrar la densidad escalada de forma que el máximo de la curva sea 1
gl: Amosar a densidade escalada de xeito que o máximo da curva sexa 1
pt: Mostrar densidade dimensionada de modo que o máximo da curva seja 1

# jaspPlotBuilder|
source: Set the transparency for the density overlay
de: Einstellen der Transparenz für die Dichte-Einblendung
es: Establecer la transparencia para la superposición de la densidad
gl: Establecer a transparencia para a sobreposición da densidade
pt: Defina a transparência para a sobreposição de densidade

# jaspPlotBuilder|
source: Set the line width for the density overlay
de: Einstellen der Linienbreite für die Dichte-Einblendung
es: Establecer el ancho de línea para la superposición de la densidad
gl: Establecer o ancho de liña para sobreposición da densidade
pt: Defina a largura da linha para a sobreposição de densidade

# jaspPlotBuilder|
source: Check this option to create boxplot. Boxplot and violin plot require both X-Axis and Y-Axis variables.
de: Option aktivieren, um Boxplot zu erstellen. Boxplot und Violinendiagramm erfordern sowohl X-Achsen- als auch Y-Achsen-Variablen.
es: Marcar esta opción para generar un gráfico de caja. Los gráficos de caja y violín requieren variables tanto del eje X como del eje Y.
gl: Marcar esta opción para xerar unha gráfica de caixa. As gráficas de caixa e violín requiren variables tanto do eixe X como do eixe Y.
pt: Marque esta opção para criar um diagrama de caixa. Diagramas de caixa e gráficos de violino requerem variáveis nos eixos X e Y.

# jaspPlotBuilder|
source: Sets the line width of the geometric element (e.g., boxplot, violin, error bar). Increase for thicker outlines, decrease for thinner ones
de: Festlegen der Linienbreite des geometrischen Elements (z.B. Boxplot, Violine, Fehlerbalken). Erhöhen für dickere Umrisse, Reduzieren für dünnere
es: Establece el ancho de línea del elemento geométrico (p.e. gráfico de caja, violín, barra de errores). Aumentar para bordes más gruesos; reducir para los más finos
gl: Establece o ancho de liña do elemento xeométrico (p.e. gráfica de caixa, violín, barra de erros). Aumentar para bordos máis grosos; reducir para os máis finos
pt: Define a largura da linha do elemento geométrico (e.g., diagrama de caixa, violino, barra de erro). Aumente para contornos mais grossos, diminua para contornos mais finos

# jaspPlotBuilder|
source: Set the width of the boxplots
de: Die Breite der Boxplots einstellen
es: Establecer el ancho de los gráficos de caja
gl: Establecer o ancho das gráficas de caixa
pt: Defina a largura dos diagramas de caixa

# jaspPlotBuilder|
source: Sets the horizontal width of the whiskers in a boxplot
de: Einstellen der horizontalen Whisker-Breite in einem Boxplot
es: Establece el ancho horizontal de los bigotes en un gráfico de caja
gl: Establece o ancho horizontal dos bigotes nunha gráfica de caixa
pt: Define a largura horizontal dos bigodes em um diagrama de caixa

# jaspPlotBuilder|
source: Displays individual outlier points beyond the whiskers in a boxplot. Outliers are defined as values that fall outside the range of Q1 − coef × IQR and Q3 + coef × IQR
de: Zeigt einzelne Ausreißerpunkte außerhalb der Whisker in einem Boxplot an. Ausreißer sind definiert als Werte, die außerhalb des Bereichs von Q1 − coef × IQR und Q3 + coef × IQR liegen
es: Presenta los puntos individuales atípicos más allá de los bigotes en un gráfico de caja. Los atípicos se definen como valores que caen fuera del rango de C1 − coef × RIC y C3 + coef × RIC
gl: Presenta os puntos individuais atípicos máis alá dos bigotes nunha gráfica de caixa. Os atípicos defínense como valores que caen fóra do rango de C1 − coef × RIC e C3 + coef × RIC
pt: Exibe valores atípicos individuais além dos limites em um diagrama de caixa. Valores atípicos são definidos como valores que estão fora do intervalo de Q1 − coef × IIQ e Q3 + coef × IIQ
