Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# jaspPlotBuilder|
source: Discrete: Friendly Long
de: Kategoriell: Freundlich Lang
es: Discreta: Muy amable
gl: Discreta: Moi amable
pt: Discreto: Amigável Longo

# jaspPlotBuilder|
source: Discrete: Okabe Ito
de: Kategoriell: Okabe Ito
es: Discreta: Okabe Ito
gl: Discreta: Okabe Ito
pt: Discreto: Okabe Ito

# jaspPlotBuilder|
source: Discrete: IBM
de: Kategoriell: IBM
es: Discreta: IBM
gl: Discreta: IBM
pt: Discreto: IBM

# jaspPlotBuilder|
source: Discrete: Metro
de: Kategoriell: Metro
es: Discreta: Metro
gl: Discreta: Metro
pt: Discreto: Metro

# jaspPlotBuilder|
source: Discrete: Candy
de: Kategoriell: Süßigkeit
es: Discreta: Dulce
gl: Discreta: Doce
pt: Discreto: Doce

# jaspPlotBuilder|
source: Discrete: Alger
de: Kategoriell: Alger
es: Discreta: Alger
gl: Discreta: Alger
pt: Discreto: Alger

# jaspPlotBuilder|
source: Discrete: Rainbow
de: Kategoriell: Regenbogen
es: Discreta: Arcoiris
gl: Discreta: Arco da vella
pt: Discreto: Arco-íris

# jaspPlotBuilder|
source: Continuous: Viridis
de: Kategoriell: Viridis
es: Continua: Violeta
gl: Continua: Violeta
pt: Contínuo: Viridis

# jaspPlotBuilder|
source: Continuous: Magma
de: Kategoriell: Magma
es: Continua: Magma
gl: Continua: Magma
pt: Contínuo: Magma

# jaspPlotBuilder|
source: Continuous: Inferno
de: Kategoriell: Inferno
es: Continua: Infierno
gl: Continua: Inferno
pt: Contínuo: Inferno

# jaspPlotBuilder|
source: Continuous: Plasma
de: Kategoriell: Plasma
es: Continua: Plasma
gl: Continua: Plasma
pt: Contínuo: Plasma

# jaspPlotBuilder|
source: Continuous: Cividis
de: Kategoriell: Cividis
es: Continua: Cividis
gl: Continua: Cividis
pt: Contínuo: Cividis

# jaspPlotBuilder|
source: Continuous: Rocket
de: Kategoriell: Rakete
es: Continua: Cohete
gl: Continua: Foguete
pt: Contínuo: Foguete

# jaspPlotBuilder|
source: Continuous: Mako
de: Kategoriell: Mako
es: Continua: Mako
gl: Continua: Mako
pt: Contínuo: Mako

# jaspPlotBuilder|
source: Continuous: Turbo
de: Kategoriell: Turbo
es: Continua: Turbo
gl: Continua: Turbo
pt: Contínuo: Turbo

# jaspPlotBuilder|
source: Continuous: Blue Pink Yellow
de: Kontinuierlich: Blau Pink Gelb
es: Continua: Azul Rosa Amarillo
gl: Continua: Azul Rosa Amarelo
pt: Contínuo: Azul Rosa Amarelo

# jaspPlotBuilder|
source: Diverging: Blue to Red
de: Divergierend: Blau zu Rot
es: Divergente: Azul a Rojo
gl: Diverxente: Azul a Vermello
pt: Divergente: Azul a Vermelho

# jaspPlotBuilder|
source: Diverging: Blue to Brown
de: Divergierend: Blau zu Braun
es: Divergente: Azul a Marrón
gl: Diverxente: Azul a Marrón
pt: Divergente: Azul a Marrom

# jaspPlotBuilder|
source: Diverging: BuRd
de: Divergierend: BuRd
es: Divergente: AzRj
gl: Diverxente: AzVm
pt: Divergente: BuRd

# jaspPlotBuilder|
source: Diverging: BuYlRd
de: Divergierend: BuYlRd
es: Divergente: AzAmRj
gl: Diverxente: AzAmVm
pt: Divergente: BuYlRd

# jaspPlotBuilder|
source: Diverging: Spectral
de: Divergierend: Spektral
es: Divergente: Espectral
gl: Diverxente: Espectral
pt: Divergente: Espectral

# jaspPlotBuilder|
source: Diverging: Icefire
de: Divergierend: Eisfeuer
es: Divergente: HieloFuego
gl: Diverxente: XeoLume
pt: Divergente: Gelo e Fogo

# jaspPlotBuilder|
source: Custom colors
de: Benutzerdefinierte Farben
es: Colores habituales
gl: Cores habituais
pt: Cores personalizadas

# jaspPlotBuilder|
source: Plot size
de: Diagrammgröße
es: Tamaño del gráfico
gl: Tamaño da gráfica
pt: Tamanho do gráfico

# jaspPlotBuilder|
source: Width (px)
de: Breite (px)
es: Ancho (px)
gl: Ancho (px)
pt: Largura (px)

# jaspPlotBuilder|
source: Height (px)
de: Höhe (px)
es: Alto (px)
gl: Alto (px)
pt: Altura (px)

# jaspPlotBuilder|
source: Margins
de: Ränder
es: Márgenes
gl: Marxes
pt: Margens

# jaspPlotBuilder|
source: Top
de: Oben
es: Arriba
gl: Arriba
pt: Topo

# jaspPlotBuilder|
source: Bottom
de: Unten
es: Abajo
gl: Abaixo
pt: Fundo

# jaspPlotBuilder|
source: Left
de: Links
es: Izquierda
gl: Esquerda
pt: Esquerda

# jaspPlotBuilder|
source: Right
de: Rechts
es: Derecha
gl: Dereita
pt: Direita

# jaspPlotBuilder|
source: Legend
de: Legende
es: Leyenda
gl: Lenda
pt: Legenda

# jaspPlotBuilder|
source: No legend
de: Keine Legende
es: Sin leyenda
gl: Sen lenda
pt: Sem legenda

# jaspPlotBuilder|
source: Remove title
de: Titel entfernen
es: Quitar título
gl: Quitar título
pt: Remover título

# jaspPlotBuilder|
source: Split and grid control
es: División y control de cuadrícula
gl: División e control da grella
pt: Controle de divisão e grade

# jaspPlotBuilder|
source: Split control
es: Control de divisiones
gl: Control de divisións
pt: Controle de divisão

# jaspPlotBuilder|
source: Scale and axis settings
de: Skala- und Achsen-Einstellungen
es: Configuración de escalas y ejes
gl: Configuración de escalas e eixes
pt: Configurações de eixo e escala

# jaspPlotBuilder|
source: Scale range
de: Skala-Spannweite
es: Rango de escala
gl: Rango da escala
pt: Faixa de escala

# jaspPlotBuilder|
source: shared across all facets
es: Compartido por todos los aspectos
gl: Compartido por tódolos aspectos
pt: compartilhado em todas as facetas

# jaspPlotBuilder|
source: vary across X
de: über X variieren
es: Variar a lo largo de X
gl: Variar ao longo de X
pt: variam em X

# jaspPlotBuilder|
source: vary across Y
de: über Y variieren
es: Variar a lo largo de Y
gl: Variar ao longo de Y
pt: variam em Y

# jaspPlotBuilder|
source: vary across both axes
de: über beide Achsen variieren
es: Variar a lo largo de ambos ejes
gl: Variar ao longo de ambos eixes
pt: variam em ambos os eixos

# jaspPlotBuilder|
source: Show axis lines
de: Achsenlinien anzeigen
es: Mostrar líneas de los ejes
gl: Amosar liñas dos eixes
pt: Mostrar linhas dos eixos

# jaspPlotBuilder|
source: only on outer panels
es: Solo en paneles externos
gl: Só en paneis externos
pt: somente em painéis externos

# jaspPlotBuilder|
source: on all X axes
de: auf allen X-Achsen
es: En todos los ejes X
gl: En tódolos eixes X
pt: en todos os eixos x

# jaspPlotBuilder|
source: on all Y axes
de: auf allen Y-Achsen
es: En todos los ejes Y
gl: En tódolos eixes Y
pt: em todos os eixos y

# jaspPlotBuilder|
source: on all axes
de: auf allen Achsen
es: En todos los ejes
gl: En tódolos eixes
pt: em todos os eixos

# jaspPlotBuilder|
source: Axis label visibility
de: Sichtbarkeit Achsenbeschriftungen
es: Visibilidad de etiquetas de ejes
gl: Visibilidade das etiquetas dos eixes
pt: Visibilidade do rótulo do eixo

# jaspPlotBuilder|
source: show on all axes
de: auf allen Achsen anzeigen
es: Mostrar en todos los ejes
gl: Amosar en tódolos eixes
pt: mostrar em todos os eixos

# jaspPlotBuilder|
source: only on outer axes
de: nur auf äußeren Achsen
es: Solo en ejes externos
gl: Só en eixes externos
pt: somente nos eixos externos

# jaspPlotBuilder|
source: only on interior X axes
de: nur auf inneren X-Achsen
es: Solo en ejes X internos
gl: Só en eixes X internos
pt: somente nos eixos X internos

# jaspPlotBuilder|
source: only on interior Y axes
de: nur auf inneren Y-Achsen
es: Solo en ejes Y internos
gl: Só en eixes Y internos
pt: somente nos eixos Y internos

# jaspPlotBuilder|
source: Layout settings
de: Anordnungs-Einstellugen
es: Configuración del diseño
gl: Configuración do deseño
pt: Configurações de disposição

# jaspPlotBuilder|
source: Highest value at
de: Höchsten Wert auf
es: Valor más alto en
gl: Valor máis alto en
pt: Valor mais alto em

# jaspPlotBuilder|
source: bottom right
de: rechts unten
es: abajo a la derecha
gl: abaixo á dereita
pt: fundo direito

# jaspPlotBuilder|
source: top right
de: rechts oben
es: arriba a la derecha
gl: arriba á dereita
pt: topo direito

# jaspPlotBuilder|
source: Panel size adjustment
de: Anpassung Kachelgröße
es: Ajuste de tamaño del panel
gl: Axuste do tamaño do panel
pt: Ajuste do tamanho do painel

# jaspPlotBuilder|
source: same size
de: gleiche Größe
es: Mismo tamaño
gl: Mesmo tamaño
pt: mesmo tamanho

# jaspPlotBuilder|
source: free width (X)
de: freie Breite (X)
es: Ancho libre (X)
gl: Ancho libre (X)
pt: largura livre (X)

# jaspPlotBuilder|
source: free height (Y)
de: freie Höhe (Y)
es: Alto libre (Y)
gl: Alto libre (Y)
pt: altura livre (Y)

# jaspPlotBuilder|
source: free width and height
de: freie Breite und Höhe
es: Ancho y alto libres
gl: Ancho e alto libres
pt: largura e altura livres

# jaspPlotBuilder|
source: Include marginal plots
de: Rand-Diagramme einbeziehen
es: Incluir gráficos marginales
gl: Incluír gráficas marxinais
pt: Incluir gráficos marginais

# jaspPlotBuilder|
source: X axis title
de: X-Achsentitel
es: Título del eje X
gl: Título do eixe X
pt: Título do eixo x

# jaspPlotBuilder|
source: Enter a label for the X axis
de: Eingabe einer Beschriftung für die X-Achse
es: Introducir una etiqueta para el eje X
gl: Introducir unha etiqueta para o eixe X
pt: Insira um rótulo para o eixo X

# jaspPlotBuilder|
source: Y axis title
de: Y-Achsentitel
es: Título del eje Y
gl: Título do eixe Y
pt: Título do eixo y

# jaspPlotBuilder|
source: Enter a label for the Y axis
de: Eingabe einer Beschriftung für die Y-Achse
es: Introducir una etiqueta para el eje Y
gl: Introducir unha etiqueta para o eixe Y
pt: Insira um rótulo para o eixo Y

# jaspPlotBuilder|
source: Grid control
de: Raster-Einstellungen
es: Control de cuadrícula
gl: Control da grella
pt: Controle da grade

# jaspPlotBuilder|
source: Number of columns
de: Anzahl von Spalten
es: Número de columnas
gl: Número de columnas
pt: Número de colunas

# jaspPlotBuilder|
source: Number of rows
de: Anzahl von Zeilen
es: Número de filas
gl: Número de filas
pt: Número de linhas

# jaspPlotBuilder|
source: Scales and strip settings
es: Configuración de escalas y franjas
gl: Configuración de escalas e franxas
pt: Configurações de escalas e tiras

# jaspPlotBuilder|
source: Strip position
es: Posición de franja
gl: Posición da franxa
pt: Posição da tira

# jaspPlotBuilder|
source: top
de: oben
es: Arriba
gl: Arriba
pt: topo

# jaspPlotBuilder|
source: bottom
de: unten
es: Abajo
gl: Abaixo
pt: fundo

# jaspPlotBuilder|
source: left
de: links
es: Izquierda
gl: Esquerda
pt: esquerda

# jaspPlotBuilder|
source: right
de: rechts
es: Derecha
gl: Dereita
pt: direita

# jaspPlotBuilder|
source: P value and comparison lines
de: P-Wert und Vergleichslinien
es: Líneas de valores P y comparaciones
gl: Liñas dos valores P e comparacións
pt: valor-p e linhas de comparação

# jaspPlotBuilder|
source: P value brackets
es: Corchetes de valores P
gl: Corchetes dos valores P
pt: Parênteses de valor-P

# jaspPlotBuilder|
source: P value color
de: P-Wert Farbe
es: Color de valores P
gl: Cor dos valores P
pt: Cor do valor-p

# jaspPlotBuilder|
source: P value size
de: P-Wert Größe
es: Tamaño de valores P
gl: Tamaño dos valores P
pt: Tamanho do valor-p

# jaspPlotBuilder|
source: Y-Axis position of the first P value
de: Y-Achsen-Position des ersten P-Werts
es: Posición en el eje Y del primer valor P
gl: Posición no eixe Y do primeiro valor P
pt: Posição do eixo Y do primeiro valor-p

# jaspPlotBuilder|
source: Step distance
de: Schrittweite
es: Distancia de paso
gl: Distancia de paso
pt: Distância de passo

# jaspPlotBuilder|
source: Note: If custom Y-Axis limits are set, the starting position for the P value must fall within the defined interval
de: Hinweis: Bei benutzerdefinierten Y-Achsen-Grenzen muss die Startposition für den P-Wert in das definierte Intervall fallen
es: Nota: Cuando se establecen los límites habituales del eje Y, la posición inicial del valor P debe caer dentro del intervalo definido
gl: Nota: Cando se establecen os límites habituais do eixe Y, a posición inicial do valor P debe caer dentro do intervalo definido
pt: Observação: se forem definidos limites personalizados do eixo Y, a posição inicial para o valor-p deve estar dentro do intervalo definido

# jaspPlotBuilder|
source: Pairwise comparisons table
de: Tabelle paarweiser Vergleiche
es: Tabla de comparaciones por parejas
gl: Táboa de comparacións por parellas
pt: Tabela de comparações em pares

# jaspPlotBuilder|
source: Bracket
de: Klammer
es: Corchete
gl: Corchete
pt: Colchete

# jaspPlotBuilder|
source: Compared groups
de: Verglichene Gruppen
es: Grupos comparados
gl: Grupos comparados
pt: Grupos comparados

# jaspPlotBuilder|
source: Group 1
de: Gruppe 1
es: Grupo 1
gl: Grupo 1
pt: Grupo 1

# jaspPlotBuilder|
source: Group 2
de: Gruppe 2
es: Grupo 2
gl: Grupo 2
pt: Grupo 2

# jaspPlotBuilder|
source: P value and brackets
de: P-Wert und Klammern
es: Valor P y corchetes
gl: Valor P e corchetes
pt: valor-p e colchetes

# jaspPlotBuilder|
source: Tip length
de: Spitzen-Länge
es: Longitud de punta
gl: Longura da punta
pt: Comprimento da ponta

# jaspPlotBuilder|
source: Bracket size
de: Klammer-Dicke
es: Tamaño de corchete
gl: Tamaño do corchete
pt: Tamanho do colchete

# jaspPlotBuilder|
source: Group
de: Gruppe
es: Grupo
gl: Grupo
pt: Grupo

# jaspPlotBuilder|
source: Custom comparison lines
de: Benutzerdefinierte Vergleichslinien
es: Líneas habituales de comparación
gl: Liñas habituais de comparación
pt: Linhas de comparação personalizadas

# jaspPlotBuilder|
source: Add annotation lines
es: Añadir líneas de comentario
gl: Engadir liñas de comentario
pt: Adicionar linhas de anotação

# jaspPlotBuilder|
source: Line
de: Linie
es: Línea
gl: Liña
pt: Linha

# jaspPlotBuilder|
source: X-Axis start
de: X-Achse Start
es: Principio del eje X
gl: Principio do eixe X
pt: Início do eixo x

# jaspPlotBuilder|
source: X-Axis end
de: X-Achse Ende
es: Fin del eje X
gl: Fin do eixe X
pt: Fim do eixo x

# jaspPlotBuilder|
source: Y-Axis start
de: Y-Achse Start
es: Principio del eje Y
gl: Principio do eixe Y
pt: Início do eixo y

# jaspPlotBuilder|
source: Y-Axis end
de: Y-Achse Ende
es: Fin del eje Y
gl: Fin do eixe Y
pt: Fim do eixo y

# jaspPlotBuilder|
source: Label size
de: Beschriftungsgröße
es: Tamaño de etiqueta
gl: Tamaño da etiqueta
pt: Tamanho do rótulo

# jaspPlotBuilder|
source: Label distance
de: Beschriftungs-Distanz
es: Distancia de etiqueta
gl: Distancia da etiqueta
pt: Distância do rótulo

# jaspPlotBuilder|
source: Plot layout
de: Diagramm-Layout
es: Diseño de gráfico
gl: Deseño de gráfica
pt: Disposição do gráfico

# jaspPlotBuilder|
source: Arrange plots by column
de: Diagramme spaltenweise arrangieren
es: Disponer gráficos en columna
gl: Arranxar gráficas en columna
pt: Organizar gráficos por coluna

# jaspPlotBuilder|
source: Relative column widths
de: Relative Spaltenbreiten
es: Anchos relativos de columnas
gl: Anchos relativos de columnas
pt: Larguras relativas das colunas

# jaspPlotBuilder|
source: Specify layout
de: Layout angeben
es: Especificar diseño
gl: Especificar deseño
pt: Especificar disposição

# jaspPlotBuilder|
source: Column
de: Spalte
es: Columna
gl: Columna
pt: Coluna

# jaspPlotBuilder|
source: Plot IDs
de: Diagramm-IDs
es: IDs de gráficos
gl: IDs das gráficas
pt: IDs do gráficos

# jaspPlotBuilder|
source: Plot 1, Plot 2, ...
de: Diagramm 1, Diagramm 2, ...
es: Gráfico 1, Gráfico 2, ...
gl: Gráfica 1, Gráfica 2, ...
pt: Gráfico 1, Gráfico 2, ...

# jaspPlotBuilder|
source: Plot heights
de: Diagramm-Höhen
es: Alturas de gráficos
gl: Alturas das gráficas
pt: Alturas dos gráficos

# jaspPlotBuilder|
source: Collect legend
de: Legende sammeln
es: Recoger leyenda
gl: Recoller lenda
pt: Coletar legenda

# jaspPlotBuilder|
source: Arrange plots by row
de: Diagramme zeilenweise arrangieren
es: Disponer gráficos en fila
gl: Arranxar gráficas en fila
pt: Organizar gráficos por linha

# jaspPlotBuilder|
source: Relative row heights
de: Relative Zeilenhöhen
es: Alturas relativas de filas
gl: Alturas relativas de filas
pt: Alturas relativas das linhas

# jaspPlotBuilder|
source: Row
de: Zeile
es: Fila
gl: Fila
pt: Linha

# jaspPlotBuilder|
source: Plot widths
de: Diagramm-Breiten
es: Anchos de gráficos
gl: Anchos das gráficas
pt: Largura dos gráficos

# jaspPlotBuilder|
source: Note: If you have column and row arrangement, the column will be the top part of the layout and the row will be the bottom part of the layout.
de: Hinweis: Wenn Sie Spalten- und Zeilenanordnung haben, wird die Spalte der obere Teil des Layouts und die Zeile wird der untere Teil des Layouts sein.
es: Nota: Si se tiene una disposición de columnas y filas , la columna será la parte de arriba del diseño y la fila será la parte de abajo del diseño.
gl: Nota: Se tes un arranxo de columnas e filas , a columna será a parte de arriba do deseño e a fila será a parte de abaixo do deseño.
pt: Observação: se você tiver um arranjo de colunas e linhas, a coluna será a parte superior da disposição e a linha será a parte inferior da disposição.

# jaspPlotBuilder|
source: Label settings
de: Beschriftungs-Einstellungen
es: Configuración de etiquetas
gl: Configuración de etiquetas
pt: Configurações de rótulo

# jaspPlotBuilder|
source: Horizontal position
de: Horizontale Position
es: Posición horizontal
gl: Posición horizontal
pt: Posição horizontal

# jaspPlotBuilder|
source: Vertical position
de: Vertikale Position
es: Posición vertical
gl: Posición vertical
pt: Posição vertical

# jaspPlotBuilder|
source: Additional settings
de: Weitere Einstellungen
es: Configuraciones adicionales
gl: Configuracións adicionais
pt: Configurações adicionais

# jaspPlotBuilder|
source: Column heights/row widths
de: Spaltenhöhen/Zeilenbreiten
es: Alturas de columna/Anchos de fila
gl: Alturas de columna/Anchos de fila
pt: Alturas de colunas/larguras de linhas

# jaspPlotBuilder|
source: Height
de: Höhe
es: Altura
gl: Altura
pt: Altura

# jaspPlotBuilder|
source: Spacing
de: Abstand
es: Espaciado
gl: Espazado
pt: Espaçamento

# jaspPlotBuilder|
source: Collect legend across layout
de: Legende über Layout sammeln
es: Recoger leyenda entre el diseño
gl: Recoller lenda entre o deseño
pt: Coletar legendas ao longo da disposição

# raincloudPlots|
source: This module has a %1 YouTube tutorial
de: Zu diesem Modul gibt es ein %1 Youtube-Tutorium
es: Este módulo tiene un tutorial %1 de YouTube
gl: Este módulo ten un titorial %1 de YouTube
pt: Este módulo tem um tutorial do YouTube %1

# raincloudPlots|
source: Note: This module has a %1 YouTube tutorial %2 & requires data in long format.
de: Anmerkung: Dieses Modul verfügt über ein %1 Youtube-Tutorium %2 & benötigt Daten im Long-Format.
es: Nota: Este módulo tiene un tutorial %1 de YouTube %2 y requiere datos en formato largo.
gl: Nota: Este módulo ten un titorial %1 de YouTube %2 e require datos en formato longo.
pt: Observação: este módulo tem um tutorial do YouTube %1 %2 e requer dados em formato longo.

# jaspPlotBuilder|
source: The <b>Plot Builder (beta)</b> lets you assemble a complete figure in just a few clicks.<br/><br/><ol><li><b>Decide on design:</b> At the very top choose <i>Repeated measurements → Yes</i> if the same subjects are measured more than once (e.g., across time-points or conditions); otherwise leave <i>No</i> selected. </li><li><b>Map your variables:</b> Drag variables from the list on the left into the fields on the right (X-Axis, Y-Axis, etc). </li><li><b>Choose what to display:</b> Expand the <i>Data and geometries</i> accordion to add layers such as raw points, histograms/box-/violin plots, counts, proportions, Mean or Median summaries, etc.</li><li><b>Polish the figure:</b> Use the remaining accordions to fine-tune axes, titles, annotations, themes, colors, sizing, and legend placement.</li>
de: Der <b>Diagramm-Baukasten (Beta)</b> lässt Sie eine vollständige Abbildung in nur wenigen Klicks erstellen.<br/><br/><ol><li><b>Design festlegen:</b> Wählen Sie ganz oben <i>Messwiederholung → Ja </i> wenn dieselben Subjekte mehr als einmal gemessen wurden (z.B., über Zeitpunkte oder Bedingungen); andernfalls lassen Sie <i>Nein</i> ausgewählt. </li><li><b>Variablen zuweisen:</b> Ziehen Sie Variablen aus der Liste links in die Felder rechts (X-Achse, Y-Achse, usw). </li><li><b>Anzeigeart auswählen:</b> Klappen Sie <i>Daten und Geometrie-Elemente</i> auf, um Ebenen hinzuzufügen wie rohe Punkte, Histogramme/Box-/Violin-Diagramme, Anzahlen, Anteile, Mittelwerte oder Median-Zusammenfassungen, usw.</li><li><b>Abbildung aufpolieren:</b> Nutzen Sie die übringen Optionen zum Feintunen der Achsen, Titel, Annotatierungen, Farbschemas, Farben, Größen, und Legendenplatzierung.</li>
es: El <b>Generador de Gráficos (beta)</b> permite montar un gráfico completo en solo unos pocos clics.<br/><br/><ol><li><b>Decidir el diseño:</b> En la parte superior elegir <i>Medidas repetidas → Sí</i>, si los mismos sujetos se miden más de una vez (p.e. a través de puntos temporales o condiciones); en otro caso, dejar <i>No</i> seleccionado. </li><li><b>Trazar las variables:</b> Arrastrar las variables desde la lista a la izquierda a los campos a la derecha (Eje X, Eje Y, etc). </li><li><b>Escoger qué presentar:</b> Expandir el acordeón de <i>Datos y geometrías</i> para añadir estratos como puntos en bruto, histogramas/gráficos de caja-violín, recuentos, proporciones, resúmenes de Medias o Medianas, etc.</li><li><b>Pulir el gráfico:</b> Usar los acordeones restantes para refinar los ejes, títulos, comentarios, temas, colores, tamaños y posiciones de las leyendas.</li>
gl: O <b>Xerador de Gráficas (beta)</b> permíteche montar unha gráfica completa en só uns poucos clics.<br/><br/><ol><li><b>Decidir o deseño:</b> Na parte superior elixir <i>Medidas repetidas → Si</i>, se os mesmos suxeitos se miden máis dunha vez (p.e. a través de puntos temporais ou condicións); doutro xeito, deixar <i>No</i> seleccionado. </li><li><b>Trazar as túas variables:</b> Arrastrar as variables desde a lista á esquerda aos campos á dereita (Eixe X, Eixe Y, etc). </li><li><b>Escoller que presentar:</b> Expandir o acordeón de <i>Datos e xeometrías</i> para engadir estratos como puntos en bruto, histogramas/gráficas de caixa-violín, recontos, proporcións, resumos de Medias ou Medianas, etc.</li><li><b>Pulir a gráfica:</b> Usar os acordeóns restantes para refinar os eixes, títulos, comentarios, temas, cores, tamaños e posicións das lendas.</li>
pt: O <b>Plot Builder (beta)</b> permite que você monte uma figura completa em apenas alguns cliques.<br/><br/><ol><li><b>Decida o delineamento:</b> No topo, escolha <i>Medições repetidas → Sim</i> se os mesmos sujeitos forem medidos mais de uma vez (por exemplo, em pontos de tempo ou condições); caso contrário, deixe <i>Não</i> selecionado. </li><li><b>Mapeie suas variáveis:</b> Arraste as variáveis da lista à esquerda para os campos à direita (Eixo X, Eixo Y, etc.). </li><li><b>Escolha o que exibir:</b> Expanda o acordeão <i>Dados e geometrias</i> para adicionar camadas como pontos brutos, histogramas/diagramas de caixa/violino, contagens, proporções, resumos de média ou mediana, etc.</li><li><b>Polir a figura:</b> Use os acordeões restantes para ajustar eixos, títulos, anotações, temas, cores, dimensionamento e posicionamento de legenda.</li>

# jaspPlotBuilder|
source: The basic setup: decide on the design (repeated-measures or non-repeated-measures) and select the variables
de: Der Grundaufbau: Festlegen des Designs (Messwiederholung oder keine Messwiederholung) und Auswahl der Variablen
es: La configuración básica: Decidir el diseño (medidas repetidas o medidas no repetidas) y seleccionar las variables
gl: A configuración básica: Decidir o deseño (medidas repetidas ou medidas non repetidas) e seleccionar as variables
pt: A configuração básica: decidir sobre o delineamento (medidas repetidas ou medidas não repetidas) e selecionar as variáveis
