Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# jaspPlotBuilder|
source: Sets the multiplier (coef) used to define outliers in a boxplot. Outliers are values beyond Q1 − coef × IQR or Q3 + coef × IQR
de: Legt den Multiplikator (coef) fest, der zur Definition von Ausreißern in einem Boxplot verwendet wird. Ausreißer sind Werte außerhalb von Q1 − coef × IQR oder Q3 + coef × IQR
es: Establece el múltiplo (coef) utilizado para definir los atípicos en un gráfico de caja. Los atípicos son valores más allá de C1 − coef × RIC o C3 + coef × RIC
gl: Establece o múltiplo (coef) utilizado para definir os atípicos nunha gráfica de caixa. Os atípicos son valores máis alá de C1 − coef × RIC ou C3 + coef × RIC
pt: Define o multiplicador (coef) usado para definir valores atípicos em um diagrama de caixa. Valores atípicos são valores além de Q1 − coef × IIQ ou Q3 + coef × IIQ

# jaspPlotBuilder|
source: Set the size of the outliers
de: Die Größe der Ausreißer einstellen
es: Establecer el tamaño de los atípicos
gl: Establecer o tamaño dos atípicos
pt: Defina o tamanho dos valores atípicos

# jaspPlotBuilder|
source: Controls how the width of each violin is scaled:<b>Area</b>: all violins have the same area (default in ggplot2).<b>Count</b>: violins are scaled by the number of observations in each group.<b>Width</b>: all violins have the same maximum width, regardless of group size.
de: Regelt, wie die Breite jeder Violine skaliert wird:<b>Fläche</b>: alle Violinen haben die gleiche Fläche (Standard in ggplot2).<b>Anzahl</b>: Violinen werden durch die Anzahl der Beobachtungen in jeder Gruppe skaliert.<b>Breite</b>: alle Violinen haben die gleiche maximale Breite, unabhängig der Gruppengröße.
es: Controla cómo se escala el ancho de cada violín:<b>Área</b>: Todos los violines tienen igual área (predeterminada en ggplot2).<b>Recuento</b>: Los violines se escalan según el número de observaciones en cada grupo.<b>Ancho</b>: Todos los violines tienen el mismo ancho máximo, con independencia del tamaño del grupo.
gl: Controla como se escala o ancho de cada violín:<b>Área</b>: Tódolos violíns teñen igual área (predeterminada en ggplot2).<b>Reconto</b>: Os violíns escálanse segundo o número de observacións en cada grupo.<b>Ancho</b>: Tódolos violíns teñen o mesmo ancho máximo, con independencia do tamaño do grupo.
pt: Controla como a largura de cada violino é dimensionada:<b>Área</b>: todos os violinos têm a mesma área (padrão em ggplot2).<b>Contagem</b>: os violinos são dimensionados pelo número de observações em cada grupo.<b>Largura</b>: todos os violinos têm a mesma largura máxima, independentemente do tamanho do grupo.

# jaspPlotBuilder|
source: Draws horizontal lines at the specified quantiles inside each violin. Use comma-separated values between 0 and 1 (e.g., 0.25, 0.5, 0.75) to show quartiles or other custom quantiles.
de: Zeichnet horizontale Linien an den angegebenen Quantilen innerhalb jeder Violine. Verwenden Sie durch Kommas getrennte Werte zwischen 0 und 1 (z. B. 0.25, 0.5, 0.75), um Quartile oder andere benutzerdefinierte Quantile anzuzeigen.
es: Dibuja líneas horizontales en los cuantiles especificados dentro de cada violín. Utilice valores separados por comas entre 0 y 1 (p.e. 0.25, 0.5, 0.75) para indicar los cuartiles u otros cuantiles personalizados.
gl: Debuxa liñas horizontais nos cuantiles especificados dentro de cada violín. Utiliza valores separados por comas entre 0 e 1 (p.e. 0.25, 0.5, 0.75) para indicar os cuartiles ou outros cuantiles personalizados.
pt: Desenha linhas horizontais nos quantis especificados dentro de cada violino. Use valores separados por vírgula entre 0 e 1 (por exemplo, 0,25, 0,5, 0,75) para mostrar quartis ou outros quantis personalizados.

# jaspPlotBuilder|
source: If checked, the violins are trimmed to the range of the data. If unchecked, the density tails may extend beyond the observed values.
de: Falls aktiviert, werden die Violinen außerhalb der Daten-Spannweite getrimmt. Falls inaktiviert, können sich die Dichte-Ausläufer über die beobachteten Werte hinaus erstrecken.
es: Cuando se marca, los violines se restringen al rango de los datos. Si no se marca, las colas de la densidad pueden extenderse más allá de los valores observados.
gl: Cando se marca, os violíns restrínxense ao rango dos datos. Se non se marca, as colas da densidade poden estenderse máis alá dos valores observados.
pt: Se marcada, os violinos são ajustados ao intervalo dos dados. Se desmarcada, as caudas de densidade podem se estender além dos valores observados.

# jaspPlotBuilder|
source: This section adds layers that visualise amounts. <b>Dodge</b> shifts subgroup geoms sideways so they don’t overlap. <b>Size / Width</b> sets the thickness of bars and lines or the radius of dots. <b>Transparency (alpha)</b> controls opacity: 0 = invisible, 1 = solid. <b>Outline (black / white)</b> toggles a border around the shape.
de: Dieser Abschnitt fügt Ebenen zum visualieren von Anzahlen hinzu. <b>Ausweichen</b> verschiebt Untergruppen-Geometrien seitlich, damit sie sich nicht überlappen. <b>Größe/Breite</b> legt die Dicke von Balken und Linien oder den Radius von Punkten fest. <b>Transparenz (Alpha)</b> steuert die Deckkraft: 0 = unsichtbar, 1 = deckend. <b>Umriss (schwarz/weiß)</b> schaltet einen Rahmen um die Form ein oder aus.
es: Esta sección añade estratos que visualizan cantidades. <b>Finta</b> mueve las geometrías de subgrupos lateralmente de modo que no se superpongan. <b>Tamaño/Ancho</b> establece el grueso de las barras y líneas, o el radio de los puntos. <b>Transparencia (alfa)</b> controla la opacidad: 0 = invisible, 1 = sólida. <b>Borde (negro/blanco)</b> cambia el borde en torno a la forma.
gl: Esta sección engade estratos que visualizan cantidades. <b>Finta</b> move as xeometrías de subgrupos lateralmente de xeito que non se sobrepoñan. <b>Tamaño/Ancho</b> establece o groso das barras e liñas, ou o radio dos puntos. <b>Transparencia (alfa)</b> controla a opacidade: 0 = invisible, 1 = sólida. <b>Bordo (negro/branco)</b> troca o bordo arredor da forma.
pt: Esta seção adiciona camadas que visualizam quantidades. <b>Subexposição</b> desloca as geometrias do subgrupo para os lados para que não se sobreponham. <b>Tamanho / Largura</b> define a espessura das barras e linhas ou o raio dos pontos. <b>Transparência (alfa)</b> controla a opacidade: 0 = invisível, 1 = sólido. <b>Contorno (preto / branco)</b> alterna uma borda ao redor da forma.

# jaspPlotBuilder|
source: Enable to add dashed lines to the plot
de: Aktivieren, um gestrichelte Linien zum Diagramm hinzuzufügen
es: Permitir añadir líneas discontinuas, al gráfico
gl: Permitir engadir liñas descontinuas, á gráfica
pt: Habilitar para adicionar linhas tracejadas ao gráfico

# jaspPlotBuilder|
source: Enable to add count dots to the plot
de: Aktivieren, um Anzahl-Punkte zum Diagramm hinzuzufügen
es: Permitir añadir puntos de recuentos, al gráfico
gl: Permitir engadir puntos de recontos, á gráfica
pt: Habilitar para adicionar pontos de contagem ao gráfico

# jaspPlotBuilder|
source: Enable to add count lines to the plot
de: Aktivieren, um Anzahl-Linien zum Diagramm hinzuzufügen
es: Permitir añadir líneas de recuentos, al gráfico
gl: Permitir engadir liñas de recontos, á gráfica
pt: Habilitar para adicionar linhas de contagem ao gráfico

# jaspPlotBuilder|
source: Enable to add a count area to the plot
de: Aktivieren, um eine Fläche für Anzahlen zum Diagramm hinzuzufügen
es: Permitir añadir un área de recuentos, al gráfico
gl: Permitir engadir unha área de recontos, á gráfica
pt: Habilitar para adicionar uma área de contagem ao gráfico

# jaspPlotBuilder|
source: Enable to add count values to the plot
de: Aktivieren, um Zählwerte zum Diagramm hinzuzufügen
es: Permitir añadir valores de recuentos, al gráfico
gl: Permitir engadir valores de recontos, á gráfica
pt: Habilitar para adicionar valores de contagem ao gráfico

# jaspPlotBuilder|
source: Visualise how each subgroup contributes to the whole Requires one Group variable plus either an X- or Y-axis variable Absolute mode stacks raw counts; Relative mode rescales each stack to 0-1 or 0-100 % Common controls: Transparency sets opacity, Reverse order flips the stack sequence, Line width outlines area stacks, Replace N/A turns missing groups into a separate slice
es: Visualizar como contribuye cada subgrupo al total de la variable de Requiere un Grupo, más una variable del eje X o del eje Y. El modo Absoluto apila recuentos brutos; el modo Relativo vuelve a escalar cada montón a 0-1 o a 0-100 %. Controles habituales: Transparencia establece la opacidad; Orden inverso invierte la secuencia de los montones; Ancho de liña contorna los montones de áreas; Reemplazar N/A cambia los grupos ausentes a un trozo separado
gl: Visualizar como contribúe cada subgrupo ao total da variable de Require un Grupo, máis unha variable do eixe X ou do eixe Y. O modo Absoluto amorea recontos brutos; o modo Relativo volve escalar cada morea a 0-1 ou a 0-100 %. Controis habituais: Transparencia establece a opacidade; Orde inversa inverte a secuencia das moreas; Ancho de liña contorna as moreas de áreas; Substituír N/A cambia os grupos ausentes a un anaco separado
pt: Visualize como cada subgrupo contribui para o todo. Requer uma variável de grupo mais uma variável do eixo X ou Y. O modo absoluto empilha contagens brutas; o modo relativo redimensiona cada pilha para 0-1 ou 0-100 %. Controles comuns: transparência define a opacidade, ordem reversa inverte a sequência da pilha, largura da linha delineia pilhas de área, substituir N/A transforma grupos ausentes em uma fatia separada

# jaspPlotBuilder|
source: Required: Group Variable AND X- or Y-Axis Variable
de: Benötigt: Gruppierungsvariable UND X- oder Y-Achsen-Variable
es: Requerido: Variable de grupos, y variable del eje X o del eje Y
gl: Requirido: Variable de grupos, e variable do eixe X ou do eixe Y
pt: Obrigatório: Variável de grupo e variável do eixo X ou Y

# jaspPlotBuilder|
source: Stack heights show raw counts
de: Stapelhöhen zeigen rohe Anzahlen
es: Las alturas de los apilados muestran recuentos de filas
gl: As alturas das moreas amosan recontos de filas
pt: As alturas das pilhas mostram contagens brutas

# jaspPlotBuilder|
source: Each stack is rescaled so its total height equals 100 %
de: Jeder Stapel wird so umskaliert, dass seine Gesamthöhe 100 % ist
es: Cada apilado se vuelve a escalar de modo que su altura total es de 100%
gl: Cada morea vólvese escalar de xeito que a súa altura total é do 100%
pt: Cada pilha é redimensionada para que sua altura total seja igual a 100 %

# jaspPlotBuilder|
source: Add stacked bars for each category using the selected proportion mode
de: Gestapelte Balken für jede Kategorie mit dem ausgewählten Anteil-Modus hinzufügen
es: Añadir barras apiladas para cada categoría, utilizando el modo de proporción seleccionado
gl: Engadir barras amoreadas para cada categoría, utilizando o modo de proporción seleccionado
pt: Adicione barras empilhadas para cada categoria usando o modo de proporção selecionado

# jaspPlotBuilder|
source: Add stacked areas connected across categories
de: Gestapelte Flächen hinzufügen, die über Kategorien verbunden sind
es: Añadir áreas apiladas conectadas a través de las categorías
gl: Engadir áreas amoreadas conectadas a través das categorías
pt: Adicionar áreas empilhadas conectadas entre categorias

# jaspPlotBuilder|
source: Treat missing groups as a separate slice
de: Fehlende Gruppen als separaten Abschnitt behandeln
es: Tratar los gruops ausentes como un trozo separado
gl: Tratar os grupos ausentes como un anaco separado
pt: Tratar grupos ausentes como uma fatia separada

# jaspPlotBuilder|
source: Format the relative scale from 0 % to 100 % instead of 0 to 1
de: Formatierung der relativen Skala von 0 % bis 100 % anstelle von 0 bis 1
es: Formatear la escala relativa de 0% a 100%, en lugar de 0 a 1
gl: Formatear a escala relativa de 0% a 100%, en troques de 0 a 1
pt: Formate a escala relativa de 0 % a 100 % em vez de 0 a 1

# jaspPlotBuilder|
source: Summary layers that display the arithmetic mean of the Y variable for every X (or vice versa). Requires both X and Y axes mapped. Mean can be rendered as bar, line, dot, dash, area, or value. Common controls: <b>Dodge</b> separates sub-groups, <b>Transparency</b> sets opacity, <b>Size/width</b> changes thickness, <b>Outline</b> toggles borders
de: Zusammenfassungsschichten, die den arithmetischen Mittelwert der Y-Variable für jedes X anzeigen (oder umgekehrt). Benötigt Zuordnung der X- und Y-Achsen. Mittelwerte können als Balken, Linie, Punkt, Strich, Fläche oder Wert angegeben werden. Übliche Regler: <b>Ausweichen</b> trennt Untergruppen, <b>Transparenz</b> regelt Deckkraft, <b>Größe/Breite</b> ändert Dicke, <b>Umriss</b> regelt Umrandungen
es: Estratos de resumen que presentan la media aritmética de la variable Y para cada X (o viceversa). Requiere trazar tanto el eje X como el eje Y. La media se puede representar como barra, línea, punto, raya, área o valor. Controles habituales: <b>Finta</b> separa los subgrupos; <b>Transparencia</b> establece la opacidad; <b>Tamaño/Ancho</b> cambia el grosor; <b>Contorno</b> cambia los bordes
gl: Estratos de resumo que presentan a media aritmética da variable Y para cada X (ou viceversa). Require trazar tanto o eixe X como o eixe Y. A media pódese representar como barra, liña, punto, raia, área ou valor. Controis habituais: <b>Finta</b> separa os subgrupos; <b>Transparencia</b> establece a opacidade; <b>Tamaño/Ancho</b> troca o grosor; <b>Contorno</b> troca os bordos
pt: Camadas de resumo que exibem a média aritmética da variável Y para cada X (ou vice-versa). Requer que os eixos X e Y sejam mapeados. A média pode ser renderizada como barra, linha, ponto, traço, área ou valor. Controles comuns: <b>Subexposição</b> separa subgrupos, <b>Transparência</b> define a opacidade, <b>Tamanho/largura</b> altera a espessura, <b>Contorno</b> alterna as bordas

# jaspPlotBuilder|
source: Add mean bars
de: Mittelwert-Balken hinzufügen
es: Añadir barras de medias
gl: Engadir barras das medias
pt: Adicionar barras médias

# jaspPlotBuilder|
source: Add dashed mean lines
de: Mittelwert als gestrichelte Linien hinzufügen
es: Añadir líneas discontinuas de medias
gl: Engadir liñas descontinuas das medias
pt: Adicionar linhas médias tracejadas

# jaspPlotBuilder|
source: Add mean dots
de: Mittelwert-Punkte hinzufügen
es: Añadir puntos de medias
gl: Engadir puntos das medias
pt: Adicionar pontos médios

# jaspPlotBuilder|
source: Add mean profile lines
de: Mittelwert-Profillinien hinzufügen
es: Añadir líneas de perfil de medias
gl: Engadir liñas de perfil das medias
pt: Adicionar linhas de perfil médio

# jaspPlotBuilder|
source: Add filled mean areas
de: Ausgefüllte Mittelwert-Flächen hinzufügen
es: Añadir áreas rellenadas de medias
gl: Engadir áreas cheas das medias
pt: Adicionar áreas médias preenchidas

# jaspPlotBuilder|
source: Add numeric mean labels
de: Numerische Mittelwert-Beschriftungen hinzufügen
es: Añadir etiquetas numéricas de medias
gl: Engadir etiquetas numéricas das medias
pt: Adicionar rótulos de média numérica

# jaspPlotBuilder|
source: Sets the rounding increment for the mean value; 0.1 gives one decimal, 0.01 gives two
de: Setzt das Rundungsinkrement für den Mittelwert; 0.1 ergibt eine Nachkommastelle, 0.01 ergibt zwei
es: Establece el incremento de redondeo para el valor de la media; 0.1 indica un decimal, 0.01 indica dos
gl: Establece o incremento de arredondado para o valor da media; 0.1 indica un decimal, 0.01 indica dous
pt: Define o incremento de arredondamento para o valor médio; 0,1 fornece um decimal, 0,01 fornece dois

# jaspPlotBuilder|
source: Summary layers that display the median of the Y variable for every X (or vice versa). Requires both X and Y axes mapped. Median can be rendered as bar, line, dot, dash, area, or value. Common controls: <b>Dodge</b> separates sub-groups, <b>Transparency</b> sets opacity, <b>Size/width</b> changes thickness, <b>Outline</b> toggles borders
de: Zusammenfassungsschichten, die den Median der Y-Variablen für jedes X anzeigen (oder umgekehrt). Benötigt Zuordnung von X- und Y-Achse. Median kann als Balken,Linie, Punkt, Strich, Fläche oder Wert gezeichnet werden. Übliche Regler: <b>Ausweichen</b> trennt Untergruppen, <b>Transparenz</b> regelt Deckkraft, <b>Größe/Breite</b> ändert Dicke, <b>Umriss</b> regelt Umrandungen
es: Estratos de resumen que presentan la mediana de la variable Y para cada X (o viceversa). Requiere trazar tanto el eje X como el eje Y. La mediana se puede representar como barra, línea, punto, raya, área o valor. Controles habituales: <b>Finta</b> separa los subgrupos; <b>Transparencia</b> establece la opacidad; <b>Tamaño/Ancho</b> cambia el grosor; <b>Contorno</b> cambia los bordes
gl: Estratos de resumo que presentan a mediana da variable Y para cada X (ou viceversa). Require trazar tanto o eixe X como o eixe Y. A mediana pódese representar como barra, liña, punto, raia, área ou valor. Controis habituais: <b>Finta</b> separa os subgrupos; <b>Transparencia</b> establece a opacidade; <b>Tamaño/Ancho</b> troca o grosor; <b>Contorno</b> troca os bordos
pt: Camadas de resumo que exibem a mediana da variável Y para cada X (ou vice-versa). Requer que os eixos X e Y sejam mapeados. A mediana pode ser renderizada como barra, linha, ponto, traço, área ou valor. Controles comuns: <b>Subexposição</b> separa subgrupos, <b>Transparência</b> define a opacidade, <b>Tamanho/largura</b> altera a espessura, <b>Contorno</b> alterna as bordas

# jaspPlotBuilder|
source: Add median bars
de: Median-Balken hinzufügen
es: Añadir barras de medianas
gl: Engadir barras das medianas
pt: Adicionar barras medianas

# jaspPlotBuilder|
source: Add dashed median lines
de: Gestrichelte Median-Linien hinzufügen
es: Añadir líneas discontinuas de medianas
gl: Engadir liñas descontinuas das medianas
pt: Adicionar linhas medianas tracejadas

# jaspPlotBuilder|
source: Add median dots
de: Median-Punkte hinzufügen
es: Añadir puntos de medianas
gl: Engadir puntos das medianas
pt: Adicionar pontos medianos

# jaspPlotBuilder|
source: Add median profile lines
de: Median-Profillinien hinzufügen
es: Añadir líneas de perfil de medianas
gl: Engadir liñas de perfil das medianas
pt: Adicionar linhas de perfil medianas

# jaspPlotBuilder|
source: Add filled median areas
de: Ausgefüllte Median-Flächen hinzufügen
es: Añadir áreas rellenadas de medianas
gl: Engadir áreas cheas das medianas
pt: Adicionar áreas medianas preenchidas

# jaspPlotBuilder|
source: Add numeric median labels
de: Numerische Median-Beschrifungen hinzufügen
es: Añadir etiquetas numéricas de medianas
gl: Engadir etiquetas numéricas das medianas
pt: Adicionar rótulos de mediana numérica

# jaspPlotBuilder|
source: Sets the rounding increment for the median value; 0.1 gives one decimal, 0.01 gives two
de: Setzt das Rundungsinkrement für den Median; 0.1 ergibt eine Nachkommastelle, 0.01 ergibt zwei
es: Establece el incremento de redondeo para el valor de la mediana; 0.1 indica un decimal, 0.01 indica dos
gl: Establece o incremento de arredondado para o valor da mediana; 0.1 indica un decimal, 0.01 indica dous
pt: Define o incremento de arredondamento para o valor mediano; 0,1 fornece um decimal, 0,01 fornece dois

# jaspPlotBuilder|
source: Shows variability with vertical bars or shaded ribbons. Choose <b>Range</b> (min–max), <b>SD</b>, <b>SEM</b>, or <b>95 % CI</b>. Common controls: <b>Dodge</b> offsets overlapping groups, <b>Width/Line width</b> adjusts thickness, <b>Transparency</b> sets opacity, <b>Black lines</b> toggles outlines
es: Muestra la variabilidad con barras verticales o franjas sombreadas. Elegir <b>Rango</b> (mín–máx), <b>DT</b>, <b>DTM</b> o <b>IC con 95%</b>. Controles habituales: <b>Finta</b> neutraliza la superposición de grupos; <b>Ancho/Ancho de línea</b> ajusta el grosor; <b>Transparencia</b> establece la opacidad; <b>Líneas negras</b> cambia los contornos
gl: Amosa a variabilidade con barras verticais ou franxas sombreadas. Elixir <b>Rango</b> (mín–máx), <b>DP</b>, <b>EPM</b> ou <b>IC co 95%</b>. Controis habituais: <b>Finta</b> neutraliza a superposición de grupos; <b>Ancho/Ancho de liña</b> axusta o grosor; <b>Transparencia</b> establece a opacidade; <b>Liñas negras</b> cambia os contornos
pt: Exibe a variabilidade com barras verticais ou faixas sombreadas. Escolha <b>Intervalo</b> (mín.-máx.), <b>DP</b>, <b>EPM</b> ou <b>IC de 95 %</b>. Controles comuns: <b>Subexposição</b> desloca grupos sobrepostos, <b>Largura/Largura da linha</b> ajusta a espessura, <b>Transparência</b> define a opacidade, <b>Linhas pretas</b> alterna os contornos

# jaspPlotBuilder|
source: Add range error bars
de: Spannweite-Fehlerbalken hinzufügen
es: Añadir barras de error del rango
gl: Engadir barras de erro do rango
pt: Adicionar barras de intervalo de erro

# jaspPlotBuilder|
source: Add SD error bars
de: SD-Fehlerbalken hinzufügen
es: Añadir barras de error de la DT
gl: Engadir barras de erro do DP
pt: Adicionar barras de erro de DP

# jaspPlotBuilder|
source: Add SEM error bars
de: SEM-Fehlerbalken hinzufügen
es: Añadir barras de errores de DTM (MES)
gl: Engadir barras de erros do EPM (MES)
pt: Adicionar barras de erro de EPM

# jaspPlotBuilder|
source: 95% CI error bar
de: 95%-KI-Fehlerbalken
es: Barra de error del IC con 95%
gl: Barra de erro do IC co 95%
pt: Barra de erro de IC de 95 %

# jaspPlotBuilder|
source: Add 95 % CI error bars
de: 95%-KI-Fehlerbalken hinzufügen
es: Añadir barras de error del IC con 95%
gl: Engadir barras de erro do IC co 95%
pt: Adicionar barras de erro de IC de 95 %

# jaspPlotBuilder|
source: Add range ribbons
es: Añadir franjas del rango
gl: Engadir franxas do rango
pt: Adicionar faixas de alcance

# jaspPlotBuilder|
source: Add SD ribbons
es: Añadir franjas de la DT
gl: Engadir franxas do DP
pt: Adicionar faixas de DP

# jaspPlotBuilder|
source: Add SEM ribbons
es: Añadir franjas de DTM (MES)
gl: Engadir franxas do EPM (MES)
pt: Adicionar faixas de EPM

# jaspPlotBuilder|
source: Add 95 % CI ribbons
es: Añadir franjas del IC con 95%
gl: Engadir franxas do IC co 95%
pt: Adicionar faixas de IC de 95 %

# jaspPlotBuilder|
source: Fit trend lines or statistical models and add reference or identity lines for comparison. Curve fitting requires individual data points. Common controls: <b>Method</b> chooses the model, <b>Line width</b> adjusts thickness, <b>Dodge</b> separates groups, <b>Transparency</b> sets opacity, and <b>Color</b> selects the line colour
es: Ajustar líneas de tendencia o modelos estadísticos, y añadir líneas de referencia o de identidad para comparar. El ajuste de curvas requiere puntos individuales de datos. Controles habituales: <b>Método</b> elige el modelo; <b>Ancho de línea</b> ajusta el grosor; <b>Finta</b> separa grupos; <b>Transparencia</b> establece la opacidad; y <b>Color</b> selecciona el color de líneas
gl: Axustar liñas de tendencia ou modelos estatísticos, e engadir liñas de referencia ou de identidade para comparar. O axuste de curvas require puntos individuais de datos. Controis habituais: <b>Método</b> elixe o modelo; <b>Ancho de liña</b> axusta o grosor; <b>Finta</b> separa grupos; <b>Transparencia</b> establece a opacidade; e <b>Cor</b> selecciona a cor de liñas
pt: Ajuste linhas de tendência ou modelos estatísticos e adicione linhas de referência ou identidade para comparação. O ajuste de curva requer pontos de dados individuais. Controles comuns: <b>Método</b> escolhe o modelo, <b>Largura da linha</b> ajusta a espessura, <b>Subexposição</b> separa grupos, <b>Transparência</b> define a opacidade e <b>Cor</b> seleciona a cor da linha
