Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# jaspPlotBuilder|
source: Fit a model to the data points
de: Ein Modell auf die Datenpunkte anpassen
es: Ajustar un modelo a los puntos de datos
gl: Axustar un modelo aos puntos de datos
pt: Ajustar um modelo aos pontos de dados

# jaspPlotBuilder|
source: Add reference lines
de: Referenzlinien hinzufügen
es: Añadir líneas de referencia
gl: Engadir liñas de referencia
pt: Adicionar linhas de referência

# jaspPlotBuilder|
source: Add identity line (y = x)
de: Identitätslinie (y = x) hinzufügen
es: Añadir línea de identidad (y = x)
gl: Engadir liña de identidade (y = x)
pt: Adicionar linha identidade (y = x)

# jaspPlotBuilder|
source: Reverse direction
de: Richtung umkehren
es: Invertir la dirección
gl: Inverter a dirección
pt: Direção inversa

# jaspPlotBuilder|
source: Fine-tune the x-axis
de: Feinjustierung der X-Achse
es: Refinar el eje X
gl: Refinar o eixe X
pt: Ajuste fino do eixo x

# jaspPlotBuilder|
source: Adds a heading
de: Überschrift hinzufügen
es: Añade un encabezamiento
gl: Engade un encabezamento
pt: Adiciona um título

# jaspPlotBuilder|
source: Sets the range
de: Spannweite einstellen
es: Establece el rango
gl: Establece o rango
pt: Define a faixa

# jaspPlotBuilder|
source: Positions tick marks
de: Teilstriche positionieren
es: Coloca las marcas
gl: Coloca as marcas
pt: Posições de marcas de seleção

# jaspPlotBuilder|
source: Handle rotation, shortening and sorting
de: Rotation, Abkürzungen, und Reihenfolge einstellen
es: Manejar la rotación, el recorte y la ordenación
gl: Manexar a rotación, o recorte e a ordenación
pt: Manipular a rotação, encurtamento e classificação

# jaspPlotBuilder|
source: Shorten axis labels using K for thousand, M for million, and so on
de: Achsenbeschriftungen abkürzen mit K für Tausend, M für Million, und so weiter
es: Acortar las etiquetas de ejes usando K para mil, M para millón, etc
gl: Acurtar as etiquetas de eixes usando K para mil, M para millón, etc
pt: Encurte os rótulos dos eixos usando k para mil, M para milhões e assim por diante

# jaspPlotBuilder|
source: Lets you edit them manually
de: Lässt Sie diese manuell ändern
es: Permite editar manualmente
gl: Permite editar manualmente
pt: Permite editá-los manualmente

# jaspPlotBuilder|
source: Fine-tune the y-axis: <b>Title</b> adds a heading, <b>Limits</b> sets the range, <b>Breaks</b> positions tick marks, <b>Labels</b> handle rotation, shortening and sorting, and <b>Rename labels</b> lets you edit them manually
de: Feinjustierung der Y-Achse: <b>Titel</b> fügt eine Überschrift hinzu, <b>Grenzen</b> setzt die Spannweite, <b>Unterbrechungen</b> positioniert Teilstriche, <b>Beschriftungen</b> stellt Rotationen, Abkürzungen, und Reihenfolge ein, und <b>Beschriftungen umbenennen</b> erlaubt Ihnen, diese manuell zu ändern
es: Refinar el eje Y: <b>Título</b> añade un encabezamiento; <b>Límites</b> establece el rango; <b>Saltos</b> coloca las marcas; <b>Etiquetas</b> maneja la rotación, el recorte y la ordenación; y <b>Renombrar etiquetas</b> permite editarlas manualmente
gl: Refinar o eixe Y: <b>Título</b> engade un encabezamento; <b>Límites</b> establece o rango; <b>Saltos</b> coloca as marcas; <b>Etiquetas</b> manexa a rotación, o recorte e a ordenación; e <b>Renomear etiquetas</b> permíteche editalas manualmente
pt: Ajuste fino do eixo y: <b>Título</b> adiciona um título, <b>Limites</b> define o intervalo, <b>Quebras</b> posiciona marcas de escala, <b>Rótulos</b> controla a rotação, encurtamento e classificação, e <b>Renomear rótulos</b> permite editá-los manualmente

# jaspPlotBuilder|
source: Title, caption
de: Titel, Bildunterschrift
es: Título, leyenda
gl: Título, lenda
pt: Título, legenda

# jaspPlotBuilder|
source: Use these fields to add text to your figure. <b>Title</b> appears above the plot, while <b>Caption</b> appears below
de: Verwenden Sie diese Felder, um Text zu Ihrer Abbildung hinzuzufügen. <b>Titel</b> erscheint über dem Diagramm, und <b>Bildunterschrift</b> erscheint darunter
es: Utilizar estos campos para añadir texto al gráfico. <b>Título</b> aparece arriba del gráfico, mientras que <b>Leyenda</b> aparece abajo
gl: Utilizar estes campos para engadir texto á túa gráfica. <b>Título</b> aparece arriba da gráfica, mentres que <b>Lenda</b> aparece abaixo
pt: Use estes campos para adicionar texto à sua figura. <b>Título</b> aparece acima do gráfico, enquanto <b>Legenda</b> aparece abaixo

# jaspPlotBuilder|
source: Annotation and data label
es: Comentario y etiqueta de datos
gl: Comentario e etiqueta dos datos
pt: Anotação e rótulo de dados

# jaspPlotBuilder|
source: Label points automatically or place custom annotations anywhere. <b>Label variable</b> shows each point’s value; <b>Custom annotations</b> add free-form text with position controls. Common controls: <b>Size</b> adjusts text height, <b>White background</b> improves legibility, colour fields accept named or hex colours
de: Beschriften Sie Punkte automatisch oder fügen Sie benutzerdefinierte Anmerkungen an beliebiger Stelle ein. <b>Beschriftungsvariable</b> zeigt den Wert jedes Punktes an; <b>Benutzerdefinierte Anmerkungen</b> fügen Freitext mit Positionssteuerung hinzu. Allgemeine Steuerelemente: <b>Größe</b> steuert die Textgröße, <b>Weißer Hintergrund</b> verbessert die Lesbarkeit, Farbfelder akzeptieren benannte oder Hex-Farben
es: Etiquetar los puntos automáticamente o colocar comentarios personales en cualquier sitio. <b>Variable de etiquetas</b> muestra el valor de cada punto; <b>Comentarios personales</b> añade texto en formato libre con controles de posición. Controles habituales: <b>Tamaño</b> ajusta la altura del texto; <b>Fondo blanco</b> mejora la legibilidad; los campos de color aceptan colores con nombres o hexadecimales
gl: Etiquetar os puntos automaticamente ou colocar comentarios persoais en calquera sitio. <b>Variable de etiquetas</b> amosa o valor de cada punto; <b>Comentarios persoais</b> engade texto en formato libre con controis de posición. Controis habituais: <b>Tamaño</b> axusta a altura do texto; <b>Fondo branco</b> mellora a lexibilidade; os campos de cor aceptan cores con nomes ou hexadecimais
pt: Rotule pontos automaticamente ou insira anotações personalizadas em qualquer lugar. A variável <b>Rótulo</b> mostra o valor de cada ponto; as <b>Anotações personalizadas</b> adicionam texto livre com controles de posição. Controles comuns: <b>Tamanho</b> ajusta a altura do texto, <b>Fundo branco</b> melhora a legibilidade, campos de cores aceitam cores nomeadas ou hexadecimais

# jaspPlotBuilder|
source: Label data by variable
de: Daten via Variable beschriften
es: Etiquetar los datos según variable
gl: Etiquetar os datos segundo variable
pt: Rotular dados por variável

# jaspPlotBuilder|
source: Label variable
de: Beschriftungsvariable
es: Variable de etiquetas
gl: Variable de etiquetas
pt: Variável rótulo

# jaspPlotBuilder|
source: Variable whose values will be shown next to each point
de: Variable, deren Werte neben jedem Punkt angezeigt werden
es: Variable cuyos valores se van a mostrar próximos a cada punto
gl: Variable cuxos valores vanse amosar próximos a cada punto
pt: Variável cujos valores serão mostrados ao lado de cada ponto

# jaspPlotBuilder|
source: White background
de: Weißer Hintergrund
es: Fondo blanco
gl: Fondo branco
pt: Fundo branco

# jaspPlotBuilder|
source: Custom annotations
de: Benutzerdefinierte Anmerkungen
es: Comentarios personales
gl: Comentarios persoais
pt: Anotações personalizadas

# jaspPlotBuilder|
source: Choose an overall visual style and how colours are assigned. <b>Theme</b> applies a preset look, while <b>Font base size</b> scales all text. <b>Color settings</b> lets you map colour to a variable, pick a palette, or enter custom colours
de: Wählen Sie einen visuellen Gesamtstil und wie Farben zugewiesen werden. <b>Farbschema</b> verwendet ein voreingestelltes Aussehen, während <b>Schrift-Basisgröße</b> alle Texte skaliert. Mit <b>Farbeinstellungen</b> können Sie die Farbe auf eine Variable abbilden, eine Palette auswählen oder benutzerdefinierte Farben eingeben
es: Elegir un estilo visual global y cómo se asignan los colores. <b>Tema</b> aplica una apariencia predeterminada, mientras <b>Tamaño base de fuente</b> escala todo el texto. <b>Configuración de color</b> permite asignar los colores a una variable, escoger una paleta o introducir colores personales
gl: Elixir un estilo visual global e como se asignan as cores. <b>Tema</b> aplica unha aparencia predeterminada, mentres <b>Tamaño base da fonte</b> escala todo o texto. <b>Configuración da cor</b> te permite asignar as cores a unha variable, escoller unha paleta ou introducir cores persoais
pt: Escolha um estilo visual geral e como as cores são atribuídas. <b>Tema</b> aplica uma aparência predefinida, enquanto <b>Tamanho base da fonte</b> dimensiona todo o texto. <b>Configurações de cor</b> permite que você mapeie a cor para uma variável, escolha uma paleta ou insira cores personalizadas

# jaspPlotBuilder|
source: Decide which variable drives colours and select a palette or provide custom hex/named colours
de: Entscheiden Sie, welche Variable die Farben bestimmt, und wählen Sie eine Palette aus oder geben Sie benutzerdefinierte Hex- oder benannte Farben an
es: Decidir qué variable maneja los colores, y seleccionar una paleta o proporcionar colores personales con nombres/hexadecimales
gl: Decidir que variable manexa as cores, e seleccionar unha paleta ou proporcionar cores persoais con nomes/hexadecimais
pt: Decida qual variável controla as cores e selecione uma paleta ou forneça cores hexadecimais/nomeadas personalizadas

# jaspPlotBuilder|
source: Choose what determines element colours
de: Auswahl, was die Element-Farben bestimmt
es: Elegir qué determina los colores de los elementos
gl: Elixir que determina as cores dos elementos
pt: Escolha o que determina as cores dos elementos

# jaspPlotBuilder|
source: Uniform colors
de: Gleiche Farben
es: Colores uniformes
gl: Cores uniformes
pt: Cores uniformes

# jaspPlotBuilder|
source: Coloring by Group variable
de: Farbgebung nach Gruppierungsvariable
es: Coloreado por variable de Grupos
gl: Coloreado por variable de Grupos
pt: Coloração por variável de grupo

# jaspPlotBuilder|
source: Coloring by X variable
de: Farbgebung nach X-Variable
es: Coloreado por variable X
gl: Coloreado por variable X
pt: Coloração pela variável x

# jaspPlotBuilder|
source: Coloring by Y variable
de: Farbgebung nach Y-Variable
es: Coloreado por variable Y
gl: Coloreado por variable Y
pt: Coloração pela variável y

# jaspPlotBuilder|
source: Apply separate colours in different splits
de: Separate Farben für unterschiedliche Aufteilungen verwenden
es: Aplicar colores distintos en diferentes divisiones
gl: Aplicar cores distintas en diferentes divisións
pt: Aplique cores separadas em divisões diferentes

# jaspPlotBuilder|
source: Here you can specify custom colors separated by commas
de: Hier können Sie benutzerdefinierte Farben angeben, getrennt durch Kommas
es: Aquí se pueden especificar colores personales separados por comas
gl: Aquí podes especificar cores persoais separados por comas
pt: Aqui você pode especificar cores personalizadas separadas por vírgulas

# jaspPlotBuilder|
source: e.g. red, blue, #ff5733
de: z.B. red, blue, #ff5733
es: p.e. red, blue, #ff5733
gl: p.e. red, blue, #ff5733
pt: e.g. vermelho, azul, #ff5733

# jaspPlotBuilder|
source: Size, margins and plot orientation
de: Größe, Ränder und Diagrammausrichtung
es: Tamaño, márgenes y orientación del gráfico
gl: Tamaño, marxes e orientación da gráfica
pt: Tamanho, margens e orientação do gráfico

# jaspPlotBuilder|
source: Control the canvas dimensions and whitespace. <b>Plot size</b> sets the pixel width × height, <b>Axis padding</b> adds proportional space inside the axes, <b>Margins</b> add outer whitespace, and <b>Plot orientation</b> can flip X and Y
de: Steuern der Abmessungen der Zeichenfläche und des Leerraums. <b>Diagrammgröße</b> setzt die Pixelbreite und -höhe, <b>Achsenfüllsel</b> fügt proportionalen Abstand innerhalb der Achsen hinzu, <b>Ränder</b>fügt äußeren Leerraum hinzu und <b>Diagrammausrichtung</b> kann X und Y vertauschen
es: Controlar las dimensiones del lienzo y el espaciado en blanco. <b>Tamaño del gráfico</b> establece el ancho × alto en pixels; <b>Relleno de ejes</b> añade espacios proporcionales dentro de los ejes; <b>Márgenes</b> añade un espaciado en blanco exterior; y <b>Orientación de gráfico</b> permite voltear X e Y
gl: Controlar as dimensións do lenzo e o espazado en branco. <b>Tamaño da gráfica</b> establece o ancho × alto en pixels; <b>Recheo dos eixes</b> engade espazos proporcionais dentro dos eixes; <b>Marxes</b> engade un espazado en branco exterior; e <b>Orientación da gráfica</b> permite voltear X e Y
pt: Controle as dimensões da tela e o espaço em branco. <b>Tamanho do gráfico</b> define a largura em pixels × altura, <b>Preenchimento do eixo</b> adiciona espaço proporcional dentro dos eixos, <b>Margens</b> adiciona espaço em branco externo e <b>Orientação do gráfico</b> pode inverter X e Y

# jaspPlotBuilder|
source: Width and height of the exported figure in pixels
de: Breite und Höhe der exportierten Abbildung in Pixeln
es: Ancho y alto del gráfico exportado, en pixels
gl: Ancho e alto da gráfica exportada, en pixels
pt: Largura e altura da figura exportada em pixels

# jaspPlotBuilder|
source: Axis padding
de: Achsenfüllsel
es: Relleno de ejes
gl: Recheo dos eixes
pt: Preenchimento do eixo

# jaspPlotBuilder|
source: Fraction of the data range to leave empty inside each axis (0 – 1)
de: Anteil des Datenbereichs, der in jeder Achse leer zu lassen ist (0 – 1)
es: Fracción del rango de datos que se deja vacío en cada eje (0–1)
gl: Fracción do rango de datos que se deixa baleiro en cada eixe (0–1)
pt: Fração do intervalo de dados a ser deixada vazia dentro de cada eixo (0 – 1)

# jaspPlotBuilder|
source: Outer whitespace around the plot (pts)
de: Äußerer Leerraum um die Diagramme (pts)
es: Espaciado en blanco exterior en torno al gráfico (pts)
gl: Espazado en branco exterior arredor da gráfica (pts)
pt: Espaço em branco externo ao redor do gráfico (pts)

# jaspPlotBuilder|
source: Plot orientation
de: Diagrammausrichtung
es: Orientación del gráfico
gl: Orientación da gráfica
pt: Orientação do gráfico

# jaspPlotBuilder|
source: Flip swaps the X and Y axes
de: Umdrehen vertauscht die X- und Y-Achsen
es: Intercambiar los ejes X e Y
gl: Intercambiar os eixes X e Y
pt: Flip troca os eixos X e Y

# jaspPlotBuilder|
source: Flip plot
de: Diagramm umdrehen
es: Voltear el gráfico
gl: Voltear a gráfica
pt: Inverter gráfico

# jaspPlotBuilder|
source: Control where the legend appears and what it shows. Use <b>Position</b> to dock the legend or hide it. <b>Remove title</b> hides the legend heading
de: Einstellungen, wo die Legende erscheint und was sie zeigt. Verwenden Sie <b>Position</b>, um die Legende anzudocken oder zu verstecken. <b>Titel entfernen</b> versteckt die Legenden-Überschrift
es: Controlar donde aparece la leyenda y qué muestra. Usar <b>Posición</b> para acoplar la leyenda o bien ocultarla. <b>Eliminar título</b> oculta el encabezamiento de la leyenda
gl: Controlar onde aparece a lenda e que amosa. Usar <b>Posición</b> para acoplar a lenda ou ocultala. <b>Eliminar título</b> oculta o encabezamento da lenda
pt: Controle onde a legenda aparece e o que ela mostra. Use <b>Posição</b> para encaixar a legenda ou ocultá-la. <b>Remover título</b> oculta o cabeçalho da legenda

# jaspPlotBuilder|
source: Edit the text of individual legend entries
de: Den Text einzelner Legendeneinträge bearbeiten
es: Editar el texto de las entradas individuales de las leyendas
gl: Editar o texto das entradas individuais das lendas
pt: Editar o texto de entradas de legenda individuais

# jaspPlotBuilder|
source: Order of geometries
de: Geometrie-Reihenfolge
es: Orden de geometrías
gl: Orde das xeometrías
pt: Ordem de geometrias

# jaspPlotBuilder|
source: point: Point<br>histogram: Histogram<br>boxplot: Boxplot<br>violin: Violin plot<br>count_bar: Count bar<br>count_dash: Count dash<br>count_line: Count line<br>count_area: Count area<br>count_dot: Count dot<br>count_value: Count value<br>sum_bar: Sum bar<br>sum_dash: Sum dash<br>sum_line: Sum line<br>sum_area: Sum area<br>sum_dot: Sum dot<br>sum_value: Sum value<br>barstack: Bar stack<br>areastack: Area stack<br>mean_bar: Mean bar<br>mean_dash: Mean dash<br>mean_line: Mean line<br>mean_area: Mean area<br>mean_dot: Mean dot<br>mean_value: Mean value<br>median_bar: Median bar<br>median_dash: Median dash<br>median_line: Median line<br>median_area: Median area<br>median_dot: Median dot<br>median_value: Median value<br>range_errorbar: Range error bar<br>sd_errorbar: SD error bar<br>sem_errorbar: SEM error bar<br>ci95_errorbar: 95% CI error bar<br>range_ribbon: Range ribbon<br>sd_ribbon: SD ribbon<br>sem_ribbon: SEM ribbon<br>ci95_ribbon: 95% CI ribbon<br>curve_fit: Curve fit<br>stat_ellipse: Stat ellipse<br>rm_lines: RM lines<br>reference_lines: Reference lines<br>identity_line: Identity line<br>point_labels: Point labels
es: point: Punto<br>histogram: Histograma<br>boxplot: Gráfico de caja<br>violin: Gráfico de violín<br>count_bar: Barra de recuentos<br>count_dash: Raya de recuentos<br>count_line: Línea de recuentos<br>count_area: Área de recuentos<br>count_dot: Punto de recuentos<br>count_value: Valor de recuentos<br>sum_bar: Barra de sumas<br>sum_dash: Raya de sumas<br>sum_line: Línea de sumas<br>sum_area: Área de sumas<br>sum_dot: Punto de sumas<br>sum_value: Valor de sumas<br>barstack: Pila de barras<br>areastack: Pila de áreas<br>mean_bar: Barra de medias<br>mean_dash: Raya de medias<br>mean_line: Línea de medias<br>mean_area: Área de medias<br>mean_dot: Punto de medias<br>mean_value: Valor de medias<br>median_bar: Barra de medianas<br>median_dash: Raya de medianas<br>median_line: Línea de medianas<br>median_area: Área de medianas<br>median_dot: Punto de medianas<br>median_value: Valor de medianas<br>range_errorbar: Barra del rango de errores<br>sd_errorbar: Barra de la DT de errores<br>sem_errorbar: Barra de la DTM de errores<br>ci95_errorbar: Barra del IC con 95% de errores<br>range_ribbon: Franja del rango<br>sd_ribbon: Franja de la DT<br>sem_ribbon: Franja de la DTM<br>ci95_ribbon: Franja del IC con 95%<br>curve_fit: Ajuste de la curva<br>stat_ellipse: Elipse estadística<br>rm_lines: Líneas de RM<br>reference_lines: Líneas de referencia<br>identity_line: Línea de identidad<br>point_labels: Etiquetas de puntos
gl: point: Punto<br>histogram: Histograma<br>boxplot: Gráfica de caixa<br>violin: Gráfica de violín<br>count_bar: Barra de recontos<br>count_dash: Raia de recontos<br>count_line: Liña de recontos<br>count_area: Área de recontos<br>count_dot: Punto de recontos<br>count_value: Valor de recontos<br>sum_bar: Barra de sumas<br>sum_dash: Raia de sumas<br>sum_line: Liña de sumas<br>sum_area: Área de sumas<br>sum_dot: Punto de sumas<br>sum_value: Valor de sumas<br>barstack: Morea de barras<br>areastack: Morea de áreas<br>mean_bar: Barra de medias<br>mean_dash: Raia de medias<br>mean_line: Liña de medias<br>mean_area: Área de medias<br>mean_dot: Punto de medias<br>mean_value: Valor de medias<br>median_bar: Barra de medianas<br>median_dash: Raia de medianas<br>median_line: Liña de medianas<br>median_area: Área de medianas<br>median_dot: Punto de medianas<br>median_value: Valor de medianas<br>range_errorbar: Barra do rango de erros<br>sd_errorbar: Barra do DP de erros<br>sem_errorbar: Barra do EPM de erros<br>ci95_errorbar: Barra do IC co 95% de erros<br>range_ribbon: Franxa do rango<br>sd_ribbon: Franxa do DP<br>sem_ribbon: Franxa do EPM<br>ci95_ribbon: Franxa do IC co 95%<br>curve_fit: Axuste da curva<br>stat_ellipse: Elipse estatística<br>rm_lines: Liñas de RM<br>reference_lines: Liñas de referencia<br>identity_line: Liña de identidade<br>point_labels: Etiquetas dos puntos
pt: ponto: Ponto<br>histograma: Histograma<br>boxplot: Diagrama de caixa<br>violin: Gráfico de violino<br>count_bar: Barra de contagem<br>count_dash: Traço de contagem<br>count_line: Linha de contagem<br>count_area: Área de contagem<br>count_dot: Ponto de contagem<br>count_value: Valor de contagem<br>sum_bar: Barra de soma<br>sum_dash: Traço de soma<br>sum_line: Linha de soma<br>sum_area: Área de soma<br>sum_dot: Ponto de soma<br>sum_value: Valor de soma<br>barstack: Pilha de barras<br>areastack: Pilha de área<br>mean_bar: Barra média<br>mean_dash: Traço médio<br>mean_line: Linha média<br>mean_area: Área média<br>mean_dot: Ponto médio<br>mean_value: Valor médio<br>median_bar: Barra mediana<br>median_dash: Traço mediano<br>median_line: Linha mediana<br>median_area: Área mediana<br>median_dot: Ponto mediano<br>median_value: Valor mediano<br>range_errorbar: Barra de erro de intervalo<br>sd_errorbar: Barra de erro de desvio padrão<br>sem_errorbar: Barra de erro de erro padrão da média<br>ci95_errorbar: Barra de erro de IC de 95 %<br>range_ribbon: Faixa de opções de intervalo<br>sd_ribbon: Faixa de opções de desvio padrão<br>sem_ribbon: Faixa de opções de desvio padrão<br>ci95_ribbon: Faixa de opções de IC de 95 %<br>curve_fit: Ajuste de curva<br>stat_ellipse: Elipse de estatística<br>rm_lines: Linhas de intervalo padrão<br>reference_lines: Linhas de referência<br>identity_line: Linha de identidade<br>point_labels: Rótulos de ponto

# jaspPlotBuilder|
source: You can set the order of the added geometric/data layers here, similar to the example shown in the text field. The order of the layers is defined from left to right—meaning the rightmost layer will be drawn on top.
de: Hier können Sie die Reihenfolge der hinzugefügten geometrischen/Daten-Schichten einstellen, ähnlich dem gezeigten Beispiel im Textfeld. Die Reihenfolge der Schichten ist von links nach rechts definiert - das heißt, die Schicht ganz rechts wird oben gezeichnet.
es: Puedes establecer aquí el orden de los estratos geométricos/de datos, de modo similar al ejemplo mostrado en el campo de texto. El orden de los estratos se define de izquierda a derecha—queriéndose decir que el estrato más a la derecha se dibujará en lo más alto.
gl: Podes establecer aquí a orde dos estratos xeométricos/de datos, de xeito similar ao exemplo amosado no campo de texto. A orde dos estratos defínese de esquerda a dereita—queréndose dicir que o estrato máis á dereita vaise debuxar no máis alto.
pt: Você pode definir a ordem das camadas geométricas/de dados adicionadas aqui, semelhante ao exemplo mostrado no campo de texto. A ordem das camadas é definida da esquerda para a direita, ou seja, a camada mais à direita será desenhada por cima.

# jaspPlotBuilder|
source: Layer order
de: Schicht-Reihenfolge
es: Orden de estratos
gl: Orde dos estratos
pt: Ordem das camadas

# jaspPlotBuilder|
source: point, boxplot
de: Punkt, Boxplot
es: punto, gráfico de caja
gl: punto, gráfica de caixa
pt: ponto, diagrama de caixa
