Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# Descriptives|
source: For continuous variables, displays a boxplot. Optionally, the outliers are labelled. Outliers are based on the interquartile range (IQR), i.e., [25th percentile] - 1.5 × IQR and [75th percentile] + 1.5 × IQR. Can also display in color, and has selectable boxplot, violin, and jitter elements for displaying the distribution of the data. This can be split by a categorical variable such as experimental condition.
de: Bei kontinuierlichen Variablen wird ein Boxplot angezeigt. Optional werden die Ausreißer beschriftet. Ausreißer basieren auf dem Interquartilsabstand (IQA), d. h. [25. Perzentil] - 1,5 × IQA und [75. Perzentil] + 1,5 × IQA. Kann auch in Farbe angezeigt werden und verfügt über auswählbare Boxplot-, Violin- und Streuungs-Elemente zur Darstellung der Verteilung der Daten. Dies kann durch eine kategorische Variable wie die Versuchsbedingung aufgeteilt werden.
es: Para variables continuas, presenta un gráfico de caja. Opcionalmente, los valores atípicos se etiquetan. Los valores atípicos se basan en el rango intercuartílico (RIC, IQR), i.e. [percentil 25] - 1.5 × RIC y [percentil 75] + 1.5 × RIC. Se puede presentar con color, y tiene elementos seleccionables de gráfico de caja, de violín y de oscilación para presentar la distribución de los datos. Esto se puede dividir mediante una variable con categorías, tal como una condición experimental.
gl: Para variables continuas, presenta unha gráfica de caixa. Opcionalmente, os valores atípicos se etiquetan. Os valores atípicos baséanse no rango intercuartílico (RIC, IQR), i.e. [percentil 25] - 1.5 × RIC e [percentil 75] + 1.5 × RIC. Pódese presentar con cor, e ten elementos seleccionables de gráfica de caixa, de violín e de oscilación para presentar a distribución dos datos. Isto pódese dividir mediante unha variable con categorías, tal como unha condición experimental.
ja: 連続変数の場合、箱ひげ図を表示します。オプションで外れ値にラベルを付けることができます。外れ値は四分位範囲（IQR）に基づき、[25パーセンタイル] - 1.5 × IQR と [75パーセンタイル] + 1.5 × IQR の範囲外にある値です。色で表示することも可能で、箱ひげ図、バイオリンプロット、ジッター要素を選択してデータの分布を表示することができます。また、実験条件などのカテゴリ変数で分割表示することもできます。
nl: Voor continue variabelen wordt een boxplot weergegeven. Optioneel worden de uitschieters gelabeld. Uitschieters zijn gebaseerd op het interkwartielbereik (IQR), d.w.z. [25e percentiel] - 1,5 × IQR en [75e percentiel] + 1,5 × IQR. Kan ook in kleur worden weergegeven en heeft selecteerbare boxplot-, viool- en jitterelementen voor het weergeven van de verdeling van de gegevens. Dit kan worden opgesplitst door een categorische variabele zoals experimentele conditie.
pt: Para variáveis contínuas, exibe um diagrama de caixa. Opcionalmente, os outliers são rotulados. Os outliers são baseados no intervalo interquartil (IIQ), ou seja, [25º percentil] - 1,5 × IIQ e [75º percentil] + 1,5 × IIQ. Também pode ser exibido em cores e possui elementos selecionáveis de diagrama de caixa, violino e jitter para exibir a distribuição dos dados. Isso pode ser dividido por uma variável categórica, como a condição experimental.
ta: தொடர்ச்சியான மாறிகள், ஒரு பாக்ச் பிளாட்டைக் காட்டுகிறது. விருப்பமாக, வெளிநாட்டவர்கள் பெயரிடப்பட்டுள்ளனர். வெளியீட்டாளர்கள் இடைநிலை வரம்பை (IQR) அடிப்படையாகக் கொண்டவர்கள், அதாவது, [25 வது சதவீதம்] - 1.5 × IQR மற்றும் [75 வது சதவீதம்] + 1.5 × IQR. வண்ணத்தில் காண்பிக்கலாம், மேலும் தரவின் விநியோகத்தைக் காண்பிப்பதற்கான தேர்ந்தெடுக்கப்பட்ட பாக்ச் பிளாட், வயலின் மற்றும் நடுக்கம் கூறுகள் உள்ளன. சோதனை நிலை போன்ற ஒரு வகைப்படுத்தப்பட்ட மாறியால் இதை பிரிக்கலாம்.

# Descriptives|
source: Frequency Tables (nominal and ordinal variables)
de: Häufigkeitstabellen (nominale und ordinale Variablen)
es: Tablas de frecuencias (variables nominales y ordinales)
gl: Táboas de frecuencias (variables nominais e ordinais)
nl: Frequentietabellen (nominale en ordinale variabelen)
pt: Tabelas de Frequência (variáveis nominais e ordinais)
ta: அதிர்வெண் அட்டவணைகள் (பெயரளவு மற்றும் சாதாரண மாறிகள்)

# Descriptives|
source: Displays a frequency table for each variable.
de: Zeigt eine Häufigkeitstabelle für jede Variable.
es: Presenta una tabla de frecuencias para cada variable.
gl: Presenta unha táboa de frecuencias para cada variable.
ja: 各変数の度数テーブルを表示.
nl: Geeft een frequentietabel weer voor elke variabele.
pt: Exibe uma tabela de frequência para cada variável.
ta: ஒவ்வொரு மாறிக்கும் அதிர்வெண் அட்டவணையைக் காட்டுகிறது.

# Descriptives|
source: Displays the spread of a variable.
de: Zeigt die Streubreite einer Variablen an.
es: Presenta la dispersión de una variable.
gl: Presenta a dispersión dunha variable.
ja: 変数の散らばりを表示します.
nl: Geeft de spreiding van een variabele weer.
pt: Exibe a dispersão de uma variável.
ta: ஒரு மாறியின் பரவலைக் காட்டுகிறது.

# Descriptives|
source: Stem: the first digit(s).
de: Stamm: die erste(n) Ziffer(n).
es: Tallo: primer(os) dígito(s).
gl: Talo: primeiro(s) díxito(s).
ja: 幹:最初の数字.
nl: Stam: het (de) eerste cijfer(s).
pt: Caule: o(s) primeiro(s) dígito(s).
ta: STEM: முதல் இலக்க (கள்).

# Descriptives|
source: Leaf: the first digit after the stem.
de: Blatt: die erste Ziffer nach dem Stamm.
es: Hoja: el primer dígito después del tallo.
gl: Folla: o primeiro díxito despois do talo.
ja: 葉:茎の後の最初の数字.
nl: Blad: het eerste cijfer na de stam.
pt: Folha: primeiro dígito depois do caule.
ta: இலை: தண்டுக்குப் பிறகு முதல் இலக்க.

# raincloudPlots|
source: The output is a raincloud plot for each dependent variable. Optionally, there is a table with statistics for each plot.
de: Die Ausgabe ist ein Regenwolkendiagramm für jede abhängige Variable. Optional gibt es eine Tabelle mit Statistiken für jedes Diagramm.
es: El resultado es un gráfico de tipo nube con lluvia para cada variable dependiente. Opcionalmente, hay una tabla con estadísticos para cada gráfico.
gl: O resultado é unha gráfica de nube chovendo para cada variable dependente. Opcionalmente, hai unha táboa con estatísticos para cada gráfica.
ja: 出力は、各従属変数に対して雨雲プロットとして表示されます。オプションで、各プロットに対応する統計情報を含む表が表示されます。
nl: De uitvoer is een regenwolkfiguur voor elke afhankelijke variabele. Optioneel is er een tabel met statistieken voor elke figuur.
pt: A saída é um gráfico de nuvem de chuva para cada variável dependente. Opcionalmente, há uma tabela com estatísticas para cada gráfico.
ta: வெளியீடு என்பது ஒவ்வொரு சார்பு மாறிக்கும் ஒரு ரெயின்க்ளூட் சூழ்ச்சி. விருப்பமாக, ஒவ்வொரு சதித்திட்டத்திற்கும் புள்ளிவிவரங்களுடன் ஒரு அட்டவணை உள்ளது.

# raincloudPlots|
source: How can I re-use my elaborate, customized plot settings for a different dataset?
de: Wie kann ich meine aufwendigen, angepassten Diagrammeinstellungen für einen anderen Datensatz wiederverwenden?
es: ¿Cómo puedo volver a usar mi detallada configuración personalizada de gráficos para un conjunto de datos distinto?
gl: Como podo volver usar a miña detallada configuración personalizada de gráficas para un conxunto de datos distinto?
ja: 詳細にカスタマイズしたプロット設定を、別のデータセットで再利用するにはどうすればよいですか？
nl: Hoe kan ik mijn uitgebreide, aangepaste figuurinstellingen hergebruiken voor een andere dataset?
pt: Como posso reutilizar minhas configurações de plotagem elaboradas e personalizadas para um conjunto de dados diferente?
ta: வேறு தரவுத்தொகுப்புக்காக எனது விரிவான, தனிப்பயனாக்கப்பட்ட சூழ்ச்சி அமைப்புகளை எவ்வாறு மீண்டும் பயன்படுத்த முடியும்?

# raincloudPlots|
source: Suppose that you have two datasets A and B (in separate JASP files) for which you want to create the same raincloud plot.<br>Further, suppose that you already have a raincloud plot for dataset A and now you want the same one for dataset B.<br>There are two ways in which you can achieve this without having to specify the custom plot settings all over again.
de: Angenommen, Sie haben zwei Datensätze A und B (in separaten JASP-Dateien), für die Sie dieselbe Regenwolken-Diagramme erstellen möchten.<br>Angenommen, Sie haben bereits ein Regenwolkendiagramm für Datensatz A und möchten nun dasselbe für Datensatz B.<br>Es gibt zwei Möglichkeiten, dies zu erreichen, ohne die benutzerdefinierten Diagrammeinstellungen erneut festlegen zu müssen.
es: Supón que tienes dos conjuntos de datos A y B (en archivos separados de JASP) para los que quieres generar el mesmo gráfico de tipo nube con lluvia.<br>Además, supón que ya dispones de un gráfico de tipo nube con lluvia para el conjunto de datos A y quieres lo mismo para el conjunto de datos B.<br>Hay dos modos con los que puedes alcanzar esto sin tener que especificar la configuración personalizada del gráfico toda de nuevo.
gl: Supón que tes dous conxuntos de datos A e B (en ficheiros separados de JASP) para os que queres xerar a mesma gráfica de nube chovendo.<br>Ademais, supón que xa tes unha gráfica de nube chovendo para o conxunto de datos A e queres o mesmo para o conxunto de datos B.<br>Hai dous xeitos cos que podes acadar isto sen ter que especificar a configuración personalizada da gráfica toda de novo.
ja: 2つのデータセット A と B（別々の JASP ファイル内）があり、これらに対して同じ雨雲プロットを作成したいとします。さらに、データセット A に対してすでに雨雲プロットがあり、同じものをデータセット B に対して作成したいとします。この場合、カスタムプロット設定を再度すべて指定することなく、2つの方法でこれを達成できます。
nl: Stel dat u twee datasets A en B hebt (in aparte JASP-bestanden) waarvoor u dezelfde regenwolkfiguur wilt maken.<br>Verder, stel dat u al een regenwolkfiguur hebt voor dataset A en nu wilt u dezelfde voor dataset B.<br>Er zijn twee manieren waarop u dit kunt bereiken zonder dat u de aangepaste figuurinstellingen helemaal opnieuw hoeft op te geven.
pt: Suponha que você tenha dois conjuntos de dados A e B (em arquivos JASP separados) para os quais deseja criar o mesmo gráfico de nuvem de chuva.<br>Além disso, suponha que você já tenha um gráfico de nuvem de chuva para o conjunto de dados A e agora deseja o mesmo para o conjunto de dados B.<br>Há duas maneiras de fazer isso sem precisar especificar as configurações de gráfico personalizadas novamente.
ta: உங்களிடம் இரண்டு தரவுத்தொகுப்புகள் A மற்றும் B (தனி சாச்ப் கோப்புகளில்) உள்ளன என்று வைத்துக்கொள்வோம், அதற்காக நீங்கள் ஒரே ரெயின்க்ளூட் சதித்திட்டத்தை உருவாக்க விரும்புகிறீர்கள். தரவுத்தொகுப்பு பி. <br> தனிப்பயன் சூழ்ச்சி அமைப்புகளை மீண்டும் குறிப்பிடாமல் இதை அடைய இரண்டு வழிகள் உள்ளன.

# raincloudPlots|
source: 1) If dataset B only has a different dependent variable but is otherwise identical,<br>then you can copy and paste this variable from the JASP file for dataset B into the JASP file for dataset A (see Edit Data header menu in JASP).<br>Next, select the newly created dependent variable in dataset A as an additional dependent variable for the raincloud plot.
de: 1) Wenn Datensatz B nur eine andere abhängige Variable hat, aber ansonsten identisch ist,<br>dann können Sie diese Variable aus der JASP-Datei für Datensatz B in die JASP-Datei für Datensatz A kopieren und einfügen (siehe "Daten bearbeiten" im JASP-Kopfmenü).<br>Anschließend wählen Sie die neu erstellte abhängige Variable in Datensatz A als zusätzliche abhängige Variable für das Regenwolkendiagramm aus.
es: 1) Si el conjunto de datos B solo tiene una variable dependiente distinta pero es idéntica en el resto,<br>entonces puedes copiar y pegar esta variable del archivo de JASP con el conjunto de datos B, en el archivo de JASP con el conjunto de datos A (consulta el menú de cabecera de Editar datos en JASP).<br>A continuación, selecciona la variable dependiente recientemente creada en el conjunto de datos A como variable dependiente adicional para el gráfico de tipo nube con lluvia.
gl: 1) Se o conxunto de datos B só ten unha variable dependente distinta pero é idéntica no resto,<br>entón podes copiar e pegar esta variable do ficheiro de JASP co conxunto de datos B, no ficheiro de JASP co conxunto de datos A (consulta o menú principal de Editar datos en JASP).<br>A continuación, selecciona a variable dependente recentemente creada no conxunto de datos A como variable dependente adicional para a gráfica de nube chovendo.
ja: 1) データセット B が従属変数だけ異なり、それ以外は同一の場合、JASPファイルのデータセット B からこの変数をデータセット A の JASPファイルにコピーして貼り付けることができます（JASP の 'データ編集' メニューを参照）。次に、データセット A 内で新しく作成された従属変数をレインクラウドプロットの追加の従属変数として選択します。
nl: 1) Als dataset B alleen een andere afhankelijke variabele heeft maar verder identiek is,<br>dan kunt u deze variabele kopiëren en plakken uit het JASP bestand voor dataset B in het JASP bestand voor dataset A (zie het Edit Data header menu in JASP).<br>Next selecteer de nieuw aangemaakte afhankelijke variabele in dataset A als een extra afhankelijke variabele voor de regenwolk figuur.
pt: 1) Se o conjunto de dados B tiver apenas uma variável dependente diferente, mas for idêntico de outra forma,<br>você pode copiar e colar essa variável do arquivo JASP do conjunto de dados B no arquivo JASP do conjunto de dados A (consulte o menu de cabeçalho Editar dados no JASP).<br>Em seguida, selecione a variável dependente recém-criada no conjunto de dados A como uma variável dependente adicional para o gráfico de nuvem de chuva.
ta: 1) தரவுத்தொகுப்பு பி வேறுபட்ட சார்பு மாறியைக் கொண்டிருந்தால், இல்லையெனில் ஒரே மாதிரியாக இருந்தால், <br> பின்னர் தரவுத்தொகுப்பு B க்கான JASP கோப்பிலிருந்து இந்த மாறியை தரவுத்தொகுப்பு A க்கான JASP கோப்பில் நகலெடுத்து ஒட்டலாம் (JASP இல் தரவு தலைப்பு மெனுவைப் பார்க்கவும்) . <br> அடுத்து, தரவுத்தொகுப்பு A இல் புதிதாக உருவாக்கப்பட்ட சார்பு மாறியை ரெயின்க்ளூட் சதித்திட்டத்திற்கான கூடுதல் சார்பு மாறியாகத் தேர்ந்தெடுக்கவும்.

# raincloudPlots|
source: 2) If dataset B is rather different from dataset A<br>(e.g. primary factor has different name and additional levels or there are fewer observations with different IDs),<br>then you have to take a different approach.<br>First, make a copy of the JASP file for dataset A (called target file in the following).<br>Second, open this target file. It should show the raincloud plot as specified for dataset A.<br>Third, go to the Edit Data header menu and _delete the entire dataset A_.<br>Fourth, go to the JASP file for dataset B and copy-paste its data to the target file.<br>Fifth, choose the dependent variables, primary and secondary factor, covariate, and ID for the raincloud plot.<br>Importantly, though, all the other specifications like point spread or custom interval limits should still be present from the raincloud plot for dataset A.
de: 2) Wenn Datensatz B sich stark von Datensatz A unterscheidet<br>(z.B. primärer Faktor hat anderen Namen und zusätzliche Level oder es gibt weniger Beobachtungen mit anderen IDs),<br>dann müssen Sie einen anderen Ansatz wählen.<br>Zuerst erstellen Sie eine Kopie der JASP-Datei für Datensatz A (im Folgenden als Ziel-Datei bezeichnet).<br>Zweitens öffnen Sie diese Ziel-Datei. Sie sollte das Regenwolken-Diagramm anzeigen, wie es für Datensatz A spezifiziert ist.<br>Drittens gehen Sie zum Menüpunkt Daten bearbeiten und _löschen den gesamten Datensatz A_.<br>Viertens gehen Sie zur JASP-Datei für Datensatz B und kopieren dessen Daten in die Ziel-Datei.<br>Fünftens wählen Sie die abhängigen Variablen, primären und sekundären Faktor, Kovariate und ID für das Regenwolken-Diagramm.<br>Wichtig ist hierbei, dass alle anderen Spezifikationen wie Punktverteilung oder benutzerdefinierte Intervallgrenzen weiterhin aus dem Regenwolken-Diagramm für Datensatz A vorhanden sein sollten.
es: 2) Si el conjunto de datos B es bastante diferente del conjunto de datos A<br>(p.e. el factor principal tiene un nombre distinto y niveles adicionales, o hay menos observaciones con IDs distintos),<br>entonces debe adoptar un enfoque diferente.<br>Primero, haga una copia del archivo de JASP con el conjunto de datos A (llamado archivo objetivo en lo sucesivo).<br>En segundo lugar, abra este archivo objetivo. Debería mostrar el gráfico de tipo nube con lluvia como se especifica para el conjunto de datos A.<br>En tercer lugar, vaya al menú de encabezado Editar datos y _elimine el conjunto de datos A completo_.<br>En cuarto lugar, vaya al archivo de JASP con el conjunto de datos B y copie-pegue sus datos en el archivo objetivo.<br>En quinto lugar, elija las variables dependientes, factores principal y secundario, la covariable y el ID para el gráfico de tipo nube con lluvia.<br>Sin embargo, es importante destacar que todas las demás especificaciones, como la dispersión de puntos o los límites de intervalo personalizados, aún deben estar presentes en el gráfico de tipo nube con lluvia para el conjunto de datos A.
gl: 2) Se o conxunto de datos B é bastante diferente ao conxunto de datos A<br>(p.e. o factor principal ten un nome distinto e niveis adicionais, ou hai menos observacións con distintos IDs),<br>entón tes que adoptar un enfoque diferente.<br>Primeiro, fai unha copia do ficheiro de JASP co conxunto de datos A (denominada ficheiro obxectivo no que segue).<br>Segundo, abre este ficheiro obxectivo. Debería amosar a gráfica de nube chovendo como se especifica para o conxunto de datos A.<br>Terceiro, vai ao menú da cabeceira de Editar datos e _elimina o conxunto de datos A completo_.<br>Cuarto, vai ao ficheiro de JASP co conxunto de datos B e copia-pega os seus datos no ficheiro obxectivo.<br>Quinto, escolle as variables dependentes, factores principal e secundario, a covariante e o ID para a gráfica de nube chovendo.<br>Porén, é importante que tódalas outras especificacións como a dispersión de puntos ou os límites personalizados de intervalos deben aínda estar presentes na gráfica de nube chovendo para o conxunto de datos A.
ja: 2) データセット B がデータセット A と大きく異なる場合 <br>（例：主要なファクターの名前が異なり、追加のレベルがある、または観測数が少なくIDが異なる場合）、別の方法を取る必要があります。<br>まず、データセット A の JASPファイルのコピーを作成します（これを以降ターゲットファイルと呼びます）。<br>次に、このターゲットファイルを開きます。ここには、データセット A に対して指定された雨雲プロットが表示されているはずです。 <br>3番目に、'データ編集' メニューに移動し、データセット A 全体を削除します。<br> 4番目に、データセット B の JASPファイルに移動し、そのデータをターゲットファイルにコピー＆ペーストします。 <br>5番目に、雨雲プロットの従属変数、主要および二次ファクター、共変量、IDを選択します。 <br>重要なのは、データセット A の雨雲プロットに対する他の指定（点の広がりやカスタム間隔の制限など）はそのまま引き継がれる点です.
nl: 2) Als dataset B nogal verschilt van dataset A<br>(de primaire factor heeft bijvoorbeeld een andere naam en aanvullende niveaus of er zijn minder waarnemingen met verschillende ID's),<br>dan moet je een andere aanpak kiezen.<br>Eerst, maak een kopie van het JASP-bestand voor dataset A (hierna doelbestand genoemd).<br>Open vervolgens dit doelbestand. Het zou de regenwolkfiguur moeten tonen zoals gespecificeerd voor dataset A.<br>Ten derde: ga naar het headermenu Gegevens bewerken en _verwijder de volledige dataset A_.<br>Ten vierde: ga naar het JASP-bestand voor dataset B en kopieer en plak de gegevens ervan naar het doelbestand.<br>Kies ten vijfde de afhankelijke variabelen, primaire en secundaire factor, covariaat en ID voor de regenwolkfiguur.<br>Het is echter belangrijk dat alle andere specificaties, zoals puntspreiding of aangepaste intervallimieten, nog steeds hetzelfde zijn aanwezig uit de regenwolkfiguur voor dataset A.
pt: 2) Se o conjunto de dados B for bastante diferente do conjunto de dados A<br>(por exemplo, o fator primário tem nome diferente e níveis adicionais ou há menos observações com IDs diferentes),<br>então você tem que adotar uma abordagem diferente.<br>Primeiro, faça uma cópia do arquivo JASP para o conjunto de dados A (chamado de arquivo de destino a seguir).<br>Segundo, abra este arquivo de destino. Ele deve mostrar o gráfico de nuvem de chuva conforme especificado para o conjunto de dados A.<br>Terceiro, vá para o menu de cabeçalho Editar dados e _exclua todo o conjunto de dados A_.<br>Quarto, vá para o arquivo JASP para o conjunto de dados B e copie e cole seus dados no arquivo de destino.<br>Quinto, escolha as variáveis dependentes, fator primário e secundário, covariável e ID para o gráfico de nuvem de chuva.<br>No entanto, é importante ressaltar que todas as outras especificações, como dispersão de pontos ou limites de intervalo personalizados, ainda devem estar presentes no gráfico de nuvem de chuva para o conjunto de dados A.
ta: 2) தரவுத்தொகுப்பு B தரவுத்தொகுப்பிலிருந்து வேறுபட்டிருந்தால் <br> (எ.கா. முதன்மை காரணி வெவ்வேறு பெயர்களையும் கூடுதல் நிலைகளையும் கொண்டுள்ளது அல்லது வெவ்வேறு ஐடிகளுடன் குறைவான அவதானிப்புகள் உள்ளன), <br> நீங்கள் வேறு அணுகுமுறையை எடுக்க வேண்டும். <br> முதலில் , தரவுத்தொகுப்பு A க்கான JASP கோப்பின் நகலை உருவாக்கவும் (பின்வருவனவற்றில் இலக்கு கோப்பு என அழைக்கப்படுகிறது). <br> இரண்டாவதாக, இந்த இலக்கு கோப்பைத் திறக்கவும். தரவுத்தொகுப்பு A. க்கு குறிப்பிடப்பட்டுள்ளபடி இது ரெயின்க்ளூட் சதித்திட்டத்தைக் காட்ட வேண்டும். இலக்கு கோப்பிற்கு. <br> ஐந்தாவது, ரெயின்க்ளூட் சதித்திட்டத்திற்கான சார்பு மாறிகள், முதன்மை மற்றும் இரண்டாம் நிலை காரணி, கோவாரியேட் மற்றும் ஐடி ஆகியவற்றைத் தேர்வுசெய்க. தரவுத்தொகுப்பு A க்கான ரெயின்க்ளூட் சதித்திட்டத்திலிருந்து நிகழ்கிறது.

# raincloudPlots|
source: References
de: Referenzen
es: Referencias
gl: Referencias
ja: 文献
nl: Referenties
pt: Referências
ta: குறிப்புகள்

# raincloudPlots|
source: Input
de: Eingabe
es: Entrada
gl: Entrada
ja: 入力
nl: Invoer
pt: Entrada
ta: உள்ளீடு

# raincloudPlots|
source: Dependent Variables
de: Abhängige Variablen
es: Variables Dependientes
gl: Variables Dependentes
ja: 従属変数
nl: Afhankelijke Variabelen
pt: Variáveis Dependentes
ta: சார்பு மாறிகள்

# raincloudPlots|
source: Select all the variables that you want to plot.
de: Wählen Sie alle Variablen aus, die Sie darstellen möchten.
es: Seleccione todas las variables que desee representar.
gl: Seleccione tódalas variables que desexes representar.
ja: プロットしたい全ての変数を選択してください.
nl: Selecteer alle variabelen die je wilt plotten.
pt: Selecione todas as variáveis que você deseja plotar.
ta: நீங்கள் சூழ்ச்சி செய்ய விரும்பும் அனைத்து மாறிகளையும் தேர்ந்தெடுக்கவும்.

# raincloudPlots|
source: Primary Factor
de: Primärer Faktor
es: Factor principal
gl: Factor principal
ja: 第一因子
nl: Primaire Factor
pt: Fator Primário
ta: முதன்மை காரணி

# raincloudPlots|
source: Its levels are shown on the x-axis (y-axis for horizontal plot).
de: Seine Stufen sind auf der x-Achse dargestellt (y-Achse für horizontales Diagramm).
es: Sus niveles se muestran en el eje X (eje Y para el gráfico horizontal).
gl: Os seus niveis amósanse no eixe X (eixe Y para a gráfica horizontal).
ja: そのレベルは x 軸に表示されます（横向きのプロットの場合は y 軸に表示されます）.
nl: De niveaus worden weergegeven op de x-as (y-as voor horizontale plot).
pt: Seus níveis são mostrados no eixo x (eixo y para gráfico horizontal).
ta: அதன் அளவுகள் எக்ச்-அச்சில் காட்டப்பட்டுள்ளன (கிடைமட்ட சதித்திட்டத்திற்கு y- அச்சு).

# raincloudPlots|
source: Secondary Factor
de: Sekundärer Faktor
es: Factor secundario
gl: Factor secundario
ja: 第二因子
nl: Secundaire Factor
pt: Fator Secundário
ta: இரண்டாம் நிலை காரணி

# raincloudPlots|
source: Its levels are color coded.
de: Seine Stufen sind farbkodiert.
es: Sus niveles están codificados por colores.
gl: Os seus niveis codifícanse con cores.
ja: レベルは色でコード化されています.
nl: De niveaus zijn kleurgecodeerd.
pt: Seus níveis são codificados por cores.
ta: அதன் நிலைகள் வண்ண குறியிடப்பட்டவை.

# raincloudPlots|
source: Covariate
de: Kovariate
es: Covariable
gl: Covariante
nl: Covariaat
pt: Covariável
ta: கோவாரியட்

# raincloudPlots|
source: Points are color coded according to this.
de: Punkte werden entsprechend farbkodiert.
es: Los puntos están codificados por colores de acuerdo con esto.
gl: Os puntos están codificados con cores segundo isto.
nl: Punten krijgen op basis hiervan een kleurcode.
pt: Os pontos são codificados por cores de acordo com isso.
ta: புள்ளிகள் இதன் படி குறியிடப்பட்டவை.
