Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# raincloudPlots|
source: Use a 'Custom' position to have the mean placed inside of the box - even if you do not show the box.<br>In fact, the mean nudge and distance fields are synchronized with the box nudge and box fields, respectively.<br>Use the 'On axis ticks' position to have all means for each primary factor level on top of each other.<br>This can be useful if you want to show the change of secondary factor levels (e.g. groups) across the primary factor levels (e.g. time).
de: Verwenden Sie eine 'benutzerdefinierte' Position, um den Mittelwert innerhalb der Box zu platzieren – auch wenn Sie die Box nicht anzeigen.<br>Tatsächlich werden die Felder für Mittelwert-Verschub und -Distanz jeweils mit den Feldern für Box-Verschub und Box synchronisiert.<br>Verwenden Sie die Position 'auf Achsenmarkierungen', um alle Mittelwerte für jede primäre Faktorstufe übereinander zu haben.<br>Dies kann nützlich sein, wenn Sie die Änderung von sekundären Faktorstufen (z. B. Gruppen) über die primären Faktorstsufen (z. B. Zeit) hinweg anzeigen möchten.
es: Utiliza una posición 'Personalizada' para tener la media situada dentro de la caja - incluso cuando no se muestre la caja.<br>De hecho, el empujón a la media y los campos de distancia están sincronizados con el empujón a la caja y los campos da caja, respectivamente.<br>Utilice la posición de 'Marcas en el eje' para tener todas las medias de cada nivel de factores principales encima de las otras.<br>Esto puede ser de utilidad si se desea mostrar el cambio en los niveles de factores secundarios (p.e. grupos) entre los niveles de factores principales (p.e. tiempo).
gl: Utiliza unha posición 'Personalizada' para ter a media situada dentro da caixa - mesmo cando non se amose a caixa.<br>De feito, o empurrón á media e os campos de distancia están sincronizados co empurrón á caixa e os campos da caixa, respectivamente.<br>Utiliza a posición de 'Marcas no eixe' para ter tódalas medias de cada nivel de factores principais enriba das outras.<br>Isto pode ser de utilidade se queres amosar o cambio nos niveis de factores secundarios (p.e. grupos) entre os niveis de factores principais (p.e. tempo).
nl: Gebruik een 'Aangepaste' positie om het gemiddelde in de box te plaatsen, zelfs als u de box niet weergeeft.<br>In feite worden de velden voor het gemiddelde duwtje en de afstand gesynchroniseerd met respectievelijk het box duwtje en de box.< br>Gebruik de positie 'Op de as' om alle gemiddelden voor elk primair factorniveau boven elkaar te hebben.<br>Dit kan handig zijn als u de verandering van secundaire factorniveaus (bijvoorbeeld groepen) over het primaire factorniveau wilt weergeven factorniveaus (bijvoorbeeld tijd).
pt: Use uma posição 'Personalizada' para que a média seja colocada dentro da caixa, mesmo que você não mostre a caixa.<br>Na verdade, os campos de deslocamento médio e distância são sincronizados com os campos de deslocamento da caixa e caixa, respectivamente.<br>Use a posição 'Marcas no eixo' para ter todas as médias para cada nível de fator primário uma sobre a outra.<br>Isso pode ser útil se você quiser mostrar a mudança dos níveis de fatores secundários (por exemplo, grupos) nos níveis de fatores primários (por exemplo, tempo).
ta: பெட்டியின் உள்ளே வைக்கப்படுவதற்கு ஒரு 'தனிப்பயன்' நிலையைப் பயன்படுத்தவும் - நீங்கள் பெட்டியைக் காட்டாவிட்டாலும் கூட. <br> உண்மையில், சராசரி முட்டாள்தனமான மற்றும் தொலைதூர புலங்கள் முறையே பெட்டி நட்ச் மற்றும் பாக்ச் புலங்களுடன் ஒத்திசைக்கப்படுகின்றன. br> ஒவ்வொரு முதன்மை காரணி நிலைக்கும் ஒருவருக்கொருவர் மேல் இருப்பதற்கு 'ஆன் ஆக்சிச் டிக்ச்' நிலையைப் பயன்படுத்தவும். <br> முதன்மை முழுவதும் இரண்டாம் நிலை காரணி நிலைகளின் (எ.கா. குழுக்கள்) மாற்றத்தை நீங்கள் காட்ட விரும்பினால் இது பயனுள்ளதாக இருக்கும் காரணி நிலைகள் (எ.கா. நேரம்).

# raincloudPlots|
source: Try different values to make your plot especially pretty.
de: Probieren Sie verschiedene Werte aus, um Ihr Diagramm besonders schön zu machen.
es: Intentar diferentes valores para hacer tu gráfico especialmente bonito.
gl: Intentar diferentes valores para facer a túa gráfica especialmente bonita.
nl: Probeer verschillende waarden om je figuur extra mooi te maken.
pt: Experimente valores diferentes para deixar seu gráfico especialmente bonito.
ta: உங்கள் சதித்திட்டத்தை குறிப்பாக அழகாக மாற்ற வெவ்வேறு மதிப்புகளை முயற்சிக்கவும்.

# raincloudPlots|
source: Mean Lines: Width
de: Mittelwertlinien: Breite
es: Líneas de la media: ancho
gl: Liñas da media: ancho
nl: Gemiddelde Lijnen: Breedte
pt: Linhas Médias: Largura
ta: சராசரி கோடுகள்: அகலம்

# raincloudPlots|
source: See outline width of box and violin as well as ID lines width.
es: Ver el grosor del contorno de la caja y del violín, así como el ancho de las líneas ID.
gl: Ver o grosor do contorno da caixa e do violín, así como o ancho das liñas ID.
nl: Bekijk de contourbreedte van box en viool en de breedte van ID lijnen.
pt: Veja a largura do contorno da caixa e do violino, bem como a largura das linhas de identificação.
ta: பெட்டி மற்றும் வயலின் மற்றும் ஐடி கோடுகள் அகலத்தின் அவுட்லைன் அகலம் மற்றும் ஐடி கோடுகள் அகலத்தைக் காண்க.

# raincloudPlots|
source: Custom
de: Benutzerdefiniert
es: Personalizado
gl: Personalizado
nl: Aangepast
pt: Personalizado
ta: தனிப்பயன்

# raincloudPlots|
source: Distance
de: Distanz
es: Distancia
gl: Distancia
nl: Afstand
pt: Distância
ta: தூரம்

# raincloudPlots|
source: On axis ticks
de: Auf Achsenmarkierungen
es: Marcas en el eje
gl: Marcas no eixe
nl: Op astikken
pt: Nas marcas de eixo
ta: அச்சு உண்ணி

# raincloudPlots|
source: Connect means with lines
de: Mittelwerte mit Linien verbinden
es: Conectar las medias mediante líneas
gl: Conectar as medias mediante liñas
nl: Verbind gemiddelden met lijnen
pt: Conectar médias com linhas
ta: இணைப்புகள் வரிகளுடன் இணைக்கவும்

# raincloudPlots|
source: Interval around mean
de: Intervall um Mittelwert
es: Intervalo en torno a la media
gl: Intervalo arredor da media
nl: Intervan rond gemiddelde
pt: Intervalo em torno da média
ta: சராசரியைச் சுற்றி இடைவெளி

# raincloudPlots|
source: Whether to also show an interval around the mean.<br>This hides and disables the box.
de: Ob auch ein Intervall um den Mittelwert herum angezeigt wird.<br>Damit wird die Box versteckt und deaktiviert.
es: Si mostrar también un intervalo en torno a la media.<br>Esto oculta y deshabilita la caja.
gl: Se amosar tamén un intervalo arredor da media.<br>Isto oculta e inhabilita a caixa.
nl: Of ook een interval rond het gemiddelde moet worden getoond.<br>Hiermee wordt de box verborgen en uitgeschakeld.
pt: Se também deve ser mostrado um intervalo em torno da média.<br>Isso oculta e desabilita a caixa.
ta: சராசரியைச் சுற்றி ஒரு இடைவெளியைக் காட்ட வேண்டுமா. <br> இது பெட்டியை மறைத்து முடக்குகிறது.

# raincloudPlots|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
gl: Intervalo de confianza
nl: Betrouwbaarheidsinterval
pt: Intervalo de confiança
ta: நம்பிக்கை இடைவெளி

# raincloudPlots|
source: Interval line width
de: Intervallliniendicke
es: Ancho de la línea de intervalo
gl: Ancho da liña de intervalo
nl: Interval lijnbreedte
pt: Largura da linha de intervalo
ta: இடைவெளி வரி அகலம்

# raincloudPlots|
source: Determines the thickness of the interval lines.
de: Gibt die Dicke der Intervall-Linien an.
es: Determina el grosor de las líneas de intervalo.
gl: Determina o grosor das liñas de intervalo.
nl: Bepaalt de dikte van de intervallijnen.
pt: Determina a espessura das linhas de intervalo.
ta: இடைவெளி கோடுகளின் தடிமன் தீர்மானிக்கிறது.

# raincloudPlots|
source: Width of interval whiskers depends on mean distance.
de: Breite der Intervall-Whisker hängt von der mittleren Distanz ab.
es: El ancho de los bigotes del intervalo depende de la distancia media.
gl: O ancho dos bigotes do intervalo depende da distancia media.
nl: De breedte van interval snorharen hangt af van de gemiddelde afstand.
pt: A largura dos bigodes do intervalo depende da distância média.
ta: இடைவெளி விச்கர்களின் அகலம் சராசரி தூரத்தைப் பொறுத்தது.

# raincloudPlots|
source: Custom Cloud Orientation, Mean Interval Limits, and Cloud Color
de: Benutzerdefinierte Wolkenausrichtung, mittlere Intervallgrenzen und Wolkenfarbe
es: Personalizar la orientación de nube, los límites de intervalo de la media y el color de nube
gl: Personalizar a orientación de nube, os límites do intervalo da media e a cor de nube
nl: Aangepaste Wolkoriëntatie, Gemiddelde Intervalgrenzen en Wolkkleur
pt: Orientação de Nuvem Personalizada, Limites de Intervalo Médio e Cor da Nuvem
ta: தனிப்பயன் முகில் நோக்குநிலை, சராசரி இடைவெளி வரம்புகள் மற்றும் மேக நிறம்

# raincloudPlots|
source: How many clouds are currently shown?
de: Wieviele Wolken werden gerade angezeigt?
es: ¿Cuántas nubes se muestran en este momento?
gl: Cantas nubes se amosan neste momento?
nl: Hoeveel wolken worden er momenteel getoond?
pt: Quantas nuvens estão sendo mostradas atualmente?
ta: தற்போது எத்தனை மேகங்கள் காட்டப்பட்டுள்ளன?

# raincloudPlots|
source: To apply custom cloud orientation or custom mean intervals, you first must specify the number of clouds that are currently shown in the plot.<br>If the number you entered does not match the number of clouds in the plot, the plot caption will show a warning and you can correct your entry.<br>The number you specify determines the number of rows in the table.
de: Um eine benutzerdefinierte Wolkenausrichtung oder benutzerdefinierte Mittelwertintervalle anzuwenden, müssen Sie zunächst die Anzahl der Wolken angeben, die aktuell im Diagramm angezeigt werden.<br>Wenn die von Ihnen eingegebene Zahl nicht mit der Anzahl der Wolken im Diagramm übereinstimmt, wird in der Diagrammüberschrift eine Warnung angezeigt und Sie können Ihre Eingabe korrigieren.<br>Die von Ihnen angegebene Zahl bestimmt die Anzahl der Zeilen in der Tabelle.
es: Para aplicar la personalización de la orientación de nube o de los intervalos de la media, se debe primero especificar el número de nubes que se muestran en ese momento en el gráfico.<br>Si el número que indique no coincide con el número de nubes en el gráfico, el texto de gráfico va a mostrar una advertencia y puede corregir su anotación.<br>El número que indique determina el número de filas de la tabla.
gl: Para aplicar a personalización da orientación de nube ou dos intervalos da media, debes primeiro especificar o número de nubes que se amosan nese momento na gráfica.<br>Se o número que indicas non coincide co número de nubes na gráfica, o texto de gráfica vai amosar unha advertencia e podes corrixir a túa anotación.<br>O número que indiques determina o número de filas da táboa.
nl: Om een aangepaste wolkenoriëntatie of aangepaste gemiddelde intervallen toe te passen, moet u eerst het aantal wolken opgeven dat momenteel in de figuur wordt getoond.<br>Als het aantal wolken dat u hebt opgegeven niet overeenkomt met het aantal wolken in de figuur, zal de bijschrift een waarschuwing tonen en kunt u uw invoer corrigeren.<br>Het aantal dat u opgeeft bepaalt het aantal rijen in de tabel.
pt: Para aplicar orientação de nuvem personalizada ou intervalos médios personalizados, primeiro você deve especificar o número de nuvens que estão sendo mostradas no gráfico.<br>Se o número inserido não corresponder ao número de nuvens no gráfico, a legenda do gráfico mostrará um aviso e você poderá corrigir sua entrada.<br>O número especificado determina o número de linhas na tabela.
ta: தனிப்பயன் முகில் நோக்குநிலை அல்லது தனிப்பயன் சராசரி இடைவெளிகளைப் பயன்படுத்த, நீங்கள் முதலில் சதித்திட்டத்தில் காட்டப்பட்டுள்ள மேகங்களின் எண்ணிக்கையை முதலில் குறிப்பிட வேண்டும். <br> நீங்கள் உள்ளிட்ட எண் சதித்திட்டத்தில் உள்ள மேகங்களின் எண்ணிக்கையுடன் பொருந்தவில்லை என்றால், சூழ்ச்சி தலைப்பு காண்பிக்கப்படும் ஒரு எச்சரிக்கை மற்றும் உங்கள் உள்ளீட்டை நீங்கள் சரிசெய்யலாம். <br> நீங்கள் குறிப்பிடும் எண்ணிக்கை அட்டவணையில் உள்ள வரிசைகளின் எண்ணிக்கையை தீர்மானிக்கிறது.

# raincloudPlots|
source: In the table, you can then specify the custom orientation ('L' vs. 'R') for each cloud as well as custom lower and upper interval limits for each mean.<br>Make sure to also check the corresponding checkboxes 'Apply custom orientation' or 'Apply custom mean interval limits'.<br>Otherwise, your input into the table will not be applied.
es: En la tabla, se puede especificar la orientación personalizada ('L' vs. 'R') para cada nube, así como también límites personalizados inferiores y superiores de intervalo para cada media.<br>Cerciórese de marcar también los recuadros correspondientes 'Aplicar orientación personalizada' o 'Aplicar límites personalizados de intervalos de las medias'.<br>En caso contrario, sus anotaciones en la tabla no se aplicarán.
gl: Na táboa, podes especificar a orientación personalizada ('L' vs. 'R') para cada nube, así como tamén límites personalizados inferiores e superiores de intervalo para cada media.<br>Asegúrate de marcar tamén os recadros correspondentes 'Aplicar orientación personalizada' ou 'Aplicar límites personalizados de intervalos das medias'.<br>Doutro xeito, as túas anotacións na táboa non se aplicarán.
nl: In de tabel kunt u dan de aangepaste oriëntatie ('L' vs. 'R') voor elke wolk opgeven, evenals aangepaste onder- en bovengrenzen voor het interval voor elk gemiddelde.<br>Zorg ervoor dat u ook de corresponderende selectievakjes 'Aangepaste oriëntatie toepassen' of 'Aangepaste intervalgrenzen voor gemiddelden toepassen' aanvinkt.<br> Anders wordt uw invoer in de tabel niet toegepast.
pt: Na tabela, você pode especificar a orientação personalizada ('L' vs. 'R') para cada nuvem, bem como limites de intervalo inferior e superior personalizados para cada média.<br>Certifique-se de marcar também as caixas de seleção correspondentes 'Aplicar orientação personalizada' ou 'Aplicar limites de intervalo médio personalizados'.<br>Caso contrário, sua entrada na tabela não será aplicada.
ta: அட்டவணையில், ஒவ்வொரு மேகத்திற்கும் தனிப்பயன் நோக்குநிலை ('l' vs. 'r') மற்றும் ஒவ்வொரு சராசரிக்கும் தனிப்பயன் கீழ் மற்றும் மேல் இடைவெளி வரம்புகளையும் நீங்கள் குறிப்பிடலாம். <br> தொடர்புடைய தேர்வுப்பெட்டிகள் 'விண்ணப்பிக்கவும் தனிப்பயன் நோக்குநிலை 'அல்லது' தனிப்பயன் சராசரி இடைவெளி வரம்புகளைப் பயன்படுத்துங்கள் '. <br> இல்லையெனில், அட்டவணையில் உங்கள் உள்ளீடு பயன்படுத்தப்படாது.

# raincloudPlots|
source: The order in which the rows of the table are mapped to the clouds in the plot is as follows:<br>Suppose, there are three times of measurement (primary factor): pre, post, and follow-up.<br>Further, there are two species (secondary factor): alpha and beta.<br>This means that there are 6 clouds, in the following order:<br>pre-alpha<br>pre-beta<br>post-alpha<br>post-beta<br>follow-up-alpha<br>follow-up-beta<br><br>In this example you could now specify the odd rows as 'L' and the even rows as 'R'.<br>That way, at each time point, the left cloud would be alpha and the right cloud would be beta.
es: El orden en que las filas de la tabla se representan en las nubes del gráfico es el siguiente:<br>Supongamos que hay tres tiempos de medida (factor principal): pre, post y siguiente.<br>Además, hay dos tipos (factor secundario): alfa y beta.<br>Esto significa que hay 6 nubes, en el siguiente orden:<br>pre-alfa<br>pre-beta<br>post-alfa<br>post-beta<br>siguiente-alfa<br>siguiente-beta<br><br>En este ejemplo, se pueden especificar las filas impares como 'L' y las filas pares como 'R'.<br>De este modo, en cada punto de tiempo, la nube de la izquierda sería alfa y la nube de la derecha sería beta.
gl: A orde na que as filas da táboa se representan nas nubes da gráfica é a seguinte:<br>Supoñamos que hai tres tempos de medida (factor principal): pre, post e seguinte.<br>Ademais, hai dous tipos (factor secundario): alfa e beta.<br>Isto significa que hai 6 nubes, na seguinte orde:<br>pre-alfa<br>pre-beta<br>post-alfa<br>post-beta<br>seguinte-alfa<br>seguinte-beta<br><br>Neste exemplo, podes especificar as filas impares como 'L' e as filas pares como 'R'.<br>Deste xeito, en cada punto de tempo, a nube da esquerda sería alfa e a nube da dereita sería beta.
nl: De volgorde waarin de rijen van de tabel worden toegewezen aan de wolken in de grafiek is als volgt:<br>Stel dat er drie metingen zijn (primaire factor): vóór, na en follow-up.<br>Verder , zijn er twee soorten (secundaire factor): alfa en bèta.<br>Dit betekent dat er zes wolken zijn, in de volgende volgorde:<br>pre-alfa<br>pre-bèta<br>post-alfa<br >post-beta<br>follow-up-alpha<br>follow-up-bèta<br><br>In dit voorbeeld kunt u nu de oneven rijen specificeren als 'L' en de even rijen als 'R'.< br>Op die manier zou op elk tijdstip de linkerwolk alfa zijn en de rechterwolk bèta.
pt: A ordem na qual as linhas da tabela são mapeadas para as nuvens no gráfico é a seguinte:<br>Suponha que haja três momentos de medição (fator primário): pré, pós e acompanhamento.<br>Além disso, há duas espécies (fator secundário): alfa e beta.<br>Isso significa que há 6 nuvens, na seguinte ordem:<br>pré-alfa<br>pré-beta<br>pós-alfa<br>pós-beta<br>acompanhamento-alfa<br>acompanhamento-beta<br><br>Neste exemplo, agora você pode especificar as linhas ímpares como 'L' e as linhas pares como 'R'.<br>Dessa forma, em cada ponto de tempo, a nuvem da esquerda seria alfa e a nuvem da direita seria beta.
ta: சதித்திட்டத்தில் மேகங்களுக்கு அட்டவணையின் வரிசைகள் வரைபடமாக்கப்படும் வரிசை பின்வருமாறு: <br>, மூன்று மடங்கு அளவீட்டு (முதன்மை காரணி) உள்ளன என்று வைத்துக்கொள்வோம்: முன், இடுகை மற்றும் பின்தொடர்தல். <br> மேலும் , இரண்டு இனங்கள் (இரண்டாம் நிலை காரணி): ஆல்பா மற்றும் பீட்டா. > பிந்தைய பீட்டா <br> பின்தொடர்தல்-ஆல்பா <br> பின்தொடர்தல்-பீட்டா <br> <br> இந்த எடுத்துக்காட்டில் நீங்கள் இப்போது ஒற்றைப்படை வரிசைகளை 'எல்' என்றும், வரிசைகளை 'ஆர்' என்றும் குறிப்பிடலாம். < br> அந்த வழியில், ஒவ்வொரு நேரத்திலும், இடது முகில் ஆல்பாவாகவும் சரியான முகில் பீட்டாவாகவும் இருக்கும்.

# raincloudPlots|
source: If you have a 2x2 design (e.g. no follow-up in as primary factor), then a useful custom orientation could be LLRR.<br>That way, both the alpha and the beta cloud at time point pre would be left and at time point they would be right.<br>Combine this with ID input to connect the individual observations over time.<br>They will then run between the two clouds on the left to the two clouds on the right.
es: Si se tiene un diseño 2x2 (p.e. sin 'siguiente' como factor principal), entonces una orientación personalizada de utilidad puede ser LLRR.<br>De este modo, tanto la nube alfa como la nube beta en el punto temporal 'pre' estarían a la izquierda, y en el punto temporal 'post' estarían a la derecha.<br>Combine esto con la entrada de ID para conectar las observaciones individuales a lo largo del tiempo.<br>Así, estas van a pasar de las dos nubes de la izquierda hacia las dos nubes de la derecha.
gl: Se tes un deseño 2x2 (p.e. sen 'seguinte' como factor principal), entón unha orientación personalizada de utilidade pode ser LLRR.<br>Deste xeito, tanto a nube alfa como a nube beta no punto temporal 'pre' estarían á esquerda, e no punto temporal 'post' estarían á dereita.<br>Combina isto coa entrada de ID para conectar as observacións individuais ao longo do tempo.<br>Así, estas van pasar das dúas nubes da esquerda cara ás dúas nubes da dereita.
nl: Als je een 2x2-ontwerp hebt (bijvoorbeeld geen follow-up als primaire factor), dan zou LLRR een nuttige aangepaste oriëntatie kunnen zijn.<br>Op die manier zouden zowel de alfa- als de bètawolk op het tijdstip vóór blijven en op dat moment op het punt dat ze gelijk zouden hebben.<br>Combineer dit met ID-invoer om de individuele waarnemingen in de loop van de tijd met elkaar te verbinden.<br>Ze lopen dan tussen de twee wolken aan de linkerkant naar de twee wolken aan de rechterkant.
pt: Se você tiver um delineamento 2x2 (por exemplo, sem acompanhamento como fator primário), uma orientação personalizada útil poderia ser LLRR.<br>Dessa forma, tanto a nuvem alfa quanto a beta no ponto de tempo pré ficariam à esquerda e no ponto de tempo elas ficariam à direita.<br>Combine isso com a entrada de ID para conectar as observações individuais ao longo do tempo.<br>Elas então passarão entre as duas nuvens à esquerda para as duas nuvens à direita.
ta: உங்களிடம் 2x2 வடிவமைப்பு இருந்தால் (எ.கா. முதன்மை காரணியாக பின்தொடர்தல் இல்லை), பின்னர் ஒரு பயனுள்ள தனிப்பயன் நோக்குநிலை llrr ஆக இருக்கலாம். <br> அந்த வகையில், டைம் பாயிண்ட் முன் ஆல்பா மற்றும் பீட்டா முகில் இரண்டும் விடப்படும் மற்றும் நேரத்தில் இருக்கும் அவர்கள் சரியாக இருப்பார்கள் என்று புள்ளி. <br> காலப்போக்கில் தனிப்பட்ட அவதானிப்புகளை இணைக்க ஐடி உள்ளீட்டுடன் இதை இணைக்கவும். <br> பின்னர் அவர்கள் இடதுபுறத்தில் உள்ள இரண்டு மேகங்களுக்கு இடையில் வலதுபுறத்தில் இரண்டு மேகங்களுக்கு ஓடுவார்கள்.

# raincloudPlots|
source: Any custom orientation or mean intervals will be applied to the plot of every dependent variable.<br>How can you specify different custom mean intervals for two dependent variables?<br>For this, you can duplicate the analysis (see symbol: white plus on green background),<br>only select one dependent variable in each version, and specify the custom intervals separately.
de: Jede benutzerdefinierte Ausrichtung oder Mittelwertintervalle werden auf das Diagramm jeder abhängigen Variable angewendet.<br>Wie können Sie unterschiedliche benutzerdefinierte Mittelwertintervalle für zwei abhängige Variablen angeben?<br>Hierzu können Sie die Analyse duplizieren (siehe Symbol: weißes Plus auf grünem Hintergrund),<br>in jeder Version nur eine abhängige Variable auswählen und die benutzerdefinierten Intervalle separat angeben.
es: Cualquier orientación o intervalo de la media personalizados se va a aplicar al gráfico de cada variable dependiente.<br>¿Cómo se pueden especificar intervalos de la media personalizados diferentes para dos variables dependientes?<br>Para eso, se puede duplicar el análisis (consulta el símbolo: signo blanco de suma, sobre fondo verde),<br>selecciona únicamente una variable dependiente en cada versión, y especifica los intervalos personalizados por separado.
gl: Calquera orientación ou intervalo da media personalizados vaise aplicar á gráfica de cada variable dependente.<br>Como podes especificar intervalos da media personalizados diferentes para dúas variables dependentes?<br>Para iso, podes duplicar a análise (consulta o símbolo: signo branco de suma, sobre fondo verde),<br>selecciona unicamente unha variable dependente en cada versión, e indica os intervalos personalizados por separado.
nl: Elke aangepaste oriëntatie of gemiddelde intervallen worden toegepast op de grafiek van elke afhankelijke variabele.<br>Hoe kunt u verschillende aangepaste gemiddelde intervallen opgeven voor twee afhankelijke variabelen?<br>Hiervoor kunt u de analyse dupliceren (zie symbool: wit plusteken op groene achtergrond),<br>selecteer slechts één afhankelijke variabele in elke versie en geef de aangepaste intervallen afzonderlijk op.
pt: Qualquer orientação personalizada ou intervalos médios serão aplicados ao gráfico de cada variável dependente.<br>Como você pode especificar diferentes intervalos médios personalizados para duas variáveis dependentes?<br>Para isso, você pode duplicar a análise (veja o símbolo: sinal de mais branco em fundo verde),<br>selecionar apenas uma variável dependente em cada versão e especificar os intervalos personalizados separadamente.
ta: எந்தவொரு தனிப்பயன் நோக்குநிலை அல்லது சராசரி இடைவெளிகளும் ஒவ்வொரு சார்பு மாறியின் சதித்திட்டத்திற்கும் பயன்படுத்தப்படும். <br> இரண்டு சார்பு மாறிகளுக்கு வெவ்வேறு தனிப்பயன் சராசரி இடைவெளிகளை எவ்வாறு குறிப்பிடலாம்? பச்சை பின்னணியில்), <br> ஒவ்வொரு பதிப்பிலும் ஒரு சார்பு மாறியை மட்டுமே தேர்ந்தெடுத்து, தனிப்பயன் இடைவெளிகளை தனித்தனியாக குறிப்பிடவும்.
