Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# raincloudPlots|
source: For custom cloud colors, just enter the hexcode you want. This features only works when there is no Secondary Factor.
de: Geben Sie für benutzerdefinierte Wolkenfarben einfach den gewünschten Hexcode ein. Dies funktioniert nur, wenn es keinen sekundären Faktor gibt.
es: Para colores personalizados de nube, simplemente introduce el código hexadecimal que desees. Esta característica solo funciona cuando no hay Factor Secundario.
gl: Para cores personalizados de nube, simplemente introduce o código hexadecimal que desexes. Esta característica só funciona cando non hai Factor Secundario.
nl: Voor aangepaste wolkenkleuren voer je gewoon de hexcode in die je wilt. Deze functie werkt alleen als er geen Secundaire Factor is.
pt: Para cores de nuvem personalizadas, basta inserir o código hexadecimal desejado. Este recurso só funciona quando não há Fator Secundário.
ta: தனிப்பயன் மேகக்கணி நிறத்திற்கு, நீங்கள் விரும்பும் எக்சோடை உள்ளிடவும். இரண்டாம் நிலை காரணி இல்லாதபோது மட்டுமே இந்த நற்பொருத்தம் செயல்படும்.

# raincloudPlots|
source: Apply custom orientation
de: Benutzerdefinierte Ausrichtung anwenden
es: Aplicar orientación personalizada
gl: Aplicar orientación personalizada
nl: Aangepaste oriëntatie toepassen
pt: Aplicar orientação personalizada
ta: தனிப்பயன் நோக்குநிலையைப் பயன்படுத்துங்கள்

# raincloudPlots|
source: Apply custom mean interval limits
de: Benutzerdefinierte mittlere Intervallgrenzen anwenden
es: Aplicar límites personalizados de intervalos de la media
gl: Aplicar límites personalizados de intervalos da media
nl: Aangepaste gemiddelde intervalgrenzen toepassen
pt: Aplicar limites de intervalo médio personalizados
ta: தனிப்பயன் சராசரி இடைவெளி வரம்புகளைப் பயன்படுத்துங்கள்

# raincloudPlots|
source: Apply custom colors
de: Benutzerdefinierte Farben anwenden
es: Aplicar colores personalizados
gl: Aplicar cores personalizados
nl: Aangepaste kleuren toepassen
pt: Aplicar cores personalizadas
ta: தனிப்பயன் வண்ணங்களைப் பயன்படுத்துங்கள்

# raincloudPlots|
source: Cloud
de: Wolke
es: Nube
gl: Nube
nl: Wolk
pt: Nuvem
ta: முகில்

# raincloudPlots|
source: Orientation
de: Ausrichtung
es: Orientación
gl: Orientación
nl: Oriëntatie
pt: Orientação
ta: நோக்குநிலை

# raincloudPlots|
source: Lower Limit
de: Untere Grenze
es: Límite inferior
gl: Límite inferior
nl: Ondergrens
pt: Limite Inferior
ta: கீழ் வரம்பு

# raincloudPlots|
source: Upper Limit
de: Obere Grenze
es: Límite superior
gl: Límite superior
nl: Bovengrens
pt: Limite Superior
ta: மேல் வரம்பு

# raincloudPlots|
source: Color
de: Farbe
gl: Cor
nl: Kleur
pt: Cor
ta: நிறம்

# raincloudPlots|
source: For customization, the cloud order is as follows: For each level of the Primary Factor, go through all levels of the Secondary Factor. For example, with a 2 (Primary: X, Y) x 2 (Secondary: i, ii) design, there are four clouds, A to D, with: A = Xi, B = Xii, C = Yi, D = Yii. Custom orientation: Per default, all violins are right of the boxes. To customize this, specify 'L' or 'R' for each cloud. Applying the custom orientation sets Point Nudge to 0. Custom Color: Specify a hexcode. Only works when there is no Secondary Factor.
de: Zur Anpassung ist die Wolkenreihenfolge wie folgt: Gehen Sie für jede Ebene des Primärfaktors alle Ebenen des Sekundärfaktors durch. Zum Beispiel: Bei einem Design mit 2 (Primär: X, Y) x 2 (Sekundär: i, ii) gibt es vier Wolken, A bis D, mit: A = Xi, B = Xii, C = Yi, D = Yii. Benutzerdefinierte Ausrichtung: Standardmäßig befinden sich alle Geigen rechts von den Kästchen. Um dies anzupassen, geben Sie für jede Wolke 'L' oder 'R' an. Durch Anwenden der benutzerdefinierten Ausrichtung wird Punkt-Verschub auf 0 gesetzt. Benutzerdefinierte Farbe: Geben Sie einen Hexcode an. Funktioniert nur, wenn kein Sekundärfaktor vorhanden ist.
es: Para la personalización, el orden de las nubes es el siguiente: Para cada nivel de Factor principal, recorre todos los niveles del Factor secundario. Por ejemplo, con un diseño 2 (Principal: X, Y) x 2 (Secundario: i, ii), hay cuatro nubes, desde A hasta D, con: A = Xi, B = Xii, C = Yi, D = Yii. Orientación personalizada: Por defecto, todos los violines están a la derecha (R) de las cajas. Para personalizar esto, especifica 'L' o 'R' para cada nube. Aplicar la orientación personalizada establece el Empujón de puntos en 0. Color personalizado: Especifica un código hexadecimal. Solo funciona cuando no hay Factor secundario.
gl: Para a personalización, a orde das nubes é a seguinte: Para cada nivel de Factor principal, percorre tódolos niveis do Factor secundario. Por exemplo, cun deseño 2 (Principal: X, Y) x 2 (Secundario: i, ii), hai catro nubes, desde A ata D, con: A = Xi, B = Xii, C = Yi, D = Yii. Orientación personalizada: Por defecto, tódolos violíns están á dereita (R) das caixas. Para personalizar isto, especifica 'L' ou 'R' para cada nube. Aplicar a orientación personalizada establece o Empurrón de puntos en 0. Cor personalizada: Especifica un código hexadecimal. Só funciona cando non hai Factor secundario.
nl: Voor maatwerk is de volgorde van de wolken als volgt: Voor elk niveau van de Primaire Factor, doorloopt u alle niveaus van de Secundaire Factor. Bijvoorbeeld, met een 2 (Primair: X, Y) x 2 (Secundair: i, ii) ontwerp, zijn er vier wolken, A tot D, met: A = Xi, B = Xii, C = Yi, D = Yii. Aangepaste oriëntatie: Standaard staan alle violen rechts van de boxen. Om dit aan te passen, geef je 'L' of 'R' op voor elke wolk. Als je de aangepaste oriëntatie toepast, wordt Puntduwtje op 0 gezet. Aangepaste kleur: Geef een hexcode op. Werkt alleen als er geen Secundaire Factor is.
pt: Para personalização, a ordem das nuvens é a seguinte: Para cada nível do Fator Primário, passe por todos os níveis do Fator Secundário. Por exemplo, com um delineamento 2 (Primário: X, Y) x 2 (Secundário: i, ii), há quatro nuvens, de A a D, com: A = Xi, B = Xii, C = Yi, D = Yii. Orientação personalizada: Por padrão, todos os violinos ficam à direita das caixas. Para personalizar isso, especifique "E" ou "D" para cada nuvem. A aplicação da orientação personalizada define o Deslocamento de Ponto como 0. Cor personalizada: Especifique um código hexadecimal. Funciona somente quando não há Fator Secundário.
ta: தனிப்பயனாக்கலுக்கு, முகில் ஆர்டர் பின்வருமாறு: முதன்மை காரணியின் ஒவ்வொரு நிலைக்கும், இரண்டாம் நிலை காரணியின் அனைத்து மட்டங்களிலும் செல்லுங்கள். எடுத்துக்காட்டாக, 2 (முதன்மை: ஃச், y) ஃச் 2 (இரண்டாம் நிலை: i, ii) வடிவமைப்பு, நான்கு மேகங்கள் உள்ளன, a பெறுநர் d, உடன்: A = xi, b = xii, c = yi, டி = yii. தனிப்பயன் நோக்குநிலை: இயல்புநிலைக்கு, அனைத்து வயலின்களும் பெட்டிகளின் சரியானவை. இதைத் தனிப்பயனாக்க, ஒவ்வொரு மேகத்திற்கும் 'எல்' அல்லது 'ஆர்' ஐக் குறிப்பிடவும். தனிப்பயன் நோக்குநிலையைப் பயன்படுத்துவது புள்ளியை 0 ஆக அமைக்கிறது. தனிப்பயன் நிறம்: ஒரு எக்சோடைக் குறிப்பிடவும். இரண்டாம் நிலை காரணி இல்லாதபோது மட்டுமே வேலை செய்கிறது.

# Descriptives|
source: How should the confidence interval be computed? By default, we use a `T model`, which yields results identical to a one-sample t-test. Alternative options are a normal model (%1), or `Bootstrap`.
de: Wie sollte das Konfidenzintervall berechnet werden? Standardmäßig verwenden wir ein `T-Modell`, das Ergebnisse liefert, die mit einem t-Test für eine Stichprobe übereinstimmen. Alternative Optionen sind ein normales Modell (%1), oder `Bootstrap`.
es: ¿Cómo debe calcularse el intervalo de confianza? Por defecto, utilizamos `un modelo T`, que produce resultados idénticos a los de un contraste t para una muestra. Las opciones alternativas son: un modelo Normal (%1) o `Bootstrap`.
gl: Como se debe calcular o intervalo de confianza? Por defecto, utilizamos un `modelo T`, que produce resultados idénticos aos dunha proba t para unha mostra. As opcións alternativas son: un modelo Normal (%1) ou `Bootstrap`.
ja: どのように信頼区間を算出したか？デフォルトでは「T model」で、これは一標本のt検定と同一の結果になります.代替オプションは、正規モデル(%1)もしくは`ブートストラップ`です.
pt: Como o intervalo de confiança deve ser calculado? Por padrão, usamos um `modelo T`, que produz resultados idênticos a um teste t de uma amostra. As opções alternativas são um modelo normal (%1) ou `Bootstrap`.
ta: நம்பிக்கை இடைவெளி எவ்வாறு கணக்கிடப்பட வேண்டும்? இயல்பாக, நாங்கள் ஒரு `டி மாதிரியைப் பயன்படுத்துகிறோம், இது ஒரு மாதிரி டி-சோதனைக்கு ஒத்த முடிவுகளை அளிக்கிறது. மாற்று விருப்பங்கள் ஒரு சாதாரண மாதிரி (%1), அல்லது `பூட்ச்ட்ராப்`.

# FlexplotForm|
source: 95% confidende intervals
de: 95%-Konfidenzintervalle
es: Intervalos con 95% de confianza
gl: Intervalos con 95% de confianza
pt: Intervalos de confiança de 95 %
ta: 95% நம்பிக்கை இடைவெளி

# FlexplotForm|
source: Horizontal lines are displayed marking 95% confidence intervals for the mean
de: Horizontale Linien werden mit 95%-Konfidenzintervallen für den Mittelwert angezeigt
es: Las líneas horizontales se presentan marcando los intervalos con 95% de confianza para la media
gl: As liñas horizontais preséntanse marcando os intervalos con 95% de confianza para a media
pt: Linhas horizontais são exibidas marcando intervalos de confiança de 95 % para a média
ta: கிடைமட்ட கோடுகள் சராசரிக்கு 95% நம்பிக்கை இடைவெளிகளைக் குறிக்கும்

# raincloudPlots|
source: Show legend
de: Legende anzeigen
es: Mostrar leyenda
gl: Amosar a lenda
pt: Mostrar legenda
ta: புராணக்கதை காட்டு

# raincloudPlots|
source: Shows the legend for the color-coding of the primary factor.<br>This option is superseeded by a secondary factor; then the legend is always added.
de: Zeigt die Legende für die Farbcodierung des Primärfaktors.<br>Diese Option wird durch einen Sekundärfaktor überholt; dann wird die Legende immer hinzugefügt.
es: Muestra la leyenda de la codificación por colores del factor primario.<br>Esta opción está superada por un factor secundario; entonces la leyenda se añade siempre.
gl: Amosa a lenda da codificación por cores do factor primario.<br>Esta opción está superada por un factor secundario; entón a lenda engádese sempre.
pt: Mostra a legenda para a codificação de cores do fator primário.<br>Esta opção é substituída por um fator secundário; então a legenda é sempre adicionada.
ta: முதன்மைக் காரணியின் வண்ண-குறியீட்டுக்கான புராணக்கதைகளைக் காட்டுகிறது. <br> இந்த விருப்பம் இரண்டாம் நிலை காரணியால் சூப்பர்சீட் செய்யப்படுகிறது; பின்னர் புராணக்கதை எப்போதும் சேர்க்கப்படுகிறது.

# raincloudPlots|
source: Show points
de: Punkte anzeigen
es: Mostrar puntos
gl: Amosar puntos
pt: Mostrar pontos
ta: புள்ளிகளைக் காட்டு

# raincloudPlots|
source: Standard error
de: Standardfehler
es: Error típico
gl: Erro padrón
pt: Erro padrão
ta: நிலையான பிழை

# Descriptives|
source: How should the confidence interval be computed? By default, we use an analytical approach (chi-square). The alternative option is `Bootstrap`
de: Wie sollte das Konfidenzintervall berechnet werden? Standardmäßig verwenden wir einen analytischen Ansatz (Chi-Quadrat). Die alternative Option ist `Bootstrap`
es: ¿Cómo se debería calcular el intervalo de confianza? Por defecto, se utiliza un método analítico (Chi-cuadrado). La opción alternativa es `Bootstrap`
gl: Como debería calcularse o intervalo de confianza? Por defecto, utilízase unha aproximación analítica (Khi-cadrado). A opción alternativa é `Bootstrap`
pt: Como o intervalo de confiança deve ser calculado? Por padrão, usamos uma abordagem analítica (qui-quadrado). A opção alternativa é `Bootstrap`
ta: நம்பிக்கை இடைவெளி எவ்வாறு கணக்கிடப்பட வேண்டும்? இயல்பாக, நாங்கள் ஒரு பகுப்பாய்வு அணுகுமுறையைப் பயன்படுத்துகிறோம் (சி-சதுரம்). மாற்று விருப்பம் `பூட்ச்ட்ராப்`

# Descriptives|
source: Analytical (chi-square)
de: Analytisch (Chi-Quadrat)
es: Analítico (Chi-cuadrado)
gl: Analítica (Khi-cadrado)
pt: Analítica (qui-quadrado)
ta: பகுப்பாய்வு (சி-சதுரம்)

# Descriptives|
source: How should the confidence interval be computed? By default, we use a analytical approach (chi-square). The alternative option is `Bootstrap`
de: Wie sollte das Konfidenzintervall berechnet werden? Standardmäßig verwenden wir einen analytischen Ansatz (Chi-Quadrat). Die alternative Option ist `Bootstrap`
es: ¿Cómo se debería calcular el intervalo de confianza? Por defecto, se utiliza un método analítico (Chi-cuadrado). La opción alternativa es `Bootstrap`
gl: Como debería calcularse o intervalo de confianza? Por defecto, utilízase unha aproximación analítica (Khi-cadrado). A opción alternativa é `Bootstrap`
pt: Como o intervalo de confiança deve ser calculado? Por padrão, usamos uma abordagem analítica (qui-quadrado). A opção alternativa é `Bootstrap`
ta: நம்பிக்கை இடைவெளி எவ்வாறு கணக்கிடப்பட வேண்டும்? இயல்பாக, நாங்கள் ஒரு பகுப்பாய்வு அணுகுமுறையைப் பயன்படுத்துகிறோம் (சி-சதுரம்). மாற்று விருப்பம் `பூட்ச்ட்ராப்`

# Descriptives|
source: visualizes data distributions, adapting to the type of variable selected. For scale variables, it generates histograms or density plots to show continuous data distributions. For categorical variables, it creates bar plots displaying counts or proportions of each category.
de: visualisiert Datenverteilungen, angepasst an den gewählte Variablentyp. Für metrische Variablen erzeugt es Histogramme oder Dichtediagramme, um kontinuierliche Datenverteilungen anzuzeigen. Für kategorische Variablen erzeugt es Balkendiagramme, die Häufigkeiten oder Anteile jeder Kategorie anzeigen.
es: Visualiza las distribuciones de los datos, adaptándose al tipo de variable escogida. Para variables de escala, genera histogramas o gráficos de densidad para mostrar distribuciones continuas de datos. Para variables con categorías, crea gráficos de barras que presentan los recuentos o proporciones de cada categoría.
gl: Visualiza as distribucións dos datos, adaptándose ao tipo de variable elixida. Para variables de escala, xera histogramas ou gráficas de densidade para amosar distribucións continuas de datos. Para variables con categorías, crea gráficas de barras que presentan os recontos ou proporcións de cada categoría.
pt: Visualiza distribuições de dados, adaptando-se ao tipo de variável selecionada. Para variáveis de escala, gera histogramas ou gráficos de densidade para mostrar distribuições de dados contínuas. Para variáveis categóricas, cria gráficos de barras exibindo contagens ou proporções de cada categoria.
ta: தரவு விநியோகங்களை காட்சிப்படுத்துகிறது, தேர்ந்தெடுக்கப்பட்ட மாறியின் வகைக்கு ஏற்ப. அளவிலான மாறிகளுக்கு, தொடர்ச்சியான தரவு விநியோகங்களைக் காட்ட இது இச்டோகிராம்கள் அல்லது அடர்த்தி அடுக்குகளை உருவாக்குகிறது. வகைப்படுத்தப்பட்ட மாறிகளுக்கு, இது ஒவ்வொரு வகையின் எண்ணிக்கையையோ அல்லது விகிதாச்சாரத்தையோ காண்பிக்கும் பார் அடுக்குகளை உருவாக்குகிறது.

# Descriptives|
source: Type for scale variables:
de: Typ für metrische Variablen:
es: Tipo, para variables de escala:
gl: Tipo, para variables de escala:
pt: Tipo para variáveis de escala:
ta: அளவிலான மாறிகள் வகை:

# Descriptives|
source: Whether to display a density plot or histogram.
de: Ob ein Dichtediagramm oder Histogramm gezeigt werden.
es: Si presentar el gráfico de densidad o el histograma.
gl: Se presentar a gráfica de densidade ou o histograma.
pt: Se deve exibir um gráfico de densidade ou um histograma.
ta: அடர்த்தி சூழ்ச்சி அல்லது இச்டோகிராம் காண்பிக்க வேண்டுமா.

# Descriptives|
source: Options for separate bins of the histogram
de: Optionen für unterschiedliche Klassen des Histogramms
es: Opciones para separar barras del histograma
gl: Opcións para separar barras do histograma
pt: Opções para barras separadas do histograma
ta: இச்டோகிராமின் தனித்தனி தொட்டிகளுக்கான விருப்பங்கள்

# Descriptives|
source: Stack: Bars are stacked vertically, combining counts across categories within each bin.
de: Stapeln: Balken werden vertikal gestapelt, die Häufigkeiten über Kategorien innerhalb jeder Klasse kombiniert.
es: Apilar: Las barras se apilan verticalmente, combinando en cada barra los recuentos por cada categoría.
gl: Amorear: As barras amoréanse verticalmente, combinando en cada barra os recontos por cada categoría.
pt: Empilhar: as barras são empilhadas verticalmente, combinando contagens entre categorias dentro de cada caixa.
ta: அடுக்கு: பார்கள் செங்குத்தாக அடுக்கி வைக்கப்பட்டுள்ளன, ஒவ்வொரு தொட்டியிலும் உள்ள வகைகளில் எண்ணிக்கையை இணைக்கின்றன.

# Descriptives|
source: Identity: Bars are layered on top of each other, with transparency often used to distinguish overlapping data.
de: Identität: Balken werden übereinander gezeigt; wird oft zusammen mit Transparenz verwendet, um überlappende Daten zu unterscheiden.
es: Identificar: Las barras se estratifican unas encima de otras, usando a menudo transparencias para distinguir los datos solapados.
gl: Identificar: As barras se estratifican arriba unhas de outras, usando a miúdo transparencias para distinguir os datos solapados.
pt: Identidade: As barras são dispostas em camadas umas sobre as outras, com transparência frequentemente usada para distinguir dados sobrepostos.
ta: அடையாளம்: பார்கள் ஒருவருக்கொருவர் மேல் அடுக்குகின்றன, வெளிப்படைத்தன்மை பெரும்பாலும் ஒன்றுடன் ஒன்று தரவை வேறுபடுத்திப் பயன்படுகிறது.

# Descriptives|
source: Dodge: Bars are placed side-by-side, allowing for easy comparison of different categories within each bin.
de: Ausweichen: Balken werden nebeneinander platziert und erlauben einfaches Vergleichen verschiedener Kategorien in jeder Klasse.
es: Eludir: Las barras se colocan unas al lado de otras, permitiendo la comparación fácil de categorías diferentes en cada barra.
gl: Eludir: As barras colócanse a carón unhas de outras, permitindo a doada comparación de categorías diferentes en cada barra.
pt: Desvio: As barras são colocadas lado a lado, permitindo uma comparação fácil de diferentes categorias dentro de cada barra.
ta: டாட்ச்: பார்கள் பக்கவாட்டாக வைக்கப்படுகின்றன, இது ஒவ்வொரு தொட்டியிலும் வெவ்வேறு வகைகளை எளிதாக ஒப்பிட்டுப் பார்க்க அனுமதிக்கிறது.

# Descriptives|
source: Type for categorical variables:
de: Typ für kategorische Variablen:
es: Tipo, para variables con categorías:
gl: Tipo, para variables con categorías:
pt: Tipo para variáveis categóricas:
ta: வகைப்படுத்தப்பட்ட மாறிகள் வகை:

# Descriptives|
source: Counts
de: Häufigkeiten
es: Recuentos
gl: Recontos
pt: Contagens
ta: எண்ணிக்கைகள்

# Descriptives|
source: Proportions
de: Anteile
es: Proporciones
gl: Proporcións
pt: Proporções
ta: விகிதாச்சாரம்

# Descriptives|
source: Conditional proportions
es: Proporciones condicionadas
gl: Proporcións condicionadas
pt: Proporções condicionais
ta: நிபந்தனை விகிதாச்சாரம்

# Descriptives|
source: Display counts, proportions, or conditional proportions (conditional for each category on the x-axis).
de: Zeige Häufigkeiten, Anteile, oder bedingte Anteile (bedingt nach jeder Kategorie auf der X-Achse).
es: Presentar recuentos, proporciones o proporciones condicionadas (condicionadas a cada categoría del eje x).
gl: Presentar recontos, proporcións ou proporcións condicionadas (condicionadas a cada categoría do eixe x).
pt: Exibir contagens, proporções ou proporções condicionais (condicionais para cada categoria no eixo x).
ta: எண்ணிக்கைகள், விகிதாச்சாரங்கள் அல்லது நிபந்தனை விகிதாச்சாரங்களைக் காண்பி (எக்ச்-அச்சில் ஒவ்வொரு வகைக்கும் நிபந்தனை).

# Descriptives|
source: Number of valid observations
de: Anzahl valider Beobachtungen
es: Número de observaciones válidas
gl: Número de observacións válidas
pt: Número de observações válidas
ta: செல்லுபடியாகும் அவதானிப்புகளின் எண்ணிக்கை

# raincloudPlots|
source: If you use this module, please cite it as:
de: Wenn Sie dieses Modul verwenden, bitte zitieren Sie es so:
es: Si utilizas este módulo, por favor, cítalo como:
gl: Se utilizas este módulo, por favor, cítao como:
pt: Se você usar este módulo, cite-o como:
ta: இந்த தொகுதியைப் பயன்படுத்தினால், தயவுசெய்து இதை மேற்கோள் காட்டுங்கள்:

# raincloudPlots|
source: You can choose between a confidence interval, ±1 standard error, or ±1 standard deviation.<br>For the computation of the confidence interval/se/sd, within and between factors are determined based on the specifciation of the ID variable<br><h4>
de: Sie können zwischen einem Konfidenzintervall oder ±1 Standardfehler oder ±1 Standardabweichung wählen.<br>Für die Berechnung des Konfidenzintervalls/Standardfehlers/SD werden Binnen- und Zwischen-Faktoren anhand der Angabe der ID-Variable festgelegt<br>h4>
es: Puede elegir entre un intervalo de confianza, ±1 error típico, o ±1 desviación típica.<br>Para el cálculo del intervalo de confianza/et/dt, los factores 'en y entre' se determinan en base a la especificación de la variable ID<br><h4>
gl: Podes escoller entre un intervalo de confianza, ±1 erro padrón, ou ±1 desvío padrón.<br>Para o cálculo do intervalo de confianza/ep/dp, os factores 'en e entre' se determinan en base á especificación da variable ID<br><h4>
pt: Você pode escolher entre um intervalo de confiança, erro padrão de ±1 ou desvio padrão de ±1.<br>Para o cálculo do intervalo de confiança/ep/dp, os fatores internos e entre são determinados com base na especificação da variável ID<br><h4>

# raincloudPlots|
source: Standard deviation
de: Standardabweichung
es: Desviación típica
gl: Desvío padrón
pt: Desvio padrão

# Description|
source: Plot Builder (beta)
de: Diagramm-Baukasten (Beta)
es: Generador de gráficos (beta)
gl: Xerador de gráficas (beta)
pt: Gerador de Gráficos (beta)

# jaspPlotBuilder|
source: References
de: Referenzen
es: Referencias
gl: Referencias
pt: Referências

# jaspPlotBuilder|
source: Plot 1
de: Diagramm 1
es: Gráfico 1
gl: Gráfica 1
pt: Gráfico 1

# jaspPlotBuilder|
source: Repeated measurements
de: Messwiederholung
es: Medidas repetidas
gl: Medidas repetidas
pt: Medições repetidas

# jaspPlotBuilder|
source: No
de: Nein
gl: Non
pt: Não

# jaspPlotBuilder|
source: Yes
de: Ja
es: Sí
gl: Si
pt: Sim

# jaspPlotBuilder|
source: X-Axis Variable
de: Variable X-Achse
es: Variable del eje X
gl: Variable do eixe X
pt: Variável do Eixo x

# jaspPlotBuilder|
source: Y-Axis Variable
de: Variable Y-Achse
es: Variable del eje Y
gl: Variable do eixe Y
pt: Variável do Eixo y

# jaspPlotBuilder|
source: Group Variable
de: Gruppierungsvariable
es: Variable de agrupación
gl: Variable de agrupamento
pt: Variável de Grupo

# jaspPlotBuilder|
source: Split (Columns)
de: Aufteilung (Spalten)
es: Dividir (columnas)
gl: Dividir (columnas)
pt: Dividir (Colunas)

# jaspPlotBuilder|
source: Split (Rows)
de: Aufteilen (Zeilen)
es: Dividir (filas)
gl: Dividir (filas)
pt: Dividir (Linhas)

# jaspPlotBuilder|
source: Grid
de: Raster
es: Cuadrícula
gl: Grella
pt: Grade

# jaspPlotBuilder|
source: Repeated Measures Factors
de: Faktoren mit Messwiederholung
es: Factores de Medidas Repetidas
gl: Factores de Medidas Repetidas
pt: Fatores de Medidas Repetidas

# jaspPlotBuilder|
source: RM Factor
de: MW-Faktor
es: Factor de MR
gl: Factor de MR
pt: Fator de MR

# jaspPlotBuilder|
source: Repeated Measures Cells
de: Messwiederholungszellen
es: Celdas de Medidas Repetidas
gl: Celas de Medidas Repetidas
pt: Células de Medidas Repetidas

# jaspPlotBuilder|
source: Between Subject Factors
de: Zwischensubjektfaktoren
es: Factores Entre Elementos
gl: Factores Entre Elementos
pt: Fatores Entre Sujeitos

# jaspPlotBuilder|
source: Covariates
de: Kovariaten
es: Covariables
gl: Covariantes
pt: Covariáveis

# jaspPlotBuilder|
source: Assign repeated measures components
de: Komponenten mit Messwiederholung zuweisen
es: Asignar componentes de medidas repetidas
gl: Asignar compoñentes de medidas repetidas
pt: Atribuir componentes de medidas repetidas

# jaspPlotBuilder|
source: Repeated Measures Components
de: Messwiederholungskompenten
es: Componentes de Medidas Repetidas
gl: Compoñentes de Medidas Repetidas
pt: Componentes de Medidas Repetidas

# jaspPlotBuilder|
source: Data and geometries
de: Daten und Geometrie-Elemente
es: Datos y geometrías
gl: Datos e xeometrías
pt: Dados e geometrias

# jaspPlotBuilder|
source: Individual data points
de: Einzelne Datenpunkte
es: Puntos individuales de datos
gl: Puntos individuais de datos
pt: Pontos individuais de dados
