Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# raincloudPlots|
source: With a secondary factor, there will be a box for each factor level. With the padding, you can change the spacing between theses boxes.<br>Increasing the padding will - visually - decrease the box width. If you want to keep box width constant, also increase the box width.
de: Bei einem sekundären Faktor gibt es für jede Faktorstufe eine Box. Mit dem Füllsel können Sie den Abstand zwischen diesen Boxen ändern.<br>Wenn Sie das Füllsel vergrößern, wird die Boxbreite optisch kleiner. Wenn Sie die Boxbreite konstant halten möchten, vergrößern Sie auch die Boxbreite.
es: Con un factor secundario, va a existir una caja por cada nivel de factores. Con el relleno, se puede cambiar el espaciado entre esas cajas.<br>El incremento del relleno va a disminuir (visualmente) el ancho de la caja. Si desea mantener constante la anchura de la caja, incremente también el ancho de la caja.
gl: Cun factor secundario, vai existir unha caixa por cada nivel de factores. Co recheo, podes trocar o espazado entre esas caixas.<br>O incremento do recheo vai diminuír (visualmente) o largo da caixa. Se queres manter constante a largura da caixa, incrementa tamén o largo da caixa.
nl: Bij een secundaire factor is er voor elk factorniveau een box. Met de opvulling kun je de afstand tussen deze boxen wijzigen.<br>Het vergroten van de opvulling zal - visueel - de breedte van de box verkleinen. Als u de boxbreedte constant wilt houden, vergroot dan ook de boxbreedte.
pt: Com um fator secundário, haverá uma caixa para cada nível de fator. Com o preenchimento, você pode alterar o espaçamento entre essas caixas. Aumentar o preenchimento diminuirá — visualmente — a largura da caixa. Se quiser manter a largura da caixa constante, aumente-a também.
ta: இரண்டாம் நிலை காரணியுடன், ஒவ்வொரு காரணி நிலைக்கும் ஒரு பெட்டி இருக்கும். திணிப்பு மூலம், நீங்கள் இந்த பெட்டிகளுக்கு இடையில் இடைவெளியை மாற்றலாம். <br> திணிப்பை அதிகரிப்பது - பார்வைக்கு - பெட்டி அகலத்தைக் குறைக்கும். நீங்கள் பெட்டி அகலத்தை மாறாமல் வைத்திருக்க விரும்பினால், பெட்டி அகலத்தையும் அதிகரிக்கவும்.

# raincloudPlots|
source: Point Size
de: Punktgröße
es: Tamaño de punto
gl: Tamaño de punto
nl: Puntgrootte
pt: Tamanho de Ponto
ta: புள்ளி அளவு

# raincloudPlots|
source: We recommend a greater size, the fewer points you have.
de: Wir empfehlen eine größere Größe, je weniger Punkte Sie haben.
es: Recomendamos un tamaño más grande, cuantos menos puntos tenga.
gl: Recomendamos un tamaño máis grande, cantos menos puntos teñas.
nl: We raden een grotere maat aan, hoe minder punten je hebt.
pt: Recomendamos um tamanho maior, quanto menos pontos você tiver.
ta: நாங்கள் அதிக அளவு பரிந்துரைக்கிறோம், உங்களிடம் குறைவான புள்ளிகள்.

# raincloudPlots|
source: Opacity
de: Deckkraft
es: Opacidad
gl: Opacidade
nl: Opaciteit
pt: Opacidade
ta: ஒளிபுகாநிலை

# raincloudPlots|
source: Increase this to _decrease_ the transparency of the respective element.
de: Erhöhen Sie diesen Wert, um die Transparenz des jeweiligen Elements zu _verringern_.
es: Incrementa esto para _disminuir_ la transparencia del elemento respectivo.
gl: Incrementa isto para _diminuír_ a transparencia do respectivo elemento.
nl: Verhoog dit om de transparantie van het respectieve element te _verlagen_.
pt: Aumente isso para _diminuir_ a transparência do respectivo elemento.
ta: இதை _decrease_ ஆக அதிகரிக்கவும்.

# raincloudPlots|
source: Outline and Outline Width
de: Umrandung und Umrandungsbreite
es: Contorno y Ancho del contorno
gl: Contorno e Ancho do contorno
nl: Contouren en Contourbreedte
pt: Contorno e Largura do Contorno
ta: அவுட்லைன் மற்றும் அவுட்லைன் அகலம்

# raincloudPlots|
source: Would you like the outline to match the 'Color palette', be 'black', or have 'none' at all?<br>The width determines how thick the outline is.
de: Möchten Sie, dass die Umrandung der 'Farbpalette' entspricht, 'schwarz' ist oder überhaupt 'keine' hat?<br>Die Breite bestimmt, wie dick die Umrandung ist.
es: Le gustaría que el contorno coincida con la 'Paleta de colores', que sea 'negro' o que no tenga 'ninguno' en absoluto?<br>El ancho determina el grosor del contorno.
gl: Gustaríache que o contorno coincida coa 'Paleta de cores', que sexa 'negro' ou que non teña 'ningún' en absoluto?<br>O ancho determina o grosor do contorno.
nl: Wilt u dat de contour overeenkomt met het 'Kleurenpalet', 'zwart' is, of dat er helemaal geen contour is?<br>De breedte bepaalt hoe dik de contour is.
pt: Você gostaria que o contorno correspondesse à 'Paleta de cores', fosse 'preto' ou não tivesse 'nenhum'?<br>A largura determina a espessura do contorno.
ta: 'வண்ணத் தட்டு', 'கருப்பு' ஆக இருக்க வேண்டும், அல்லது 'எதுவுமில்லை' என்று நீங்கள் விரும்புகிறீர்களா? <br> அகலம் எவ்வளவு தடிமனாக இருக்கிறது என்பதை தீர்மானிக்கிறது.

# raincloudPlots|
source: Violin Smoothing
de: Violinen-Glättung
es: Suavizado del violín
gl: Suavizado do violín
nl: Viool Gladstrijking
pt: Suavização do Violino
ta: வயலின் மென்மையானது

# raincloudPlots|
source: This percentage determines the smoothness of the probability density.<br>The lower, the stronger it is influenced by the presence/absence of individual points.
de: Dieser Prozentsatz bestimmt die Glättung der Wahrscheinlichkeitsdichte.<br>Je niedriger, desto stärker wird sie durch die An-/Abwesenheit einzelner Punkte beeinflusst.
es: Este porcentaje determina el suavizado de la densidad de probabilidad.<br>Cuanto menor sea, más está influenciada por la presencia/ausencia de puntos individuales.
gl: Esta porcentaxe determina o suavizado da densidade de probabilidade.<br>Canto menor sexa, más está influenciada pola presenza/ausencia de puntos individuais.
nl: Dit percentage bepaalt de gladheid van de kansdichtheid.<br>Hoe lager, hoe sterker deze wordt beïnvloed door de aan/afwezigheid van individuele punten.
pt: Essa porcentagem determina a suavidade da densidade de probabilidade.<br>Quanto menor, mais forte ela é influenciada pela presença/ausência de pontos individuais.
ta: இந்த விழுக்காடு நிகழ்தகவு அடர்த்தியின் மென்மையை தீர்மானிக்கிறது. <br> குறைவாக, தனிப்பட்ட புள்ளிகளின் இருப்பு/இல்லாததால் அது வலுவாக உள்ளது.

# raincloudPlots|
source: Point Jitter
de: Punkt-Verwacklung
es: Oscilación de los puntos
gl: Oscilación dos puntos
nl: Puntverschuiving
pt: Jitter dos Pontos
ta: புள்ளி நடுக்கம்

# raincloudPlots|
source: Use this with care!<br>It slightly jitters the points along the dependent variable axis. This means that the position of the points no longer matches the values of the observations.<br>If you want to have less overlap between the points while keeping an accurate visualization, increases the point spread.<br>Using point jitter can be useful in some cases. For example, if you are working with likert data.
de: Mit Vorsicht zu verwenden!<br>Die Punkte entlang der abhängigen Variablenachse werden hierdurch leicht verwackelt. Dies bedeutet, dass die Position der Punkte nicht mehr mit den Werten der Beobachtungen übereinstimmt.<br>Wenn Sie weniger Überlappung zwischen den Punkten haben möchten, aber dennoch eine genaue Visualisierung beibehalten möchten, erhöhen Sie die Punktverteilung.<br>Die Verwendung von Punkt-Verwackeln kann in einigen Fällen nützlich sein. Zum Beispiel, wenn Sie mit Likert-Daten arbeiten.
es: ¡Utilice esto con cuidado!<br>Hace oscilar ligeramente los puntos a lo largo del eje de la variable dependiente. Esto significa que la posición de los puntos ya no coincide con los valores de las observaciones.<br>Si desea tener menor superposición entre los puntos mientras se mantiene una visualización precisa, incremente la dispersión de los puntos.<br>Utilizar la oscilación de puntos puede ser de utilidad en algunos casos. Por ejemplo, si se está trabajando con datos de escala Likert.
gl: Utiliza isto con coidado!<br>Fai oscilar lixeiramente os puntos ao longo do eixe da variable dependente. Isto significa que a posición dos puntos xa non coincide cos valores das observacións.<br>Se desexas ter menor superposición entre os puntos mentres mantés unha visualización precisa, incrementa a dispersión dos puntos.<br>Utilizar a oscilación de puntos pode ser de utilidade nalgúns casos. Por exemplo, se estás traballando con datos de escala Likert.
nl: Ga hier voorzichtig mee om!<br>De punten langs de afhankelijke variabele as worden enigszins verschoven. Dit betekent dat de positie van de punten niet langer overeenkomt met de waarden van de waarnemingen.<br>Als u minder overlap tussen de punten wilt hebben en toch een nauwkeurige visualisatie wilt behouden, vergroot u de puntspreiding.<br>Het gebruik van puntverschuiving kan nuttig zijn in sommige gevallen. Bijvoorbeeld als u met likert-gegevens werkt.
pt: Use com cuidado!<br>Isso causa uma leve oscilação nos pontos ao longo do eixo da variável dependente. Isso significa que a posição dos pontos não corresponde mais aos valores das observações.<br>Se você deseja ter menos sobreposição entre os pontos, mantendo uma visualização precisa, aumente a dispersão dos pontos.<br>Usar a oscilação dos pontos pode ser útil em alguns casos. Por exemplo, se você estiver trabalhando com dados Likert.
ta: இதை கவனமாகப் பயன்படுத்துங்கள்! <br> இது சார்பு மாறி அச்சில் புள்ளிகளை சற்று அசைக்கிறது. இதன் பொருள் புள்ளிகளின் நிலை இனி அவதானிப்புகளின் மதிப்புகளுடன் பொருந்தாது. <br> துல்லியமான காட்சிப்படுத்தலை வைத்திருக்கும் போது புள்ளிகளுக்கு இடையில் குறைவான ஒன்றுடன் ஒன்று இருக்க விரும்பினால், புள்ளி பரவலை அதிகரிக்கிறது. சில சந்தர்ப்பங்களில். எடுத்துக்காட்டாக, நீங்கள் லிகர்ட் தரவுடன் பணிபுரிகிறீர்கள் என்றால்.

# raincloudPlots|
source: ID Lines Width
de: ID-Linienbreite
es: Ancho de las líneas ID
gl: Ancho das liñas ID
nl: ID Lijnen Breedte
pt: Largura das Linhas de ID
ta: ஐடி கோடுகள் அகலம்

# raincloudPlots|
source: Determines how thick the lines are.
de: Bestimmt, wie dick die Linien sind.
es: Determina el grosor de las líneas.
gl: Determina o grosor das liñas.
nl: Bepaalt hoe dik de lijnen zijn.
pt: Determina a espessura das linhas.
ta: கோடுகள் எவ்வளவு தடிமனாக இருக்கின்றன என்பதை தீர்மானிக்கிறது.

# raincloudPlots|
source: Violin
de: Violine
es: Violín
gl: Violín
nl: Viool
pt: Violino
ta: வயலின்

# raincloudPlots|
source: Height
de: Höhe
es: Altura
gl: Altura
nl: Hoogte
pt: Altura
ta: உயரம்

# raincloudPlots|
source: Outline
de: Umriss
es: Contorno
gl: Contorno
nl: Contour
pt: Contorno
ta: அவுட்லைன்

# raincloudPlots|
source: black
de: schwarz
es: Negro
gl: Negro
nl: zwart
pt: preto
ta: கருப்பு

# raincloudPlots|
source: none
de: keine
es: Ninguno
gl: Ningún
nl: geen
pt: nenhum
ta: எதுவுமில்லை

# raincloudPlots|
source: Outline width
de: Umrissbreite
es: Grosor del contorno
gl: Grosor do contorno
nl: Breedte van contour
pt: Largura do contorno
ta: அவுட்லைன் அகலம்

# raincloudPlots|
source: Smoothing
de: Glättung
es: Suavizado
gl: Suavizado
nl: Gladheid
pt: Suavização
ta: மென்மையான

# raincloudPlots|
source: Box
es: Caja
gl: Caixa
pt: Caixa
ta: பெட்டி

# raincloudPlots|
source: Width
de: Breite
es: Ancho
gl: Ancho
nl: Breedte
pt: Largura
ta: அகலம்

# raincloudPlots|
source: Padding
de: Füllsel
es: Relleno
gl: Recheo
nl: Opvulling
pt: Preenchimento
ta: திணிப்பு

# raincloudPlots|
source: Point
de: Punkt
es: Punto
gl: Punto
nl: Punt
pt: Ponto
ta: புள்ளியம்

# raincloudPlots|
source: Spread
de: Streubreite
es: Dispersión
gl: Dispersión
nl: Spreiding
pt: Dispersão
ta: பரவுதல்

# raincloudPlots|
source: Size
de: Größe
es: Tamaño
gl: Tamaño
nl: Grootte
pt: Tamanho
ta: அளவு

# raincloudPlots|
source: Jitter
de: Verwackeln
es: Oscilación
gl: Oscilación
nl: Verschuiving
ta: நடுக்கம்

# raincloudPlots|
source: ID lines
de: ID-Linien
es: Líneas ID
gl: Liñas ID
nl: ID lijnen
pt: Linhas de ID
ta: ஐடி கோடுகள்

# raincloudPlots|
source: Axes, Caption, and Plot Size
de: Achsen, Bildunterschrift, und Diagrammgröße
es: Ejes, texto y tamaño de gráfico
gl: Eixes, texto e tamaño de gráfica
nl: Assen, Bijschrift en Figuurgrootte
pt: Eixos, Legenda e Tamanho do Gráfico
ta: அச்சுகள், தலைப்பு மற்றும் சூழ்ச்சி அளவு

# raincloudPlots|
source: Custom limits for dependent variable axis:
de: Benutzerdefinierte Grenzen für Achse der abhängigen Variable:
es: Personalizar los límites del eje de la variable dependiente:
gl: Personalizar os límites do eixe da variable dependente:
nl: Aangepaste limieten voor afhankelijke variabele as:
pt: Limites personalizados para o eixo da variável dependente:
ta: சார்பு மாறி அச்சுக்கான தனிப்பயன் வரம்புகள்:

# raincloudPlots|
source: Use this with care!<br>If your dataset has observations that lie outside of the specified, the plot will be truncated and it will not show these observations.<br>The limits you specify may only be applied approximately. For further fine-tuning of the axis, click the title of the plot where it says the name of dependent variable.<br>Then select 'Edit Image' in the drop down menu and then go to the headers 'x-axis' or 'y-axis'.
de: Mit Vorsicht zu verwenden!<br>Wenn Ihr Datensatz Beobachtungen enthält, die außerhalb der Angabe liegen, wird das Diagramm abgeschnitten und zeigt diese Beobachtungen nicht an.<br>Die von Ihnen angegebenen Begrenzungen können nur annähernd angewandt werden. Klicken Sie zur weiteren Feinabstimmung der Achse auf den Titel des Diagramms, wo der Name der abhängigen Variable steht.<br>Wählen Sie dann im Dropdown-Menü 'Abbildung bearbeiten' aus und gehen Sie dann zu den Abschnitten 'x-Achse' oder 'y-Achse'.
es: ¡Utilice esto con cuidado!<br>Si su conjunto de datos tiene observaciones que caen fuera de lo especificado, el gráfico va a estar truncado y no va a mostrar esas observaciones.<br>Los límites que especifique solo podrán aplicarse aproximadamente. Para un mejor ajuste adicional del eje, haga clic en el título del gráfico donde indica el nombre de la variable dependiente.<br>A continuación, seleccione 'Editar imagen' en el menú desplegable y luego vaya a los encabezamientos de ' eje X' o ' eje Y'.
gl: Utiliza isto con coidado!<br>Se o teu conxunto de datos ten observacións que caen fóra do especificado, a gráfica vai estar tronzada e non vai amosar esas observacións.<br>Os límites que especifiques só poderán aplicarse aproximadamente. Para un mellor axuste adicional do eixe, fai clic no título da gráfica onde indica o nome da variable dependente.<br>A continuación, selecciona 'Editar imaxe' no menú despregable e logo vai aos encabezamentos de 'eixe X' ou 'eixe Y'.
nl: Ga hier zorgvuldig mee om!<br>Als uw dataset waarnemingen bevat die buiten de opgegeven waarden liggen, wordt de grafiek afgekapt en worden deze waarnemingen niet weergegeven.<br>De door u opgegeven limieten mogen slechts bij benadering worden toegepast. Voor verdere verfijning van de as klikt u op de titel van de grafiek waar de naam van de afhankelijke variabele staat.<br>Selecteer vervolgens 'Afbeelding bewerken' in het vervolgkeuzemenu en ga vervolgens naar de kop 'x-as' of 'y-as'.
pt: Use com cuidado!<br>Se o seu conjunto de dados contiver observações fora do especificado, o gráfico será truncado e não mostrará essas observações.<br>Os limites especificados só podem ser aplicados de forma aproximada. Para um ajuste mais preciso do eixo, clique no título do gráfico onde consta o nome da variável dependente.<br>Em seguida, selecione 'Editar Imagem' no menu suspenso e vá para os cabeçalhos 'eixo x' ou 'eixo y'.
ta: இதை கவனமாகப் பயன்படுத்துங்கள்! அச்சை மேலும் நன்றாகச் சரிசெய்ய, சார்பு மாறியின் பெயரைக் கூறும் சதித்திட்டத்தின் தலைப்பைக் சொடுக்கு செய்க. <br> பின்னர் கீழ்தோன்றும் பட்டியலில் 'படத்தைத் திருத்து' என்பதைத் தேர்ந்தெடுத்து, பின்னர் தலைப்புகளுக்குச் செல்லவும் 'y- அச்சு'.

# raincloudPlots|
source: from
de: von
es: de
gl: desde
nl: van
pt: de
ta: இருந்து

# raincloudPlots|
source: to
de: bis
es: a
gl: ata
nl: tot
pt: para
ta: பெறுநர்

# raincloudPlots|
source: Limits may only be applied approximately. For further fine-tuning of the axis, click the title of the plot where it says the name of dependent variable. Then select 'Edit Image' in the drop down menu and then go to the headers 'x-axis' or 'y-axis'.
de: Begrenzungen können nur annähernd angewendet werden. Für eine weitere Feinabstimmung der Achse klicken Sie auf den Titel des Diagramms wo der Name der abhängigen Variable steht. Wählen Sie dann im Dropdown-Menü 'Abbildung bearbeiten' und gehen Sie dann zu den Abschnitten 'x-Achse' oder 'y-Achse'.
es: Los límites solo podrán aplicarse aproximadamente. Para un mejor ajuste adicional del eje, haga clic en el título del gráfico donde indica el nombre de la variable dependiente. A continuación, seleccione 'Editar imagen' en el menú desplegable y luego vaya a los encabezamientos de ' eje X' o ' eje Y'.
gl: Os límites só poden aplicarse aproximadamente. Para un mellor axuste adicional do eixe, fai clic no título da gráfica onde indica o nome da variable dependente. A continuación, selecciona 'Editar imaxe' no menú despregable e logo vai aos encabezamentos de 'eixe X' ou 'eixe Y'.
nl: Limieten kunnen alleen bij benadering worden toegepast. Voor verdere verfijning van de as klik je op de titel van de plot waar de naam van de afhankelijke variabele staat. Selecteer vervolgens 'Afbeelding bewerken' in het vervolgkeuzemenu en ga dan naar de koppen 'x-as' of 'y-as'.
pt: Os limites só podem ser aplicados de forma aproximada. Para um ajuste mais preciso do eixo, clique no título do gráfico onde consta o nome da variável dependente. Em seguida, selecione 'Editar Imagem' no menu suspenso e vá para os cabeçalhos 'eixo x' ou 'eixo y'.
ta: வரம்புகள் தோராயமாக மட்டுமே பயன்படுத்தப்படலாம். அச்சை மேலும் நன்றாகச் சரிசெய்ய, சதித்திட்டத்தின் தலைப்பைக் சொடுக்கு செய்க அங்கு அது சார்பு மாறியின் பெயர் என்று கூறுகிறது. கீழ்தோன்றும் பட்டியலில் 'படத்தைத் திருத்து' என்பதைத் தேர்ந்தெடுக்கவும் பின்னர் 'எக்ச்-அச்சு' அல்லது 'ஒய்-அச்சு' என்ற தலைப்புகளுக்குச் செல்லுங்கள்.

# raincloudPlots|
source: Show caption
de: Bildunterschrift anzeigen
es: Mostrar el texto de gráfico
gl: Amosar o texto de gráfica
nl: Toon bijschrift
pt: Mostrar legenda
ta: தலைப்பைக் காட்டு

# raincloudPlots|
source: The caption provides important information about the plot such as warnings, if there are any.<br>We strongly recommend to leave this checkbox checked and to only un-check it if you are otherwise happy with the plot and want to export it.
de: Die Bildunterschrift enthält wichtige Informationen über die Handlung, wie z. B. eventuelle Warnhinweise.<br>Wir empfehlen dringend, dieses Kontrollkästchen aktiviert zu lassen und es nur dann zu deaktivieren, wenn Sie mit dem Diagramm zufrieden sind und es exportieren möchten.
es: El texto de gráfico proporciona información importante sobre el gráfico (tal como avisos), si hay alguna.<br>Recomendamos encarecidamente dejar marcado este recuadro y desmarcarlo únicamente si por el contrario está satisfecho con el gráfico y desea exportarlo.
gl: O texto de gráfica proporciona información importante sobre a gráfica (tal como avisos), se hai algunha.<br>Recomendamos encarecidamente deixar marcado este recadro e desmarcalo unicamente se pola contra estás satisfeito coa gráfica e queres exportala.
nl: Het bijschrift geeft belangrijke informatie over de figuur, zoals waarschuwingen, als die er zijn.<br>We raden sterk aan om dit selectievakje aangevinkt te laten en alleen uit te vinken als u verder tevreden bent met de figuur en het wilt exporteren.
pt: A legenda fornece informações importantes sobre o gráfico, como avisos, se houver algum.<br>Recomendamos fortemente deixar esta caixa de seleção marcada e desmarcá-la somente se você estiver satisfeito com o gráfico e quiser exportá-lo.
ta: ஏதேனும் இருந்தால் எச்சரிக்கைகள் போன்ற சதித்திட்டத்தைப் பற்றிய முக்கியமான தகவல்களை தலைப்பு வழங்குகிறது. <br> இந்த தேர்வுப்பெட்டியை சரிபார்க்கவும், சதித்திட்டத்தில் நீங்கள் மகிழ்ச்சியாகவும் அதை ஏற்றுமதி செய்ய விரும்பினால் மட்டுமே அதை சரிபார்க்கவும் நாங்கள் கடுமையாக பரிந்துரைக்கிறோம்.

# raincloudPlots|
source: Plot Size: Width and Height
de: Diagrammgröße: Breite und Höhe
es: Tamaño del gráfico: alto y ancho
gl: Tamaño da gráfica: alto e ancho
nl: Figuurgrootte: Breedte en Hoogte
pt: Tamanho do Gráfico: Largura e Altura
ta: சூழ்ச்சி அளவு: அகலம் மற்றும் உயரம்

# raincloudPlots|
source: This also includes the legend (if there is color coding) and the caption.<br>While you can also change the size of a JASP plot with your mouse, the precise specification of width and height allows you to exactly reproduce a plot.
de: Dazu gehören auch die Legende (falls farblich kodiert) und die Bildunterschrift.<br>Sie können zwar auch die Größe eines JASP- Diagramms mit der Maus verändern, aber die genaue Angabe von Breite und Höhe ermöglicht es Ihnen, ein Diagramm exakt zu reproduzieren.
es: Esto también incluye la leyenda (si hay codificación de color) y el texto de gráfico.<br>Mientras que también se puede cambiar el tamaño de un gráfico de JASP con el ratón, la especificación precisa del ancho y de la altura permite reproducir exactamente un gráfico.
gl: Isto tamén inclúe a lenda (se hai codificación de cor) e o texto de gráfica.<br>Mentres que tamén podes cambiar o tamaño dunha gráfica de JASP co teu rato, a especificación precisa do ancho e da altura permíteche reproducir exactamente unha gráfica.
nl: Dit omvat ook de legenda (als er kleurcodering is) en het bijschrift.<br>Hoewel u de grootte van een JASP-figuur ook kunt veranderen met uw muis, kunt u met de precieze specificatie van breedte en hoogte een plot exact reproduceren.
pt: Isso também inclui a legenda (se houver codificação de cores) e a legenda.<br>Embora você também possa alterar o tamanho de um gráfico JASP com o mouse, a especificação precisa de largura e altura permite que você reproduza exatamente um gráfico.
ta: இதில் புராணக்கதை (வண்ண குறியீட்டு முறை இருந்தால்) மற்றும் தலைப்பு ஆகியவை அடங்கும். <br> உங்கள் சுட்டியுடன் ஒரு சாச்ப் சதித்திட்டத்தின் அளவையும் மாற்ற முடியும் என்றாலும், அகலம் மற்றும் உயரத்தின் துல்லியமான விவரக்குறிப்பு ஒரு சதித்திட்டத்தை சரியாக இனப்பெருக்கம் செய்ய உங்களை அனுமதிக்கிறது.

# raincloudPlots|
source: Plot Size
de: Diagrammgröße
es: Tamaño del gráfico
gl: Tamaño da gráfica
nl: Figuurgrootte
pt: Tamanho do Gráfico
ta: சூழ்ச்சி அளவு

# raincloudPlots|
source: Advanced
de: Weiteres
es: Avanzado
gl: Avanzado
nl: Geavanceerd
pt: Avançado
ta: மேம்பட்ட

# raincloudPlots|
source: Mean
de: Mittelwert
es: Media
gl: Media
ja: 平均値
nl: Gemiddelde
pt: Média
ta: இடை, சராசரி

# raincloudPlots|
source: Whether to also show a mean for each cloud.
de: Ob auch ein Mittelwert für jede Wolke gezeigt wird.
es: Si mostrar también una media para cada nube.
gl: Se amosar tamén unha media para cada nube.
nl: Of ook een gemiddelde voor elke wolk moet worden weergegeven.
pt: Se também deve ser mostrada uma média para cada nuvem.
ta: ஒவ்வொரு மேகத்திற்கும் ஒரு சராசரி காட்ட வேண்டுமா.

# raincloudPlots|
source: Position
es: Posición
gl: Posición
nl: Positie
pt: Posição
ta: நிலை
