Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# Descriptives|
source: Distribution
cs: Rozdělení
de: Verteilung
es: Distribución
eu: Banaketa
gl: Distribución
id: Sebaran
ja: 分布
nl: Verdeling
pl: Rozkład
pt: Distribuição
ta: பரவல்

# Descriptives|
source: IQR
de: IQA
es: RIC(IQR)
eu: Koartilarteko heina
gl: RIC(IQR)
id: Jangkauan Interkuartil
ja: 四分位範囲

# Descriptives|
source: MAD
es: DAM (MAD)
gl: DAM (MAD)
ja: 中央絶対偏差
ta: பைத்தியம்

# Descriptives|
source: Sum
cs: Suma
de: Summe
es: Suma
eu: Batuketa
gl: Suma
id: Jumlah
ja: 総和
nl: Som
pl: Suma
pt: Soma
ta: தொகை

# Descriptives|
source: Mode
cs: Modus
de: Modus
es: Moda
eu: Moda
gl: Moda
id: Modus
ja: 最頻値
nl: Modus
pl: Modalna
pt: Moda
ta: பயன்முறை

# Descriptives|
source: equal groups
cs: stejných skupin
de: gleiche Gruppen
es: grupos iguales
gl: grupos iguais
id: kelompok setara
ja: 等分のグループ
nl: gelijke groepen
pl: równe grupy
pt: grupos iguais
ta: சம குழுக்கள்

# Descriptives|
source: Display density
cs: Zobraz hustotu
de: Dichte anzeigen
es: Presentar la densidad
eu: Erakutsi dentsitatea
gl: Presentar a densidade
id: Tampilkan kepekatan
ja: 密度を表示する
nl: Toon verdeling
pl: Wyświetl gęstości
pt: Exibir densidade
ta: காட்சி அடர்த்தி

# Descriptives|
source: Central tendency
cs: Centrální tendence
de: Zentralmaße
es: Tendencia central
eu: Joera zentrala
gl: Tendencia central
id: Kecenderungan terpusat
ja: 代表値
nl: Centrale tendens
pl: Tendencja centralna
pt: Tendência central
ta: மைய போக்கு

# Descriptives|
source: Skewness
cs: Šikmost
de: Schiefe
es: Asimetría
eu: Alborapena
gl: Asimetría
ja: 歪度
nl: Scheefheid
pl: Skośność
pt: Assimetria
ta: வளைவு

# Descriptives|
source: Cut points for:
cs: Meze pro:
de: Schnittpunkte für:
es: Puntos de corte para:
eu: Ebaki puntuak honetarako:
gl: Puntos de corte para:
id: Titik potong untuk:
ja: カットポイント:
nl: Snij punten af voor:
pl: Podziel na
pt: Pontos de corte para:
ta: இதற்கான புள்ளிகளை வெட்டு:

# Descriptives|
source: Show confidence interval
cs: Zobraz interval spolehlivosti
de: Konfidenzintervall anzeigen
es: Mostrar el intervalo de confianza
eu: Erakutsi konfiantza-tartea
gl: Amosar o intervalo de confianza
id: Tampilkan interval kepercayaan
ja: 信頼区間を表示
nl: Toon betrouwbaarheidsinterval
pl: Pokaż przedział ufności
pt: Mostrar intervalo de confiança
ta: நம்பிக்கை இடைவெளியைக் காட்டு

# Descriptives|
source: Shapiro-Wilk test
es: Contraste de Shapiro-Wilk
eu: Shapiro-Wilk proba
gl: Proba de Shapiro-Wilk
id: Uji Shapiro-Wilk
ja: シャピロ-ウィルク検定
nl: Shapiro-Wilk toets
pl: Test Shapiro-Wilka
pt: Teste de Shapiro-Wilk
ta: சாபிரோ-வில்க் சோதனை

# Descriptives|
source: Q-Q plots
cs: Q-Q grafy
de: Q-Q-Diagramme
es: Gráficos Q-Q
eu: QQ-grafikoak
gl: Gráficas Q-Q
id: Plot Q-Q
ja: Q-Qプロット
pl: Wykresy K-K
pt: Gráficos Q-Q
ta: Q-Q அடுக்கு

# Descriptives|
source: Basic Plots
cs: Základní grafy
de: Einfache Diagramme
es: Gráficos Básicos
eu: Oinarrizko Grafikoak
gl: Gráficas Básicas
ja: 基本的な図
pt: Gráficos básicos

# Descriptives|
source: Boxplot element
cs: Prvek boxplotu
es: Elementos del Diagrama de caja
eu: Kutxa-diagrama elementua
gl: Diagrama de caixa
id: Elemen plot kotak
ja: 箱ひげ図 要素
pl: Wykres pudełkowy
pt: Elemento do diagrama de caixa
ta: பாக்ச் பிளாட் உறுப்பு

# Descriptives|
source: MAD robust
cs: MAD robustní
es: DAM (MAD) Robusta
gl: DAM (MAD) Robusta
ja: ロバスト中央値絶対偏差
nl: MAD robuust
pl: MAD (wersja odporna)
pt: MAD robusto
ta: பைத்தியம் வலுவான

# Descriptives|
source: Smooth
cs: Vyhlazený trend
de: Glättung
es: Suavizado
eu: Leuna
gl: Suavizado
id: Halus
ja: 平滑化
nl: Egaal
pl: Wygładzona
pt: Suavizar
ta: மென்மையான

# Descriptives|
source: Std. deviation
cs: Sm. odchylka
de: Std.-Abweichung
es: Desviación típica
eu: Desbideratze estandarra
gl: Desvío padrón
id: Simp. baku
ja: 標準偏差
nl: Std. afwijking
pl: Odch. stand.
pt: Desvio-padrão
ta: Std. விலகல்

# Descriptives|
source: Pie charts
cs: Koláčové grafy
de: Kreisdiagramme
es: Gráficos circulares
eu: Sektore-grafikoak
gl: Gráficas circulares
id: Diagram lingkaran
ja: 円グラフ
nl: Taartdiagrammen
pl: Wykresy kołowe
pt: Gráfico de setores (pizza)
ta: பை விளக்கப்படங்கள்

# Descriptives|
source: Dispersion
cs: Rozptýlenost
de: Streuung
es: Dispersión
eu: Sakabanapena
gl: Dispersión
id: Sebaran
ja: ばらつき
nl: Spreiding
pl: Rozproszenie
pt: Dispersão
ta: சிதறல்

# Descriptives|
source: Boxplots
cs: Boxploty
es: Diagramas de caja
gl: Diagramas de caixa
id: Plot kotak
ja: ボックスプロット
pl: Wykresy pudełkowe
pt: Diagramas de caixa
ta: பாக்ச் பிளாட்

# Descriptives|
source: Show legend
cs: Zobraz legendu
de: Legende anzeigen
es: Mostrar leyenda
eu: Erakutsi legenda
gl: Amosar a lenda
id: Tampilkan legenda
ja: 凡例を表示する
nl: Toon legenda
pl: Pokaż legendę
pt: Mostrar legenda
ta: புராணக்கதை காட்டு

# Descriptives|
source: S.E. mean
cs: S.E. průměru
de: Std.-Fehler Mittelwert
es: Error típico de la media
eu: Batezbestekoaren errore estandarra
gl: Erro padrón da media
id: Rerata S. E.
ja: 標準誤差
nl: Std. fout gemiddelde
pl: Błąd stand. średniej
pt: Média de erro padrão
ta: எச்.இ. சராசரி

# Descriptives|
source: Quartiles
cs: Kvartily
de: Quartile
es: Cuartiles
eu: Kuartilak
gl: Cuartiles
id: Kuartil
ja: 四分位数
nl: Kwartielen
pl: Kwartyle
pt: Quartis
ta: காலாண்டுகள்

# Descriptives|
source: Graph above scatter plot
cs: Graf nad scatterplotem
de: Abbildung über Streudiagramm
es: Mostrar en gráfico de dispersión
eu: Erakutsi sakabanaketa-diagramaren gainean
gl: Mostrar na gráfica de dispersión
id: Grafik di atas plot pencar
ja: 散布図の上のグラフ
nl: Grafiek boven spreidingsdiagram
pl: Wykres nad wykresem rozrzutu
pt: Acima do gráfico de dispersão
ta: சிதறல் சதித்திட்டத்திற்கு மேலே வரைபடம்

# Descriptives|
source: Label outliers
cs: Označ odlehlé hodnoty
de: Ausreißer beschriften
es: Etiquetar valores atípicos
eu: Etiketatu muturretako balioak
gl: Etiquetar val. atípicos
id: Label pencilan
ja: 外れ値をラベル
nl: Label uitschieters
pl: Oznacz wartości odstające
pt: Rotular outliers
ta: சிட்டை வெளியீட்டாளர்கள்

# Descriptives|
source: Distribution plots
cs: Grafy rozdělení
de: Verteilungsdiagramme
es: Gráficos de distribuciones
eu: Sakabanatze-diagramak
gl: Gráficas de distribucións
id: Plot distribusi
ja: 分布図
nl: Histogrammen
pl: Histogramy
pt: Gráficos de distribuição
ta: விநியோக அடுக்குகள்

# Descriptives|
source: Correlation plots
cs: Korelační grafy
de: Korrelationsdiagramme
es: Gráficos de correlación
eu: Korrelazio-grafikoak
gl: Gráficas de correlación
id: Plot korelasi
ja: 相関のプロット
nl: Correlatiediagrammen
pl: Wykresy korelacji
pt: Gráficos de correlação
ta: தொடர்பு அடுக்கு

# Descriptives|
source: Violin element
cs: Houslový prvek
de: Violinenelement
es: Elemento Violín
eu: Biolinaren elementua
gl: Elemento Violín
id: Eelemen biola
ja: バイオリン 要素
nl: Vioolelement
pl: Wykres wiolinowy
pt: Gráfico violino
ta: வயலின் உறுப்பு

# Descriptives|
source: Use color palette
cs: Použij paletu barev
de: Farbpalette nutzen
es: Usar paleta de colores
eu: Erabili kolore paleta
gl: Usar paleta de cores
id: Gunakan palet warna
ja: カラーパレットを使用
nl: Gebruik kleurenpalet
pl: Wyświetl w kolorze
pt: Usar paleta de cores
ta: வண்ணத் தட்டு பயன்படுத்தவும்

# Descriptives|
source: Jitter element
cs: Roztřesení bodů
es: Elemento de oscilación
eu: Dardara elementua
gl: Elemento de oscilación
ja: Jitter 要素
pl: Wykres z losowym szumem
pt: Gráfico Jitter
ta: நடுக்கம் உறுப்பு

# Descriptives|
source: Kurtosis
cs: Špičatost
de: Wölbung
es: Curtosis
eu: Kurtosia
gl: Curtose
ja: 尖度
nl: Gepiektheid
pl: Kurtoza
pt: Curtose
ta: கர்டோசிச்

# Descriptives|
source: Values are group midpoints
cs: Hodnoty reprezentují střed intervalu
de: Werte sind Gruppenmittelpunkte
es: Los valores son los puntos medios de los grupos
eu: Balioak taldeen erdiko puntuak dira
gl: Os valores son os puntos medios dos grupos
id: Angka adalah nilai tengah kelompok
ja: 値はグループの中点です
nl: Waarden zijn middelpunten van groep
pl: Wartości są punktami środkowymi grupy
pt: Os valores são pontos médios do grupo
ta: மதிப்புகள் குழு நடுப்பகுதிகள்

# Descriptives|
source: Add regression line
cs: Přidej regresní přímku
de: Regressionsgerade hinzufügen
es: Añadir línea de regresión
eu: Gehitu erregresio-lerroa
gl: Engadir liña de regresión
id: Tambahkan garis regresi
ja: 回帰直線の追加
nl: Voeg regressielijn toe
pl: Dodaj linię regresji
pt: Adicionar linha de regressão
ta: பின்னடைவு வரியைச் சேர்க்கவும்

# Descriptives|
source: Graph right of scatter plot
cs: Graf napravo od scatterplotu
de: Abbildung rechts von Streudiagramm
es: Mostrar a la derecha del gráfico de dispersión
eu: Erakutsi sakabanaketa-diagramaren eskuineko aldean
gl: Amosar á dereita da gráfica de dispersión
id: Grafik di kanan plot pencar
ja: 散布図の右のグラフ
nl: Grafiek rechts van spreidingsdiagram
pl: Wykres po prawej stronie wykresu rozrzutu
pt: À direita do gráfico de dispersão
ta: சிதறல் சதித்திட்டத்தின் வலது

# Descriptives|
source: Customizable Plots
cs: Upravitelné grafy
de: Einstellbare Diagramme
es: Gráficos Personalizables
eu: Grafiko Pertsonalizagarriak
gl: Gráficas Personalizables
ja: カスタマイズ可能なプロット
pt: Gráficos Customizáveis

# Description|
source: Descriptive Statistics
cs: Popisné statistiky
de: Deskriptive Statistiken
es: Estadísticos Descriptivos
eu: Estatistika deskribatzailea
gl: Estatísticos Descritivos
id: Statistik Deskriptif
ja: 記述統計
nl: Beschrijvende Statistiek
pl: Statystyki opisowe
pt: Estatística Descritiva
ta: விளக்க புள்ளிவிவரங்கள்

# Description|
source: Descriptives
cs: Popisné statistiky
de: Deskriptive Statistiken
es: Descriptivos
eu: Deskribatzaileak
gl: Descritivos
id: Deskriptif
ja: 記述統計量
nl: Beschrijvende statistiek
pl: Statystyki opisowe
pt: Descritivos
ta: விளக்கமான

# Description|
source: Explore the data with tables and plots
cs: Prozkoumejte data pomocí tabulek a grafů
de: Untersuche die Daten mit Tabellen und Diagrammen
es: Explorar los datos con tablas y gráficos
eu: Datuak arakatu taulekin eta grafikoekin
gl: Explorar os datos con táboas e gráficas
id: Eksplorasi data dengan tabel dan plot
ja: 表とプロットを使用してデータを探索する
nl: Verken de gegevens met tabellen en grafieken
pl: Przeglądaj dane za pomocą tabel i wykresów
pt: Explore dados com tabelas e gráficos
ta: அட்டவணைகள் மற்றும் அடுக்குகளுடன் தரவை ஆராயுங்கள்

# Descriptives|
source: Split
cs: Rozdělit
de: Aufteilung
es: Dividir
eu: Banatu
gl: Dividir
ja: 分割
nl: Splits
pl: Podziel według
pt: Dividir
ta: பிளவு

# Descriptives|
source: Transpose descriptives table
cs: Transponovat tabulku s deskriptivami
de: Deskriptive Tabelle transponieren
es: Transponer la tabla de descriptivos
eu: Deskribapen-taula transposatu
gl: Traspoñer a táboa de descritivos
id: Transpos tabel deskriptif
ja: 記述表を転置する
nl: Tabel met beschrijvingen transponeren
pl: Transponuj tabelę
pt: Transpor tabela de descritivas
ta: விளக்கமளிக்கும் இடமாற்ற அட்டவணை

# Descriptives|
source: Frequency tables
cs: Tabulky četností
de: Häufigkeitstabellen
es: Tablas de frecuencias
eu: Maiztasun-taulak
gl: Táboas de frecuencias
id: Tabel frekuensi
ja: 度数分布表
nl: Frequentietabellen
pl: Tabele częstości
pt: Tabelas de Frequência
ta: அதிர்வெண் அட்டவணைகள்

# Descriptives|
source: Maximum distinct values
cs: Maximální počet jedinečných hodnot
de: Maximale Anzahl verschiedener Werte
es: Máximo número de valores distintos
eu: Balio bereizgarri maximoak
gl: Máximo número de valores distintos
ja: 異なる値の最大値
nl: Hoogste aantal verschillende waarden
pl: Maksymalna liczba wartości
pt: Valores distintos máximos
ta: அதிகபட்ச தனித்துவமான மதிப்புகள்

# Descriptives|
source: Stem and leaf tables
cs: Číslicový histogram (stem & leaf plot)
de: Stängel-Blatt-Tabelle
es: Tablas de tallo y hojas
eu: Zurtoin eta hosto taulak
gl: Táboas de talo e folla
id: Bagan batang dan daun
ja: 幹葉図
nl: Steelbladdiagram
pl: Wykres łodyga i liście
pt: Diagramas de caule e folhas
ta: தண்டு மற்றும் இலை அட்டவணைகள்

# Descriptives|
source: scale
cs: škála
de: Skalenparameter
es: Escala
eu: eskala
gl: Escala
id: skala
ja: スケール
nl: schaal
pl: Skala
pt: escala
ta: அளவு

# Descriptives|
source: The scale parameter controls how much the table is expanded. For example, scale = 2 will cause the table to be roughly twice as long as the default (scale = 1).
de: Der Skalenparameter steuert, wie stark die Tabelle expandiert. Zum Beispiel wird bei Wert 2 die Tabelle etwa doppelt so lang wie die Standardeinstellung (Wert 1).
es: El parámetro de escala controla cuánto se expande la tabla. Por ejemplo, escala = 2 hará que la tabla sea aproximadamente el doble de larga que la predeterminada (escala = 1).
eu: Eskala parametroak taula zenbat hedatzen den kontrolatzen du. Adibidez, eskala = 2 bada, taula lehenetsitako balioa baino bi aldiz luzeagoa izango da gutxi gorabehera (eskala = 1).
gl: O parámetro de escala controla ata onde se expande a táboa. Por exemplo, escala=2 fará que a táboa sexa máis ou menos o dobre de longa que a predeterminada (escala=1).
ja: 尺度パラメータはどれくらい表を拡大するかを制御します。例えば、scale=2は、デフォルト(scale=1)よりも約2倍拡大された表が表示されます。
nl: De schaalparameter bepaalt hoe sterk de tabel uitbreidt. Bijvoorbeeld bij scale = 2 wordt de schaal ongeveer dubbel zo lang als standaard (scale = 1).
pl: Parametr "Skala" określa, jak bardzo tabela zostanie poszerzona. Na przykład skala = 2 spowoduje, że tabela będzie około dwa razy dłuższa niż domyślnie (skala = 1).
pt: O parâmetro da escala controla o quanto a tabela é expandida. Por exemplo, escala = 2 fará com que a tabela seja aproximadamente o dobro do tamanho padrão (escala = 1).
ta: அட்டவணை எவ்வளவு விரிவாக்கப்படுகிறது என்பதை அளவிலான அளவுரு கட்டுப்படுத்துகிறது. எடுத்துக்காட்டாக, அளவு = 2 அட்டவணை இயல்புநிலையை விட இரண்டு மடங்கு நீளமாக இருக்கும் (அளவு = 1).

# Descriptives|
source: Density
cs: Hustota
de: Dichte
es: Densidad
eu: Dentsitatea
gl: Densidade
id: Kepekatan
ja: 密度
nl: Dichtheid
pl: Gęstość
pt: Densidade
ta: அடர்த்தி

# Descriptives|
source: Histogram
de: Histogramm
es: Histograma
eu: Histograma
gl: Histograma
ja: ヒストグラム
pt: Histograma
ta: செவ்வகப்படம்

# Descriptives|
source: None
cs: nic
de: Keine
es: Ninguna
eu: Bat ere ez
gl: Ningún
id: Tidak ada
ja: なし
nl: Geen
pl: Brak
pt: Nenhum
ta: எதுவுமில்லை

# Descriptives|
source: Display rug marks
de: Fransenspuren anzeigen
es: Presentar las marcas en el eje
eu: Erakutsi X balioen markak
gl: Presentar as marcas no eixe
ja: ラグマークを表示する
nl: Toon franjemarkeringen
pl: Wyświetl rugi
pt: Mostrar marcas no eixo
ta: கம்பளி மதிப்பெண்களைக் காண்பி

# Descriptives|
source: Bin width type
cs: Způsob určení šířky intervalů
de: Typ der Klassenbreite
es: Tipo de ancho de barra
eu: Tarteen zabalera mota
gl: Tipo de ancho da barra
id: Tipe lebar bin
ja: ビン幅タイプ
nl: Type klassenbreedte
pl: Metoda dla słupków
pt: Tipo de largura da caixa
ta: பின் அகலம் வகை

# Descriptives|
source: Number of bins
cs: Počet intervalů
de: Anzahl von Klassen
es: Número de barras
eu: Zati edo tarte kopurua
gl: Número de barras
id: Jumlah bin
ja: ビンの数
nl: Aantal klassen
pl: Liczba słupków
pt: Número de caixas
ta: தொட்டிகளின் எண்ணிக்கை

# Descriptives|
source: Interval plots
cs: Grafy intervalů
de: Intervalldiagramme
es: Gráficos de intervalo
gl: Gráficas de intervalo
id: Plot interval
ja: 区間プロット
pl: Słupki błędów
pt: Gráficos de intervalo
ta: இடைவெளி அடுக்குகள்

# Descriptives|
source: Dot plots
cs: Bodové diagramy
de: Punktdiagramme
es: Gráficos de puntos
eu: Puntu-diagramak
gl: Gráficas de puntos
id: Plot titik
ja: ドットプロット
pl: Wykresy punktowe
pt: Gráficos de pontos
ta: புள்ளி அடுக்கு

# Descriptives|
source: Statistics
cs: Statistiky
de: Statistiken
es: Estadísticos
eu: Estatistikoak
gl: Estatísticos
id: Statistik
ja: 統計量
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ta: புள்ளிவிவரங்கள்

# Descriptives|
source: Mean
cs: Průměr
de: Mittelwert
es: Media
eu: Batezbestekoa
gl: Media
id: Rerata
ja: 平均値
nl: Gemiddelde
pl: Średnia
pt: Média
ta: இடை, சராசரி

# Descriptives|
source: Median
cs: Medián
es: Mediana
eu: Mediana
gl: Mediana
ja: 中央値
nl: Mediaan
pl: Mediana
pt: Mediana
ta: இடைநடு

# Descriptives|
source: Coefficient of variation
cs: Variační koeficient
de: Variationskoeffizient
es: Coeficiente de variación
gl: Coeficiente de variación
id: Koefisien Variasi
ja: 変動係数
nl: Variatiecoëfficiënt
pl: Współczynnik zmienności
pt: Coeficiente de variação
ta: மாறுபாட்டின் குணகம்

# Descriptives|
source: Variance
cs: Rozptyl
de: Varianz
es: Varianza
eu: Bariantza
gl: Varianza
id: Varians
ja: 分散
nl: Variantie
pl: Wariancja
pt: Variância
ta: மாறுபாட்டெண்

# Descriptives|
source: Range
cs: Rozpětí
de: Spannweite
es: Rango
gl: Rango
id: Jangkauan
ja: 範囲
nl: Bereik
pl: Rozstęp
pt: Alcance
ta: வீச்சு

# Descriptives|
source: Minimum
es: Mínimo
eu: Gutxienekoa
gl: Mínimo
ja: 最小値
pt: Mínimo
ta: சிறுமம்

# Descriptives|
source: Maximum
es: Máximo
eu: Gehienezkoa
gl: Máximo
id: Maksimum
ja: 最大値
pl: Maksimum
pt: Máximo
ta: பெருமம்

# Descriptives|
source: Quantiles
cs: Kvantily
de: Quantile
es: Cuantiles
eu: Kuantilak
gl: Cuantiles
id: Kuantil
ja: 分位数
nl: Kwantielen
pl: Kwantyle
pt: Quantis
ta: அளவுகள்

# Descriptives|
source: Sample size
cs: Velikost vzorku
de: Stichprobenumfang
es: Tamaño de la muestra
eu: Laginaren tamaina
gl: Tamaño da mostra
ja: サンプルサイズ
nl: Steekproefomvang
pl: Wielkość próby
pt: Tamanho da amostra
ta: மாதிரி அளவு

# Descriptives|
source: Valid
cs: Platné
de: Gültig
es: Válido
gl: Válido
ja: 妥当
nl: Geldig
pl: Ważne
pt: Válidos
ta: செல்லுபடியாகும்

# Descriptives|
source: Missing
cs: Chybějící
de: Fehlend
es: Ausente
gl: Ausente
ja: 欠損値
nl: Ontbrekend
pl: Braki danych
pt: Perdidos (missing)
ta: இல்லை

# Descriptives|
source: Horizontal axis:
cs: Vodorovná osa:
de: Horizontale Achse:
es: Eje horizontal:
eu: Ardatz horizontala:
gl: Eixe horizontal:
ja: 横軸:
nl: Horizontale as:
pl: Oś pozioma:
pt: Eixo horizontal:
ta: கிடைமட்ட அச்சு:

# Descriptives|
source: Vertical axis:
cs: Svislá osa:
de: Vertikale Achse:
es: Eje vertical:
eu: Ardatz bertikala:
gl: Eixe vertical:
ja: 縦軸:
nl: Verticale as:
pl: Oś pionowa:
pt: Eixo vertical:
ta: செங்குத்து அச்சு:

# Descriptives|
source: Display legend
cs: Zobrazit legendu
de: Legende anzeigen
es: Presentar leyenda
eu: Erakutsi legenda
gl: Presentar lenda
ja: 凡例の表示
nl: Toon legenda
pl: Wyświetl legendę
pt: Exibir legenda
ta: காட்சி புராணக்கதை

# Descriptives|
source: Display value
cs: Zobrazit hodnotu
de: Wert anzeigen
es: Presentar valor
eu: Erakutsi balioa
gl: Presentar valor
ja: 値の表示
nl: Toon waarde
pl: Wyświetl wartość
pt: Mostrar valor
ta: காட்சி மதிப்பு

# Descriptives|
source: Relative text size
cs: Relativní velikost textu
de: Relative Textgröße
es: Tamaño relativo de texto
eu: Testuaren tamaina erlatiboa
gl: Tamaño relativo de texto
ja: 相対的な文字サイズ
nl: Relatieve tekst grootte
pl: Względny rozmiar tekstu
pt: Tamanho do texto
ta: உறவினர் உரை அளவு

# Descriptives|
source: Width to height ratio of tiles
cs: Poměr šířky k výšce panelů
de: Breite-zu-Höhe-Verhältnis der Kacheln
es: Proporción de ancho y largo de los cuadros
gl: Proporción de ancho e longo dos cadros
ja: タイルの幅と高さの比率
nl: Breedte tot hoogte verhouding van tegels
pl: Stosunek szerokości do wysokości kafelka
pt: Proporção largura x altura
ta: ஓடுகளின் அகலம் முதல் உயர விகிதம்

# Descriptives|
source: For scale variables
cs: pro škálové proměnné
de: Für Skalenvariablen
es: Para variables de escala
eu: Eskala aldagaietarako
gl: Para variables de escala
ja: スケール変数の場合
nl: Voor schaalvariabelen
pl: Dla zmiennych ilościowych
pt: Para variáveis escalares
ta: அளவிலான மாறிகள்

# Descriptives|
source: Value itself
cs: Hodnota sama
de: Wert selbst
es: Valor en si mesmo
eu: Balioa bera
gl: Valor en si mesmo
ja: 値のそのもの
nl: Waarde zelf
pl: Wartość
pt: Valor em si
ta: மதிப்பு

# Descriptives|
source: Number of observations
cs: Počet pozorování
de: Anzahl Beobachtungen
es: Número de observaciones
eu: Behaketa kopurua
gl: Número de observacións
ja: 観測数
nl: Aantal waarnemingen
pl: Liczba obserwacji
pt: Número de observações
ta: அவதானிப்புகளின் எண்ணிக்கை

# Descriptives|
source: For nominal and ordinal variables
cs: Pro nominální a ordinální proměnné
de: Für nominale und ordinale Variablen
es: Para variables nominales y ordinales
eu: Aldagai nominal eta ordinaletarako
gl: Para variables nominais e ordinais
ja: 名義・順序変数の場合
nl: Voor nominale en ordinale variabelen
pl: Dla zmiennych nominalnych i porządkowych
pt: Para variáveis ordinais e nominais
ta: பெயரளவு மற்றும் சாதாரண மாறிகள்

# Descriptives|
source: Scatter plots
cs: Scatterploty
de: Streudiagramme
es: Gráficos de dispersión
gl: Gráficas de dispersión
ja: 散布図
nl: Spreidingsplot
pl: Wykresy rozrzutu
pt: Gráficos de dispersão
ta: சிதறல் அடுக்கு

# Descriptives|
source: Tile heatmaps for selected variables
cs: Heatmapy pro vybrané proměnné
de: Heatmap
es: Cuadrar los mapas de calor para las variables elegidas
eu: Hautatutako aldagaien teila-mapa termikoak
gl: Cadrar os mapas de calor para as variables elixidas
ja: 選択された変数のヒートマップタイル
nl: Warmtekaart voor de geselecteerde variabalen
pl: Kafelkowe mapy cieplne dla wybranych zmiennych
pt: Tile heatmaps para variáveis selecionadas
ta: தேர்ந்தெடுக்கப்பட்ட மாறிகளுக்கு ஓடு வெப்ப வரைபடங்கள்

# Descriptives|
source: Tables
cs: Tabulky
de: Tabellen
es: Tablas
eu: Taulak
gl: Táboas
ja: 表
nl: Tabellen
pl: Tabele
pt: Tabelas
ta: அட்டவணைகள்

# Descriptives|
source: Categorical Plots
cs: Zobrazení kategorických proměnných
de: Kategoriale Diagramme
es: Gráficos con Categorías
gl: Gráficas con Categorías
ja: カテゴリカルプロット
pt: Gráficos Categóricos

# Descriptives|
source: Pareto plots
cs: Paretovy diagramy
de: Pareto-Diagramme
es: Gráficos de Pareto
gl: Gráficas de Pareto
ja: パレートプロット
nl: Pareto grafieken
pl: Wykresy Pareto
pt: Diagramas de Pareto
ta: பரேட்டோ அடுக்கு

# Descriptives|
source: Pareto rule
cs: Paretovo pravidlo
de: Pareto-Regel
es: Regla de Pareto
gl: Regra de Pareto
ja: パレートルール
nl: Paretoregel
pl: Zasada Pareto
pt: Regra de Pareto
ta: பரேட்டோ விதி

# Descriptives|
source: Likert plots
cs: Odpovědi na likertovských stupnicích
de: Likert-Diagramme
es: Gráficos de Likert
gl: Gráficas de Likert
ja: リッカートプロット
nl: Likertgrafieken
pl: Wykresy dla skali Likerta
pt: Gráficos Likert
ta: லிகர்ட் அடுக்கு

# Descriptives|
source: Assume all variables share the same levels
cs: Předpokládat, že všechny proměnné mají stejnou stupnici
de: Annahme: Alle Variablen haben dieselben Stufen
es: Asumir que todas las variables comparten los mismos niveles
gl: Asumir que tódalas variables comparten os mesmos niveis
ja: すべての変数は同じ水準を共有していると仮定
nl: Neem aan dat alle variabelen dezelfde niveaus delen
pl: Wszystkie zmienne przyjmują ten sam poziom
pt: Assumir que todas as variáveis compartilham dos mesmos níveis
ta: அனைத்து மாறிகள் ஒரே நிலைகளைப் பகிர்ந்து கொள்கின்றன என்று வைத்துக் கொள்ளுங்கள்

# Descriptives|
source: Adjustable font size for vertical axis
cs: Nastavitelná velikost písma pro svislou osu
de: Einstellbare Schriftgröße für vertikale Achse
es: Tamaño de fuente ajustable para el eje vertical
gl: Tamaño de fonte axustable para o eixe vertical
ja: 縦軸用の調節可能なフォントサイズ
nl: Aanpasbare lettergrootte voor verticale as
pl: Rozmiar czcionki dla osi pionowej
pt: Tamanho da fonte ajustável para o eixo vertical
ta: செங்குத்து அச்சுக்கு சரிசெய்யக்கூடிய எழுத்துரு அளவு

# Descriptives|
source: Small
cs: Malé
de: Klein
es: Pequeño
gl: Pequeno
ja: 小さい
nl: Klein
pl: Mały
pt: Pequeno
ta: சிறிய

# Descriptives|
source: Medium
cs: Střední
de: Mittel
es: Medio
gl: Medio
ja: 中程度
pl: Średni
pt: Médio
ta: சராசரி

# Descriptives|
source: Large
cs: Velké
de: Groß
es: Grande
gl: Grande
ja: 大きい
nl: Groot
pl: Duży
pt: Grande
ta: பெரிய

# Descriptives|
source: Transparency
cs: Průhlednost
de: Transparenz
es: Transparencia
gl: Transparencia
ja: 透過度
nl: Transparantie
pl: Przezroczystość
pt: Transparência
ta: வெளிப்படைத்தன்மை

# Descriptives|
source: Inference
de: Inferenz
es: Inferencia
gl: Inferencia
ja: 推論
nl: Inferentie
pl: Wnioskowanie
pt: Inferência
ta: அனுமானம்

# Descriptives|
source: Width
cs: Šířka
de: Breite
es: Ancho
gl: Ancho
ja: 幅
nl: Breedte
pl: Szerokość
pt: Largura
ta: அகலம்

# Descriptives|
source: Method
cs: Metoda
de: Methode
es: Método
gl: Método
ja: 方法
nl: Methode
pl: Metoda
pt: Método
ta: முறை
