Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# Descriptives|
source: Allows you to specify an additional variable that contains the counts for each category instead of letting the analysis compute frequencies automatically. This is useful when the data are already aggregated (e.g., each row represents a category with an associated frequency). If left empty, counts are calculated directly from the selected variable.
es: Permite especificar una variable adicional que contiene los recuentos para cada categoría, en lugar de dejar que el análisis calcule automáticamente las frecuencias. Esto es útil cuando los datos ya están agregados (p.e. cada fila representa una categoría con una frecuencia asociada). Si se deja vacío, los recuentos se calculan directamente de la variable seleccionada .
gl: Permite especificar unha variable adicional que contén os recontos para cada categoría, en lugar de deixar que a análise calcule automaticamente as frecuencias. Isto é útil cando os datos xa están agregados (p.e. cada fila representa unha categoría con unha frecuencia asociada). Cando se deixa baleiro, os recontos calcúlanse directamente da variable seleccionada .
pt: Permite especificar uma variável adicional que contém as contagens para cada categoria, em vez de deixar a análise calcular as frequências automaticamente. Isso é útil quando os dados já estão agregados (por exemplo, cada linha representa uma categoria com uma frequência associada). Se deixado em branco, as contagens serão calculadas diretamente a partir da variável selecionada.

# Descriptives|
source: Mean (arithmetic)
gl: Media (Aritmética)
pt: Média (aritmética)

# Descriptives|
source: Arithmetic mean of the data points; otherwise also colloquially called 'the mean' or 'the average'. Calculated as the sum of all data points divided by the number of data points.
gl: Media Aritmética dos puntos de datos; por outro lado, tamén denominada coloquialmente 'a media' ou 'o valor medio'. Calculada como a suma de tódolos puntos de datos, dividida polo número de puntos de datos.
pt: Média aritmética dos pontos de dados; também chamada coloquialmente de "média". Calculada como a soma de todos os pontos de dados dividida pelo número de pontos de dados.

# Descriptives|
source: Mean (geometric)
gl: Media (Xeométrica)
pt: Média (geométrica)

# Descriptives|
source: Geometric mean of the data points; defined only for strictly positive variables. Calculated as the product of all data points, raised to the power of 1 divided by the number of points (the n-th root of the product).
gl: Media Xeométrica dos puntos de datos; definida só para variables estritamente positivas. Calculada como o produto de tódolos puntos de datos, elevado ao resultado de dividir 1 polo número de puntos de datos (raíz n-ésima do produto).
pt: Média geométrica dos pontos de dados; definida apenas para variáveis estritamente positivas. Calculada como o produto de todos os pontos de dados, elevado à potência de 1, dividido pelo número de pontos (a raiz enésima do produto).

# Descriptives|
source: Mean (harmonic)
gl: Media (Harmónica)
pt: Média (harmônica)

# Descriptives|
source: Harmonic mean of the data points; defined only for strictly positive variables. Calculated as the number of data points divided by the sum of the reciprocals of the data points.
gl: Media Harmónica dos puntos de datos; definida só para variables estritamente positivas. Calculada como o número de puntos de datos, dividido pola suma dos inversos dos puntos de datos.
pt: Média harmônica dos pontos de dados; definida apenas para variáveis estritamente positivas. Calculada como o número de pontos de dados dividido pela soma dos recíprocos dos pontos de dados.

# Descriptives|
source: Standard error of the arithmetic mean.
gl: Erro padrón da Media Aritmética.
pt: Erro padrão da média aritmética.

# Descriptives|
source: Confidence interval for the arithmetic mean
gl: Intervalo de confianza da Media Aritmética
pt: Intervalo de confiança da média aritmética

# Descriptives|
source: Variables
cs: Proměnné
de: Variablen
eu: Aldagaiak
id: Variabel
ja: 変数
nl: Variabelen
pl: Zmienne
pt: Variáveis
ta: மாறிகள்

# Descriptives|
source: Percentiles:
cs: Percentily:
de: Perzentile:
eu: Pertzentilak:
id: Persentil:
ja: パーセンタイル値:
nl: Percentielen:
pl: Percentyle:
pt: Percentis:
ta: சதவீதம்:

# DescriptivesTimeSeriesForm|
source: Variable
ja: 変数
nl: Variabele
pt: Variável
ta: மாறக்கூடிய

# Descriptives|
source: Linear
cs: Lineární
es: Lineal
eu: Lineala
id: Linier
ja: 線形
nl: Lineair
pl: Linia prosta
ta: நேரியல்

# DescriptivesTimeSeriesForm|
source: Linear
es: Lineal
ja: 線形
nl: Lineair
ta: நேரியல்

# jaspPlotBuilder|
source: Linear
es: Lineal

# Descriptives|
source: Manual
cs: ruční
de: Manuell
ja: 手動
nl: Handmatig
pl: Ręcznie
ta: கையேடு

# Descriptives|
source: Basic plots
id: Plot dasar
nl: Basisgrafieken
pl: Podstawowe wykresy
ta: அடிப்படை அடுக்குகள்

# Descriptives|
source: Sturges
ja: スタージェス
ta: ச்டர்சச்

# Descriptives|
source: Scott
ja: スコット
ta: ச்காட்

# Descriptives|
source: Doane
ja: ドーン
ta: டோனே

# Descriptives|
source: Freedman-Diaconis
ja: フリードマン - ダイアコニス
ta: ஃப்ரீட்மேன்-டியாகோனிச்

# Descriptives|
source: Customizable plots
nl: Aanpasbare grafieken
pl: Wykresy konfigurowalne
ta: தனிப்பயனாக்கக்கூடிய அடுக்கு

# Descriptives|
source: Categorical plots
nl: Categorische grafieken
pl: Wykresy dla danych kategorialnych
ta: வகைப்படுத்தப்பட்ட அடுக்கு

# Descriptives|
source: Normal
cs: Normální
ja: 正規
nl: Normaal
pl: Normalny
ta: சாதாரண

# Descriptives|
source: Confidence interval for mean
cs: Interval spolehlivosti pro průměr
ja: 平均値の信頼区間
nl: Betrouwbaarheidsinterval voor het gemiddelde
pl: Przedziały ufności dla średniej
ta: சராசரிக்கு நம்பிக்கை இடைவெளி

# Descriptives|
source: Bootstrap
cs: Bootstrapping
ja: ブートストラップ
ta: தொடக்கவார்

# Description|
source: Flexplot
ja: フレックスプロット
ta: ஃப்ளெக்ச் பிளாட்

# FlexplotForm|
source: Loess
ta: தளர்வு

# FlexplotForm|
source: JASP
ta: விரைவு

# FlexplotForm|
source: Lancet
ta: லான்செட்

# Descriptives|
source: Arithmetic mean of the data points
ja: データポイントの算術平均
nl: Rekenkundig gemiddelde van de datapunten
ta: தரவு புள்ளிகளின் எண்கணித சராசரி

# Descriptives|
source: Standard error of the mean.
ja: 平均の標準誤差.
nl: Standaardfout van het gemiddelde.
ta: சராசரியின் நிலையான பிழை.

# raincloudPlots|
source: ID
ta: ஐடி

# raincloudPlots|
source: Box Statistics
nl: Box Statistieken
ta: பெட்டி புள்ளிவிவரங்கள்

# raincloudPlots|
source: You can choose between a confidence interval or ±1 standard error.<br>For the computation of the confidence interval and standard error, within and between factors are determined based on the specifciation of the ID variable<br><h4>
ta: நம்பிக்கை இடைவெளி அல்லது ± 1 நிலையான பிழை இடையே நீங்கள் தேர்வு செய்யலாம்.

# raincloudPlots|
source: Note: This module has a <a href='https://www.youtube.com/watch?v=AAdXUAl_w6E'>youtube tutorial</a> & requires data in long format.
ta: குறிப்பு: இந்த தொகுதிக்கு <a href = 'https: //www.youtube.com/watch?

# raincloudPlots|
source: This module has a <a href='https://www.youtube.com/watch?v=AAdXUAl_w6E'>youtube tutorial</a>
ta: இந்த தொகுதிக்கு <a href = 'https: //www.youtube.com/watch?

# Descriptives|
source: Charts
cs: Grafy
eu: Grafikoak
id: Bagan
nl: Grafieken
pl: Wykresy

# Descriptives|
source: Chart Type
cs: Typ grafu
eu: Grafiko mota
id: Tipe Bagan
nl: Type grafiek
pl: Typ wykresu

# Descriptives|
source: Bar charts
cs: Sloupcové diagramy
eu: Barra-grafikoak
id: Diagram batang
nl: Staafgrafieken
pl: Wykresy słupkowe

# Descriptives|
source: Histograms
cs: Histogramy
eu: Histogramak
id: Histogram
nl: Histogrammen
pl: Histogramy

# Descriptives|
source: Chart Values
cs: Zobrazované hodnoty
eu: Grafiko-Balioak
nl: Grafiekwaarden
pl: Wartości na wykresie

# Descriptives|
source: Frequencies
cs: Četnosti
eu: Maiztasunak
id: Frekuensi
nl: Frequenties
pl: Częstości

# FlexplotForm|
source: Standard errors
nl: Standaardfouten

# FlexplotForm|
source: Horizontal lines are displayed at +1/-1 standard errors from the mean, with a dot for the mean
nl: Horizontale lijnen worden weergegeven op +1/-1 standaardfouten van het gemiddelde, met een punt voor het gemiddelde

# Descriptives|
source: How should the confidence interval be computed? By default, we use a `T model`, which yields results identical to a one-sample t-test. Alternative options are a normal model (\(bar{x} pm z_{95} imes SE\)), or `Bootstrap`.
nl: Hoe moet het betrouwbaarheidsinterval worden berekend? Standaard gebruiken we een `T-model`, dat dezelfde resultaten oplevert als een t-toets met één steekproef. Alternatieve opties zijn een normaal model (\bar{x} pm z_{95} imes SE) of `Bootstrap`.

# raincloudPlots|
source: Note: Data must be in long format.
nl: Opmerking: Gegevens moeten in lang formaat zijn.

# raincloudPlots|
source: Show point
nl: Toon punt

# raincloudPlots|
source: You can choose between ±1 standard deviation or a confidence interval.<br>The confidence interval is computed independently for each group. For this, the corresponding checkbox needs to be checked, to acknowledge that.<br>This computation means that any factors are treated as between-factors.<br>If your data does not meet this assumption, but you still want to show intervals around the means, you can specify custom intervals (see below).<br>One example where this assumption does not hold is with ID input. This is why ID input disables the computation of confidence intervals.
nl: U kunt kiezen tussen ±1 standaarddeviatie of een betrouwbaarheidsinterval.<br>Het betrouwbaarheidsinterval wordt voor elke groep afzonderlijk berekend. Hiervoor moet het overeenkomstige selectievakje worden aangevinkt om dit te bevestigen.<br>Deze berekening betekent dat alle factoren worden behandeld als tussenfactoren.<br>Als uw gegevens niet aan deze aanname voldoen, maar u toch intervallen wilt weergeven rond de gemiddelden kunt u aangepaste intervallen opgeven (zie hieronder).<br>Een voorbeeld waarbij deze aanname niet opgaat, is bij ID-invoer. Dit is de reden waarom ID-invoer de berekening van betrouwbaarheidsintervallen uitschakelt.

# raincloudPlots|
source: Method
nl: Methode

# raincloudPlots|
source: How should the confidence interval be computed?<br>'Normal model' uses a standard error defined as: _SD_<sub>group</sub> / square root of _N_<sub>group</sub><br>'T model' yields results identical to a one-sample t-test.<br>For 'Bootstrap' you can further specify the number of samples and set a seed for reproducible results.
nl: Hoe moet het betrouwbaarheidsinterval worden berekend?<br>'Normaal model' gebruikt een standaardfout die is gedefinieerd als: _SD_<sub>groep</sub> / vierkantswortel van _N_<sub>groep</sub><br>'T-model ' levert resultaten op die identiek zijn aan een t-test met één steekproef.<br>Voor 'Bootstrap' kunt u het aantal trekkingen verder specificeren en een beginwaarde voor de toevalsgenerator instellen voor reproduceerbare resultaten.

# raincloudPlots|
source: ± 1 standard deviation
nl: ± 1 standaardafwijking

# raincloudPlots|
source: Compute confidence interval independently for each group.
nl: Bereken het betrouwbaarheidsinterval onafhankelijk voor elke groep.

# raincloudPlots|
source: Normal model
nl: Normaal model

# raincloudPlots|
source: Bootstrap samples
nl: Bootstrap trekkingen

# raincloudPlots|
source: Seed for reproducibility
nl: Beginwaarde toevalsgenerator voor reproduceerbaarheid

# Descriptives|
source: Create a Stem and leaf table.
cs: Vytvořit číslicový histogram.
eu: Sortu zurtoin eta hosto taula bat
id: Buat tabel Batang dan daun.
pl: Utwórz wykres łodyga i liście.

# Descriptives|
source: Percentages
cs: Relativní četnosti
eu: Ehunekoak
id: Persentase
pl: Procenty

# Descriptives|
source: Type:
pl: Typ:

# Flexplot|
source: Dependent Variable
pl: Zmienna zależna

# Flexplot|
source: Independent Variable(s)
pl: Zmienna(e) niezależna(e)

# Flexplot|
source: Paneled Variable(s)
pl: Zmienne grupujące

# Flexplot|
source: Options
pl: Opcje

# Flexplot|
source: <br><strong>Point controls</br></strong>
pl: <br><strong>Ustawienia punktów</br></strong>

# Flexplot|
source: Point transparency
pl: Przejrzystość punktów

# Flexplot|
source: Jitter in X
pl: Losowy szum w X

# Flexplot|
source: Jitter in Y
pl: Losowy szum w Y

# Flexplot|
source: <strong>Visual Statistics</strong>
pl: <strong>Statystyki wizualne</strong>

# Flexplot|
source: Plot confidence bands
pl: Nanieś przedziały ufności

# Flexplot|
source: Regression
pl: Regresja

# Flexplot|
source: Quadratic
pl: Kwadratowa

# Flexplot|
source: Cubic
pl: Sześcienna

# Flexplot|
source: None
pl: Brak

# Flexplot|
source: Fitted line (scatterplots)
pl: Linia dopasowania

# Flexplot|
source: Quartiles
pl: Kwartyle

# Flexplot|
source: Standard errors
pl: Błędy standardowe

# Flexplot|
source: Standard deviations
pl: Odchylenie standardowe

# Flexplot|
source: Intervals (categorical predictors)
pl: Przedziały

# Flexplot|
source: <br><strong>Other Plot Controls</strong>
pl: Inne ustawienia

# Flexplot|
source: Black and white
pl: Czerń i biel

# Flexplot|
source: Minimal
pl: Minimalistyczny

# Flexplot|
source: Classic
pl: Klasyczny

# Flexplot|
source: Dark
pl: Ciemny

# Flexplot|
source: GGplot theme
pl: Motyw

# Flexplot|
source: GGplot Default
pl: Domyślny

# Flexplot|
source: Color Palette
pl: Paleta kolorów

# Flexplot|
source: Convert to grayscale
pl: Konwertuj na skalę szarości

# Flexplot|
source: Ghost lines
pl: Linie siatki

# Flexplot|
source: Plot Labels
pl: Etykiety

# Flexplot|
source: <br><strong>Plot Labels</strong>
pl: <br><strong>Etykiety</strong>

# Flexplot|
source: X Axis Label
pl: Etykieta osi X

# Flexplot|
source: Y Axis Label
pl: Etykieta osi Y

# Flexplot|
source: Legend Label
pl: Etykieta legendy

# Flexplot|
source: Column Panel Label
pl: Etykieta kolumny

# Flexplot|
source: Row Panel Label
pl: Etykieta wiersza

# Descriptives|
source: Color palette
cs: Paleta barev
eu: Kolore paleta
id: Palet warna

# Descriptives|
source: Colorblind
cs: Barvoslepá
eu: Daltonikoa
id: Buta warna

# Descriptives|
source: Colorblind Alt.
cs: Barvoslepá alt.
eu: Alt. Daltonikoa
id: Alt. Butawarna

# Descriptives|
source: Gray
cs: Odstíny šedé
eu: Grisa
id: Abu-abu

# Descriptives|
source: Statistic to plot
cs: Zobrazit statistiku
eu: Erakusteko estatistikoa

# Descriptives|
source: Density plots
cs: Grafy hustoty

# Descriptives|
source: Separate densities:
cs: Hustoty zvlášť:

# Descriptives|
source: Display density plots
cs: Zobrazení grafů hustoty

# Descriptives|
source: Plots
id: Plot

# Descriptives|
source: Scatter Plots
id: Plot Pencar
