Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# Descriptives|
source: Normal model
cs: normální rozdělení
de: Modell der Normalverteilung
es: Modelo Normal
gl: Modelo Normal
ja: 正規モデル
nl: Normaal model
pl: Standardowa
pt: Modelo normal
ta: சாதாரண மாதிரி

# Descriptives|
source: Confidence interval for std. deviation
cs: Interval spolehlivosti pro sm. odchylku
de: Konfidenzintervall der Std.-Abweichung
es: Intervalo de Confianza para la Desv. Típica
gl: Intervalo de Confianza para o Desvío Padrón
ja: 標準偏差の信頼区間
nl: Betrouwbaarheidsinterval voor std. afwijking
pl: Przedział ufności dla odch. stand.
pt: Intervalo de confiança para o desvio padrão
ta: எச்.டி.டி.க்கான நம்பிக்கை இடைவெளி. விலகல்

# Descriptives|
source: Confidence interval for variance
cs: Interval spolehlivosti pro rozptyl
de: Konfidenzintervall der Varianz
es: Intervalo de Confianza para la Varianza
gl: Intervalo de Confianza para a Varianza
ja: 分散の信頼区間
nl: Betrouwbaarheidsinterval voor variantie
pl: Przedział ufności dla wariancji
pt: Intervalo de confiança para a variância
ta: மாறுபாட்டிற்கான நம்பிக்கை இடைவெளி

# Descriptives|
source: Bootstrap confidence interval options
cs: Možnosti pro bootstrapované intervaly spolehlivosti
de: Bootstrap-Konfidenzintervall-Optionen
es: Opciones del Intervalo de Confianza de Bootstrap
gl: Opcións do Intervalo de Confianza de Bootstrap
ja: ブートストラップ信頼区間オプション
nl: Opties voor bootstrap-betrouwbaarheidsinterval
pl: Opcje bootstrapowych przedziałów ufności
pt: Opções de intervalo de confiança Bootstrap
ta: தொடக்கவார் நம்பிக்கை இடைவெளி விருப்பங்கள்

# Descriptives|
source: Bootstrap samples
cs: Počet bootstrapových vzorků
de: Bootstrap Stichprobenanzahl
es: Muestras de Bootstrap
gl: Mostras de Bootstrap
ja: ブートストラップサンプル
nl: Bootstrap steekproeven
pl: Liczba próbek
pt: Amostras Bootstrap
ta: தொடக்கவார் மாதிரிகள்

# Descriptives|
source: T model
de: T-Modell
es: Modelo T
gl: Modelo T
pl: Model T
pt: Modelo T
ta: டி மாதிரி

# Descriptives|
source: Frequency plots
de: Häufigkeitsdiagramme
es: Gráficos de frecuencias
gl: Gráficas de frecuencias
ja: 度数図
nl: Frequentiefiguren
pl: Wykresy częstości
pt: Gráficos de frequências
ta: அதிர்வெண் அடுக்கு

# Descriptives|
source: Separate frequencies:
de: Häufigkeiten aufteilen:
es: Frecuencias distintas:
gl: Frecuencias separadas:
ja: 度数を分離:
nl: Afzonderlijke frequenties:
pl: Oddzielne częstości:
pt: Frequências separadas:
ta: தனி அதிர்வெண்கள்:

# Descriptives|
source: How to combine separate frequencies
de: Wie aufgeteilte Häufigkeiten kombiniert werden
es: Cómo combinar frecuencias separadas
gl: Como combinar frecuencias separadas
ja: 分離度数を結合する方法
nl: Hoe afzonderlijke frequenties te combineren
pl: Jak łączyć oddzieln częstości
pt: Como combinar frequências separadas
ta: தனி அதிர்வெண்களை எவ்வாறு இணைப்பது

# Descriptives|
source: Stack
de: Stapel
es: Pila
gl: Morea
nl: Stapel
pl: Ułożenie
pt: Pilha
ta: அடுக்கு

# Descriptives|
source: Identity
de: Identität
es: Identidad
gl: Identidade
nl: Identiteit
pl: Bez zmian
pt: Identidade
ta: முற்றொருமை

# Descriptives|
source: Dodge
de: Ausweichen
es: Finta
gl: Finta
nl: Ontwijk
pl: Unikaj nakładania
pt: Evasão
ta: டாட்ச்

# Description|
source: Time Series Descriptives
de: Zeitreihen Deskriptive Statistiken
es: Descriptivos de Serie Temporal
gl: Descritivos da Serie Temporal
ja: 時系列記述統計
nl: Tijdreeks Beschrijvende Statistieken
pt: Descritivos de Séries Temporais
ta: நேரத் தொடர் விளக்கங்கள்

# DescriptivesTimeSeriesForm|
source: Time Series Descriptives allows the user to obtain descriptive statistics and descriptive plots for univariate time-series.
de: Deskriptive Zeitreihen ermöglichen es dem Benutzer, deskriptive Statistiken und deskriptive Diagramme für univariate Zeitreihen zu erhalten.
es: Descriptivos de Serie Temporal permite al usuario obtener estadísticos descriptivos y gráficos descriptivos para series temporales univariantes.
gl: Descritivos da Serie Temporal permite ao usuario obter estatísticos descritivos e gráficas descritivas para series temporais univariantes.
ja: 時系列記述統計は、単一の時系列データにおける記述統計図と記述統計をユーザーに与える.
nl: Met Tijdreeks Beschrijvende Statistieken kan de gebruiker beschrijvende statistieken en beschrijvende figuren verkrijgen voor univariate tijdreeksen.
pt: Descritivos de Séries Temporais permite ao usuário obter estatísticas descritivas e gráficos descritivos para séries temporais univariadas.
ta: நேரத் தொடர் விளக்கங்கள் பயனரை ஒரே மாதிரியான நேர-தொடர்களுக்கான விளக்க புள்ளிவிவரங்கள் மற்றும் விளக்கக் கதைகளைப் பெற அனுமதிக்கிறது.

# DescriptivesTimeSeriesForm|
source: A variable that is measured repeatedly over time.
de: Eine Variable, die über die Zeit wiederholt gemessen wird.
es: Una variable que se mide repetidamente a lo largo del tiempo.
gl: Unha variable que se mide repetidamente ao longo do tempo.
ja: 時間経過とともに反復測定される変数.
nl: Een variabele die in de loop van de tijd herhaaldelijk wordt gemeten.
pt: Uma variável que é medida repetidamente ao longo do tempo.
ta: காலப்போக்கில் மீண்டும் மீண்டும் அளவிடப்படும் ஒரு மாறி.

# DescriptivesTimeSeriesForm|
source: Time
de: Zeit
es: Tiempo
gl: Tempo
ja: 時間
nl: Tijd
pt: Tempo
ta: நேரம்

# DescriptivesTimeSeriesForm|
source: Optional. Can either be an ordinal variable indicating the order of the observations, or a text variable indicating the date/time stamp of the observations. Combined date and time values should be in the standard format 'YYYY-MM-DD HH:MM:SS', where seconds (':SS') can also be omitted. Date-only values should be in the format 'YYYY-MM-DD'. If a time variable is not supplied, the row order of the data is used.
de: Optional. Kann entweder eine ordinale Variable sein, welche die Reihenfolge von Beobachtungen angibt, oder eine Textvariable, welche die Datum/Zeitstempel von Beobachtungen angibt. Kombinierte Werte von Datum und Zeit sollten im Standartformat sein 'JJJJ-MM-TT HH:MM:SS', wobei Sekunden (':SS') auch ausgelassen werden können. Werte ausschließlich mit Datum sollten im Format 'JJJJ-MM-TT' sein. Wenn keine Zeitvariable angegeben wird, wird die Zeilenreihenfolge der Daten genutzt.
es: Opcional. Puede ser una variable ordinal que indique el orden de las observaciones, o una variable de texto que indique una marca de tiempo/fecha de las observaciones. Valores combinados de fecha y tiempo deben estar en el formato estándar 'AAAA-MM-DD HH:MM:SS', en el que también pueden omitirse los segundos (':SS'). Los valores solo de fechas deben estar en el formato 'AAAA-MM-DD'. Si no se indica una variable de tiempo, se utiliza la ordenación de las filas de datos.
gl: Opcional. Pode ser ben unha variable ordinal que indique a orde das observacións, ou unha variable de texto que indique unha marca de tempo/data das observacións. Valores combinados de data e tempo deben estar no formato estándar 'AAAA-MM-DD HH:MM:SS', no que tamén poden omitirse os segundos (':SS'). Os valores só de datas deben estar no formato 'AAAA-MM-DD'. Se non se indica unha variable de tempo, utilízase a ordenación das filas de datos.
ja: 任意です。観測値の順序を示す順序変数、または観測値の日付/時刻スタンプを示すテキスト変数のいずれかを指定できます。日付と時刻を組み合わせた値は、標準形式「YYYY-MM-DD HH:MM」で入力する必要があります。秒（':SS'）は省略可能です。日付のみの値の場合は「YYYY-MM-DD」の形式を使用してください。時刻変数が指定されない場合は、データの行順が使用されます。
nl: Optioneel. Kan een ordinale variabele zijn die de volgorde van de waarnemingen aangeeft, of een tekstvariabele die de datum/tijdstempel van de waarnemingen aangeeft. Gecombineerde datum- en tijdwaarden moeten in het standaardformaat 'JJJJ-MM-DD HH:MM:SS' zijn, waarbij seconden (':SS') ook kunnen worden weggelaten. Alleen datumwaarden moeten in het formaat “JJJJ-MM-DD” staan. Als er geen tijdvariabele wordt opgegeven, wordt de rijvolgorde van de gegevens gebruikt.
pt: Opcional. Pode ser uma variável ordinal que indica a ordem das observações ou uma variável de texto que indica a data/hora das observações. Os valores combinados de data e hora devem estar no formato padrão "AAAA-MM-DD HH:MM:SS", onde os segundos (':SS') também podem ser omitidos. Os valores somente de data devem estar no formato "AAAA-MM-DD". Se uma variável de hora não for fornecida, a ordem das linhas dos dados será usada.
ta: விரும்பினால். அவதானிப்புகளின் வரிசையைக் குறிக்கும் ஒரு சாதாரண மாறி அல்லது அவதானிப்புகளின் தேதி/நேர முத்திரையைக் குறிக்கும் உரை மாறி. ஒருங்கிணைந்த தேதி மற்றும் நேர மதிப்புகள் 'YYYY-MM-DD HH: MM: SS' என்ற நிலையான வடிவத்தில் இருக்க வேண்டும், அங்கு விநாடிகள் (': SS') தவிர்க்கப்படலாம். தேதி மட்டும் மதிப்புகள் 'YYYY-MM-DD' வடிவத்தில் இருக்க வேண்டும். நேர மாறி வழங்கப்படாவிட்டால், தரவின் வரிசை வரிசை பயன்படுத்தப்படுகிறது.

# DescriptivesTimeSeriesForm|
source: Transpose descriptives table
de: Deskriptive Tabelle transponieren
es: Transponer la tabla de descriptivos
gl: Traspoñer a táboa de descritivos
ja: 記述表を転置する
nl: Tabel met beschrijvende statistiek transponeren
pt: Transpor tabela de descritivas
ta: விளக்கமளிக்கும் இடமாற்ற அட்டவணை

# DescriptivesTimeSeriesForm|
source: Filter by
de: Filtern nach
es: Filtro según
gl: Filtro consonte
ja: 次でフィルター
nl: Filter op
pt: Filtrado por
ta: மூலம் வடிகட்டவும்

# DescriptivesTimeSeriesForm|
source: Filters the time series so only a specific range will be used for further analyses. Row number refers to the row number in the spreadsheet. If a 'Time' variable is supplied it is also possible to filter by time index or date, depending on the format of the 'Time' variable.
de: Filtert die Zeitreihe, so dass nur ein bestimmter Bereich für weitere Analysen verwendet wird. Zeilennummer bezieht sich auf die Zeilennummer in der Datentabelle. Wenn eine 'Zeit'-Variable angegeben wird, kann auch nach Zeitindex oder Datum gefiltert werden, je nach Format der 'Zeit'-Variable.
es: Filtra la serie temporal de forma que solo se va a usar un rango específico en los análisis posteriores. El número de fila se refiere al número de la fila en la hoja de cálculo. Cuando se indica una variable 'Tiempo', también se puede filtrar según el índice temporal o la fecha, dependiendo del formato de la variable 'Tiempo'.
gl: Filtra a serie temporal de xeito que só se vai usar un rango específico nas análises posteriores. O número de fila refírese ao número da fila na folla de cálculo. Cando se indica unha variable 'Tempo', tamén pódese filtrar consonte ao índice temporal ou á data, dependendo do formato da variable 'Tempo'.
ja: 時系列データをフィルタリングし、特定の範囲のみをさらに分析に使用します。行番号は、スプレッドシートの行番号を指します。'Time' 変数が指定されている場合、その形式に応じて時間インデックスまたは日付でフィルタリングすることも可能です。
nl: Filtert de tijdreeks zodat alleen een specifiek bereik wordt gebruikt voor verdere analyses. Het rijnummer verwijst naar het rijnummer in de spreadsheet. Als er een 'Tijd'-variabele wordt opgegeven, is het ook mogelijk om te filteren op tijdsindex of datum, afhankelijk van de indeling van de 'Tijd'-variabele.
pt: Filtra a série temporal para que apenas um intervalo específico seja usado para análises posteriores. O número da linha refere-se ao número da linha na planilha. Se uma variável 'Tempo' for fornecida, também é possível filtrar por índice de tempo ou data, dependendo do formato da variável 'Tempo'.
ta: நேரத் தொடரை வடிகட்டுகிறது, எனவே மேலும் பகுப்பாய்வுகளுக்கு ஒரு குறிப்பிட்ட வரம்பு மட்டுமே பயன்படுத்தப்படும். வரிசை எண் என்பது விரிதாளில் உள்ள வரிசை எண்ணைக் குறிக்கிறது. ஒரு 'நேரம்' மாறி வழங்கப்பட்டால், 'நேரம்' மாறியின் வடிவமைப்பைப் பொறுத்து நேரக் குறியீடு அல்லது தேதி மூலம் வடிகட்டவும் முடியும்.

# DescriptivesTimeSeriesForm|
source: Row number
de: Zeilennummer
es: Número de fila
gl: Número de fila
ja: 行番号
nl: Rijnummer
pt: Número de linha
ta: வரிசை எண்

# DescriptivesTimeSeriesForm|
source: Start
es: Inicio
gl: Inicio
ja: 開始
pt: Início
ta: தொடங்கு

# DescriptivesTimeSeriesForm|
source: End
de: Ende
es: Fin
gl: Final
ja: 終了
nl: Eind
pt: Fim
ta: முடிவு

# DescriptivesTimeSeriesForm|
source: Time index
de: Zeitindex
es: Índice temporal
gl: Índice temporal
ja: 時間インデックス
nl: Tijdindex
pt: Índice temporal
ta: நேர அட்டவணை

# DescriptivesTimeSeriesForm|
source: Date
de: Datum
es: Fecha
gl: Data
ja: 日付
nl: Datum
pt: Data
ta: திகதி

# DescriptivesTimeSeriesForm|
source: Plots
de: Diagramme
es: Gráficos
gl: Gráficas
ja: プロット
nl: Figuren
pt: Gráficos
ta: அடுக்கு

# DescriptivesTimeSeriesForm|
source: Time series plot
de: Zeitreihendiagramm
es: Gráfico de Serie temporal
gl: Gráfica de Serie temporal
ja: 時系列プロット
nl: Tijdreeksfiguur
pt: Gráfico de séries temporais
ta: நேர தொடர் சூழ்ச்சி

# DescriptivesTimeSeriesForm|
source: Plots the dependent variable (y-axis) over time (x-axis).
de: Zeigt die abhängige Variable (y-Achse) über die Zeit (x-Achse).
es: Representa la variable dependiente (eje y) con el tiempo (eje x).
gl: Representa a variable dependente (eixe y) co tempo (eixe x).
ja: 従属変数 (y軸) を時間 (x軸) の上にプロット.
nl: Zet de afhankelijke variabele (y-as) uit over de tijd (x-as).
pt: Plota a variável dependente (eixo y) ao longo do tempo (eixo x).
ta: காலப்போக்கில் (எக்ச்-அச்சு) சார்பு மாறியை (Y- அச்சு) திட்டமிடுகிறது.

# DescriptivesTimeSeriesForm|
source: Points
de: Punkte
es: Puntos
gl: Puntos
ja: 点
nl: Punten
pt: Pontos
ta: பிரிவகம்

# DescriptivesTimeSeriesForm|
source: Line
de: Linie
es: Línea
gl: Liña
ja: 線
nl: Lijn
pt: Linha
ta: வரி

# DescriptivesTimeSeriesForm|
source: Both
de: Beide
es: Ambos
gl: Ambos
ja: 両方
nl: Beide
pt: Ambos
ta: இரண்டும்

# DescriptivesTimeSeriesForm|
source: Distribution
de: Verteilung
es: Distribución
gl: Distribución
ja: 分布
nl: Verdeling
pt: Distribuição
ta: பரவல்

# DescriptivesTimeSeriesForm|
source: Density
de: Dichte
es: Densidad
gl: Densidade
ja: 密度
nl: Dichtheid
pt: Densidade
ta: அடர்த்தி

# DescriptivesTimeSeriesForm|
source: Histogram
de: Histogramm
es: Histograma
gl: Histograma
ja: ヒストグラム
pt: Histograma
ta: செவ்வகப்படம்

# DescriptivesTimeSeriesForm|
source: None
de: Keine
es: Ninguna
gl: Ningún
ja: なし
nl: Geen
pt: Nenhum
ta: எதுவுமில்லை

# DescriptivesTimeSeriesForm|
source: Lag plot
de: Verzögerungsdiagramm
es: Gráfico de retardos
gl: Gráfica de retardos
ja: ラグプロット
nl: Vertragingsfiguur
pt: Gráfico de atraso
ta: லேக் சூழ்ச்சி

# DescriptivesTimeSeriesForm|
source: Plots the dependent variable (y-axis) against a lagged version of itself (x-axis). The lag stands for the amount of observations in between the dependent variable and the lagged version of itself. The regression line is the autoregression at the specified lag.
de: Zeigt die abhängige Variable (y-Achse) gegen eine verzögerte Version von sich selbst (x-Achse). Die Verzögerung steht für die Anzahl der Beobachtungen zwischen der abhängigen Variablen und der verzögerten Version von sich selbst. Die Regressionslinie ist die Autoregression bei der angegebenen Verzögerung.
es: Representa la variable dependiente (eje y) frente a una versión retardada de la misma (eje x). El retardo representa el número de observaciones entre la variable dependiente y la versión retardada de la misma. La línea de regresión es la de la autorregresión en el retardo especificado.
gl: Representa a variable dependente (eixe y) fronte a unha versión retardada da mesma (eixe x). O retardo representa o número de observacións entre a variable dependente e a versión retardada da mesma. A liña de regresión é a da autorregresión no retardo indicado.
ja: 従属変数（y軸）を遅らせた自身のバージョン（x軸）に対してプロットします。ラグとは、従属変数とその遅らせたバージョンの間にある観測値の数を指します。回帰線は、指定されたラグにおける自己回帰を示します。
nl: Zet de afhankelijke variabele (y-as) uit tegen een vertraagde versie van zichzelf (x-as). De vertraging staat voor het aantal waarnemingen tussen de afhankelijke variabele en de vertraagde versie van zichzelf. De regressielijn is de autoregressie bij de opgegeven vertraging.
pt: Representa a variável dependente (eixo y) em relação a uma versão defasada dela mesma (eixo x). A defasagem representa a quantidade de observações entre a variável dependente e a versão defasada dela mesma. A reta de regressão é a autorregressão no atraso especificado.
ta: தன்னை (எக்ச்-அச்சு) ஒரு பின்தங்கிய பதிப்பிற்கு எதிராக சார்பு மாறியை (Y- அச்சு) திட்டமிடுகிறது. பின்னடைவு என்பது சார்பு மாறி மற்றும் தன்னின் பின்தங்கிய பதிப்பிற்கு இடையில் உள்ள அவதானிப்புகளின் அளவைக் குறிக்கிறது. பின்னடைவு வரி என்பது குறிப்பிட்ட பின்னடைவின் தன்னியக்கவியல் ஆகும்.

# DescriptivesTimeSeriesForm|
source: Lag
de: Verzögerung
es: Retardo
gl: Retardo
ja: ラグ
nl: Vertraging
pt: Atraso
ta: பின்னடைவு

# DescriptivesTimeSeriesForm|
source: Add regression line
de: Regressionsgerade hinzufügen
es: Añadir línea de regresión
gl: Engadir liña de regresión
ja: 回帰直線の追加
nl: Voeg regressielijn toe
pt: Adicionar linha de regressão
ta: பின்னடைவு வரியைச் சேர்க்கவும்

# DescriptivesTimeSeriesForm|
source: Smooth
de: Glättung
es: Suavizado
gl: Suavizado
ja: 平滑化
nl: Egaal
pt: Suavizar
ta: மென்மையான

# DescriptivesTimeSeriesForm|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
gl: Intervalo de confianza
ja: 信頼区間
nl: Betrouwbaarheidsinterval
pt: Intervalo de confiança
ta: நம்பிக்கை இடைவெளி

# DescriptivesTimeSeriesForm|
source: Autocorrelation function
de: Autokorrelationsfunktion
es: Función de Autocorrelación
gl: Función de Autocorrelación
ja: 自己相関関数
nl: Autocorrelatiefunctie
pt: Função de autocorrelação
ta: தன்னியக்க தொடர்பு செயல்பாடு

# DescriptivesTimeSeriesForm|
source: Maximum lag
de: Maximale Verzögerung
es: Retardo máximo
gl: Retardo máximo
ja: 最大ラグ
nl: Maximum vertraging
pt: Atraso máximo
ta: அதிகபட்ச லே

# DescriptivesTimeSeriesForm|
source: Zero lag
de: Null Verzögerung
es: Retardo cero
gl: Retardo cero
ja: ゼロラグ
nl: Geen vertraging
pt: Atraso zero
ta: சுழிய பின்னடைவு

# DescriptivesTimeSeriesForm|
source: Plots the autocorrelation for a specified number of lags. The confidence interval may be given assuming either a white noise process, or assuming for a lag q a moving average process of order q - 1.
de: Zeigt die Autokorrelation für eine bestimmte Anzahl von Verzögerungen. Das Konfidenzintervall kann angegeben werden, mit der Annahme eines Prozesses mit weißem Rauschen, oder der Annahme eines gleitenden Mittelwertsprozesses der Ordnung q - 1 für eine Verzögerung q.
es: Representa la función de Autocorrelación para un número especificado de retardos. El intervalo de confianza se puede indicar asumiendo un proceso de tipo ruido blanco, o asumiendo un proceso de media móvil de orden q - 1 para el retardo q.
gl: Representa a función de Autocorrelación para un número indicado de retardos. O intervalo de confianza pode indicarse asumindo un proceso de tipo ruído branco, ou asumindo un proceso de media móbil de nivel q - 1 para o retardo q.
ja: 指定したラグ数の自己相関をプロットする. 信頼区間はホワイトノイズ過程もしくは、オーダーq-1の移動平均過程のラグqを仮定して与えられる.
nl: Tekent de autocorrelatie voor een opgegeven aantal vertragingen. Het betrouwbaarheidsinterval kan worden gegeven uitgaande van een proces met witte ruis, of uitgaande van een voortschrijdend gemiddelde proces van orde q - 1 voor een vertraging q.
pt: Plota a autocorrelação para um número especificado de atrasos (defasagens). O intervalo de confiança pode ser fornecido assumindo um processo de ruído branco ou assumindo, para um atraso q, um processo de média móvel de ordem q - 1.
ta: ஒரு குறிப்பிட்ட எண்ணிக்கையிலான பின்னடைவுகளுக்கான தன்னியக்க தொடர்பு. நம்பிக்கை இடைவெளி ஒரு வெள்ளை ஒலி செயல்முறையை அனுமானிக்கலாம் அல்லது ஒரு பின்னடைவு q ஆர்டர் Q - 1 இன் நகரும் சராசரி செயல்முறையை அனுமானிக்கலாம்.

# DescriptivesTimeSeriesForm|
source: Based on white noise
de: Basierend auf weißem Rauschen
es: Basado en un ruido blanco
gl: Baseado nun ruído branco
ja: ホワイトノイズに基づく
nl: Gebaseerd op witte ruis
pt: Baseado em ruído branco
ta: வெள்ளை சத்தத்தின் அடிப்படையில்

# DescriptivesTimeSeriesForm|
source: Based on moving average
de: Basierend auf gleitendem Mittelwert
es: Basado en una media móvil
gl: Baseado nunha media móbil
ja: 移動平均に基づく
nl: Gebaseerd op voortschrijdend gemiddelde
pt: Baseado na média móvel
ta: நகரும் சராசரியின் அடிப்படையில்

# DescriptivesTimeSeriesForm|
source: Partial autocorrelation function
de: Partielle Autokorrelationsfunktion
es: Función de Autocorrelación Parcial
gl: Función de Autocorrelación Parcial
ja: 偏自己相関関数
nl: Partiële autocorrelatiefunctie
pt: Função de autocorrelação parcial
ta: பகுதி தன்னியக்க தொடர்பு செயல்பாடு

# DescriptivesTimeSeriesForm|
source: Plots the partial autocorrelation for a specified number of lags.
de: Zeigt die partielle Autokorrelation für eine bestimmte Anzahl von Verzögerungen.
es: Representa la función de Autocorrelación Parcial para un número indicado de retardos.
gl: Representa a función de Autocorrelación Parcial para un número indicado de retardos.
ja: 指定したラグ数の偏自己相関を表示する.
nl: Tekent de partiële autocorrelatie voor een opgegeven aantal vertragingen.
pt: Traça a autocorrelação parcial para um número especificado de atrasos.
ta: ஒரு குறிப்பிட்ட எண்ணிக்கையிலான பின்னடைவுகளுக்கான பகுதி தன்னியக்க தொடர்பு.

# FlexplotForm|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
gl: Variable Dependente
ja: 従属変数
nl: Afhankelijke Variabele
pt: Variável Dependente
ta: சார்பு மாறி

# FlexplotForm|
source: Independent Variable(s)
de: Unabhängige Variable(n)
es: Variable(s) independiente(s)
gl: Variable(s) independente(s)
ja: 独立変数
nl: Onafhankelijke Variabele(n)
pt: Variável(is) Independente(s)
ta: சுயாதீன மாறிகள்)

# FlexplotForm|
source: Paneled Variable(s)
de: Panel-Variable(n)
es: Variable(s) en panel
gl: Variable(s) de panel
ja: パネル変数
nl: Paneel Variabele(n)
pt: Variável(is) em Painel
ta: பேண்டட் மாறி

# FlexplotForm|
source: Options
de: Optionen
es: Opciones
gl: Opcións
ja: オプション
nl: Opties
pt: Opções
ta: விருப்பங்கள்

# FlexplotForm|
source: Point transparency
de: Punkttransparenz
es: Transparencia de puntos
gl: Transparencia de puntos
ja: ポイントの透過性
nl: Punt transparantie
pt: Transparência dos pontos
ta: புள்ளி வெளிப்படைத்தன்மை

# FlexplotForm|
source: Jitter in X
de: Streuung in X
es: Oscilación en X
gl: Oscilación en X
ja: Xのジッター
nl: Verschuiving in X
pt: Jitter em X
ta: ஃச் இல் நடுக்கம்

# FlexplotForm|
source: Jitter in Y
de: Streuung in Y
es: Oscilación en Y
gl: Oscilación en Y
ja: Yのジッター
nl: Verschuiving in Y
pt: Jitter em Y
ta: ஒய் இல் நடுக்கம்

# FlexplotForm|
source: Plot confidence bands
de: Konfidenzbänder anzeigen
es: Graficar bandas de confianza
gl: Representar as franxas de confianza
ja: 信頼帯をプロットする
nl: Toon betrouwbaarheidslinten
pt: Traçar faixas de confiança
ta: சூழ்ச்சி நம்பிக்கை பட்டைகள்

# FlexplotForm|
source: Regression
es: Regresión
gl: Regresión
ja: 回帰
nl: Regressie
pt: Regressão
ta: பின்னடைவு

# FlexplotForm|
source: Quadratic
de: Quadratisch
es: Cuadrática
gl: Cadrada
ja: 二次関数
nl: Kwadratisch
pt: Quadrático
ta: இருபடி

# FlexplotForm|
source: Cubic
de: Kubisch
es: Cúbica
gl: Cúbica
ja: 立方
nl: Kubisch
pt: Cúbico
ta: கன

# FlexplotForm|
source: None
de: Keine
es: Ninguna
gl: Ningunha
ja: なし
nl: Geen
pt: Nenhum
ta: எதுவுமில்லை

# FlexplotForm|
source: Fitted line (scatterplots)
de: Angepasste Gerade (Streudiagramme)
es: Línea ajustada (diagramas de dispersión)
gl: Liña de axuste (Gráficas de dispersión)
ja: 適合線(散布図)
nl: Passende lijn (spreidingsdiagrammen)
pt: Linha ajustada (gráfico de dispersão)
ta: பொருத்தப்பட்ட வரி (சிதறல்கள்)

# FlexplotForm|
source: Quartiles
de: Quartile
es: Cuartiles
gl: Cuartiles
ja: 四分位数
nl: Kwartielen
pt: Quartis
ta: காலாண்டுகள்

# FlexplotForm|
source: Standard deviations
de: Standardabweichungen
es: Desviaciones típicas
gl: Desvíos padrón
ja: 標準偏差
nl: Standaardafwijkingen
pt: Desvios padrões
ta: நிலையான விலகல்கள்

# FlexplotForm|
source: Intervals (categorical predictors)
de: Intervalle (kategorische Prädiktoren)
es: Intervalos (predictores con categorías)
gl: Intervalos (Preditores con categorías)
ja: 間隔（カテゴリ予測子）
nl: Intervallen (categorische predictoren)
pt: Intervalos (preditores categóricos)
ta: இடைவெளிகள் (வகைப்படுத்தப்பட்ட முன்கணிப்பாளர்கள்)

# FlexplotForm|
source: Black and white
de: Schwarz und Weiß
es: Blanco y negro
gl: Branco e negro
nl: Zwart-wit
pt: Preto e branco
ta: கருப்பு மற்றும் வெள்ளை

# FlexplotForm|
source: Minimal
es: Mínimo
gl: Mínimo
nl: Minimaal
pt: Mínimo
ta: குறைந்தபட்ச

# FlexplotForm|
source: Classic
de: Klassisch
es: Clásico
gl: Clásico
nl: Klassiek
pt: Clássico
ta: கிளாசிக்
