Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# FlexplotForm|
source: Horizontal lines are displayed at +1/-1 standard deviations from the mean, with a dot for the mean
de: Horizontale Linien werden bei +1/-1 Standardabweichungen vom Mittelwert mit einem Punkt für den Mittelwert angezeigt
es: Se presentan líneas horizontales en +1/-1 desviación típica desde la media, con un punto para la media
gl: Preséntanse liñas horizontais en +1/-1 desvío padrón desde a media, cun punto para a media
ja: 水平線は平均から+1/-1標準偏差を表し、点は平均を表す
nl: Horizontale lijnen worden weergegeven op +1/-1 standaardafwijkingen van het gemiddelde, met een punt voor het gemiddelde
pt: As linhas horizontais são exibidas em desvios padrão de +1/-1 da média, com um ponto para a média
ta: கிடைமட்ட கோடுகள் சராசரியிலிருந்து +1/-1 நிலையான விலகல்களில் காட்டப்படுகின்றன, சராசரிக்கு ஒரு புள்ளியுடன்

# FlexplotForm|
source: Other Plot Controls
de: Weitere Abbildungseinstellungen
es: Otros controles de gráfico
gl: Outros controis de gráfica
ja: 他のプロット制御
nl: Overige Figuurbesturing
pt: Outros Controles de Gráfico
ta: பிற சூழ்ச்சி கட்டுப்பாடுகள்

# FlexplotForm|
source: the type of GGplot theme to use when displaying the data. Can be one of the following:
de: die Art des GGplot-Schemas, das für die Anzeige der Daten verwendet werden soll. Dies kann eines der folgenden sein:
es: El tipo de tema GGplot para utilizar cuando se presentan los datos. Puede ser uno de los siguientes:
gl: O tipo de tema GGplot para utilizar cando se presentan os datos. Pode ser un dos seguintes:
ja: データを表示する際に使用する GGplot テーマの種類. 以下のいずれかになります:
nl: het type GGplot-thema dat gebruikt moet worden om de gegevens weer te geven. Kan één van de volgende zijn:
pt: o tipo de tema GGplot a ser usado ao exibir os dados. Pode ser um dos seguintes:
ta: தரவைக் காண்பிக்கும் போது பயன்படுத்த வேண்டிய GGPLOT கருப்பொருள் வகை. பின்வருவனவற்றில் ஒன்றாக இருக்கலாம்:

# FlexplotForm|
source: Ghost lines are a visual aid that can be used when doing panelled plots. Ghost lines simply repeat the fitted line from one panel across the other panels to make it easier to make comparisons across panels.
es: Las líneas fantasma son una ayuda visual que se puede usar cuando se hacen gráficos de paneles. Las líneas fantasma simplemente repiten la línea ajustada de un panel a lo largo de los otros paneles para facilitar la comparación entre paneles.
gl: As liñas pantasma son unha axuda visual que se pode usar cando se fan gráficas de paneis. As liñas pantasma simplemente repiten a liña axustada dun panel ao longo dos outros paneis para facilitar a comparación entre paneis.
ja: ゴーストラインは、パネルプロットを作成する際に使用できる視覚的な補助ツールです。ゴーストラインは、あるパネルのフィット線を他のパネルにも繰り返し表示することで、パネル間の比較を容易にします。
nl: Spooklijnen zijn een visueel hulpmiddel dat gebruikt kan worden bij paneelfiguren. Spooklijnen herhalen gewoon de gepaste lijn van het ene paneel over de andere panelen om het gemakkelijker te maken om vergelijkingen te maken tussen panelen.
pt: Linhas fantasmas são um recurso visual que pode ser usado ao criar gráficos em painéis. Elas simplesmente repetem a linha ajustada de um painel para os outros painéis, facilitando a comparação entre eles.
ta: பேய் கோடுகள் ஒரு காட்சி உதவியாகும், இது பேனல் அடுக்குகளைச் செய்யும்போது பயன்படுத்தப்படலாம். பேனல்கள் முழுவதும் ஒப்பிட்டுப் பார்ப்பதை எளிதாக்கும் வகையில் பேய்கள் மற்ற பேனல்கள் முழுவதும் ஒரு பேனலில் இருந்து பொருத்தப்பட்ட வரியை மீண்டும் மீண்டும் செய்யவும்.

# Descriptives|
source: Descriptives allows the user to obtain basic descriptive statistics, histograms and density plots, correlation plots, boxplots, and frequency tables.
de: Mit Deskriptiver Statistik kann der Benutzer grundlegende deskriptive Statistiken, Histogramme und Dichteplots, Korrelationsplots, Boxplots und Häufigkeitstabellen erstellen.
es: Descriptivos permite al usuario obtener estadísticos descriptivos básicos, histogramas y gráficos de densidad, de correlación, de caja y tablas de frecuencia.
gl: Descritivos permite ao usuario obter estatísticos descritivos básicos, histogramas e gráficas de densidade, de correlación, de caixa e táboas de frecuencia.
ja: 記述統計機能では、ユーザーが基本的な記述統計、ヒストグラムおよび密度プロット、相関プロット、箱ひげ図および度数表を得ることができます.
nl: Met beschrijvende statistieken kan de gebruiker beschrijvende basisstatistieken, histogrammen en dichtheidsfiguren, correlatiefiguren, boxplots en frequentietabellen verkrijgen.
pt: Descritivos permite que o usuário obtenha estatísticas descritivas básicas, histogramas e gráficos de densidade, gráficos de correlação, diagramas de caixa e tabelas de frequência.
ta: அடிப்படை விளக்க புள்ளிவிவரங்கள், இச்டோகிராம்கள் மற்றும் அடர்த்தி அடுக்குகள், தொடர்பு அடுக்குகள், பாக்ச் பிளாட்டுகள் மற்றும் அதிர்வெண் அட்டவணைகள் ஆகியவற்றைப் பெற விளக்கங்கள் பயனரை அனுமதிக்கிறது.

# Descriptives|
source: References
de: Referenzen
es: Referencias
gl: Referencias
ja: 文献
nl: Referenties
pt: Referências
ta: குறிப்புகள்

# Descriptives|
source: R Packages
de: R-Pakete
es: Paquetes de R
gl: Paquetes de R
ja: Rパッケージ
nl: R Pakketten
pt: Pacotes R
ta: ஆர் தொகுப்புகள்

# Descriptives|
source: Input
de: Eingabe
es: Entrada
gl: Entrada
ja: 入力
nl: Invoer
pt: Entrada
ta: உள்ளீடு

# Descriptives|
source: All variables of interest.
de: Alle Variablen von Interesse.
es: Todas las variables de interés.
gl: Tódalas variables de interese.
ja: 関心のある全ての変数.
nl: Alle variabelen van belang.
pt: Todas as variáveis de interesse.
ta: ஆர்வத்தின் அனைத்து மாறிகள்.

# Descriptives|
source: Can be split by a categorical variable such as experimental condition.
de: Kann durch eine kategoriale Variable wie die Versuchsbedingung aufgeteilt werden.
es: Se puede dividir mediante una variable con categorías tal como una condición experimental.
gl: Pódese dividir mediante unha variable con categorías tal como unha condición experimental.
ja: 実験条件のようなカテゴリカル変数によって分割可能です.
nl: Kan worden gesplitst door een categorische variabele zoals experimentele conditie.
pt: Pode ser dividido por uma variável categórica, como condição experimental.
ta: சோதனை நிலை போன்ற ஒரு வகைப்படுத்தப்பட்ட மாறியால் பிரிக்கலாம்.

# Descriptives|
source: Tranposes the main table
de: Transponiert die Haupttabelle
es: Traspone la tabla principal
gl: Traspón a táboa principal
ja: メインテーブルを転置
nl: Transponeert de hoofdtabel
pt: Transpõe a tabela principal
ta: முதன்மையான அட்டவணையை மாற்றுகிறது

# Descriptives|
source: Percentile Values
de: Perzentil-Werte
es: Valores de percentiles
gl: Valores de percentiles
ja: パーセンタイル値
nl: Percentielwaarden
pt: Valores de Percentis
ta: சதவீத மதிப்புகள்

# Descriptives|
source: Displays the 25th, 50th, and 75th percentiles of the data points.
de: Zeigt das 25., 50. und 75. Perzentil der Datenpunkte an.
es: Presenta los percentiles 25, 50 y 75 de los puntos de datos.
gl: Presenta os percentiles 25, 50 e 75 dos puntos de datos.
ja: データポイントの25、50、75パーセンタイルを表示します.
nl: Geeft het 25e, 50e en 75e percentiel van de datapunten weer.
pt: Exibe os percentis 25º, 50º e 75º dos pontos de dados.
ta: தரவு புள்ளிகளின் 25, 50 மற்றும் 75 வது சதவிகிதங்களைக் காட்டுகிறது.

# Descriptives|
source: Cut points for x equal groups
de: Schnittpunkte für x gleiche Gruppen
es: Puntos de corte para X grupos iguales
gl: Puntos de corte para X grupos iguais
ja: x個の等しいグループのカットポイント
nl: Knippunten voor x gelijke groepen
pt: Pontos de corte para x grupos iguais
ta: ஃச் சம குழுக்களுக்கான புள்ளிகளை வெட்டுங்கள்

# Descriptives|
source: Displays the cut points that divide the data into x equal groups; default is 4 equal groups.
de: Zeigt die Schnittpunkte an, die die Daten in x gleiche Gruppen unterteilen; Standard ist 4 gleiche Gruppen.
es: Presenta los puntos de corte que dividen los datos en X grupos iguales; por defecto, son 4 grupos iguales.
gl: Presenta os puntos de corte que dividen os datos en X grupos iguais; por defecto, son 4 grupos iguais.
ja: データをx個の等しいグループに分割するカットポイントを表示. デフォルトは4個の等しいグループ.
nl: Geeft de knippunten weer die de gegevens in x gelijke groepen verdelen; standaard is 4 gelijke groepen.
pt: Exibe os pontos de corte que dividem os dados em x grupos iguais; o padrão é 4 grupos iguais.
ta: தரவை ஃச் சம குழுக்களாகப் பிரிக்கும் வெட்டு புள்ளிகளைக் காட்டுகிறது; இயல்புநிலை 4 சம குழுக்கள்.

# Descriptives|
source: Displays the xth percentile; percentile values must be separated by comma.
de: Zeigt das x-te Perzentil an; Perzentilwerte müssen durch Komma getrennt werden.
es: Presenta el percentil X; los valores de los percentiles deben separarse mediante comas.
gl: Presenta o percentil X; os valores dos percentiles deben separarse mediante comas.
ja: xパーセンタイルを表示; パーセンタイル値はカンマ区切りである必要がある.
nl: Geeft het x-percentiel weer; percentielwaarden moeten worden gescheiden door een komma.
pt: Exibe o xº percentil; os valores dos percentis devem ser separados por vírgula.
ta: Xth சதவீதத்தைக் காட்டுகிறது; சதவீத மதிப்புகள் கமாவால் பிரிக்கப்பட வேண்டும்.

# Descriptives|
source: Central Tendency (only for continuous variables)
de: Zentrale Tendenz (nur für kontinuierliche Variablen)
es: Tendencia central (solo para variables continuas)
gl: Tendencia central (só para variables continuas)
ja: 代表値(連続変数のみ)
nl: Centrale Tendens (alleen voor continue variabelen)
pt: Tendência Central (apenas para variáveis contínuas)
ta: மைய போக்கு (தொடர்ச்சியான மாறிகள் மட்டுமே)

# Descriptives|
source: Mode of the data points; if more than one mode exists, only the first is reported. For nominal and ordinal data, the mode is the most frequent observed value. For continuous data, the mode is the value with highest density estimate (see 'Distribution Plots' -> 'Display density'). If a footnote about multimodality for continuous variables is reported, we recommend visualizing the data to check for multimodality.
de: Modus der Datenpunkte; wenn mehr als ein Modus vorhanden ist, wird nur der erste gemeldet. Bei nominalen und ordinalen Daten ist der Modus der am häufigsten beobachtete Wert. Bei kontinuierlichen Daten ist der Modus der Wert mit der höchsten geschätzten Dichte (siehe "Verteilungsdiagramme" -> "Dichte anzeigen"). Wenn eine Fußnote über Multimodalität für kontinuierliche Variablen gemeldet wird, empfehlen wir, die Daten zu visualisieren, um die Multimodalität zu überprüfen.
es: Moda de los puntos de datos; si hay más de una moda, solo se informa de la primera. Para datos nominales y ordinales, la moda es el valor observado más frecuente. Para datos continuos, la moda es el valor con la mayor estimación de densidad (consulta 'Gráficos de distribución' -> 'Mostrar la densidad'). Cuando se presente una nota sobre la multimodalidad de variables continuas, se recomienda visualizar los datos para verificar la multimodalidad.
gl: Moda dos puntos de datos; se hai máis dunha moda, só se informa da primeira. Para datos nominais e ordinais, a moda é o valor observado máis frecuente. Para datos continuos, a moda é o valor coa maior estimación de densidade (consulta 'Gráficas de distribución' -> 'Amosar a densidade'). Cando se presente unha nota sobre a multimodalidade de variables continuas, recoméndase visualizar os datos para verificar a multimodalidade.
ja: データポイントの最頻値（モード）。複数のモードが存在する場合は、最初のモードのみが報告されます。名義尺度および順序尺度データの場合、モードは最も頻繁に観測される値です。連続データの場合、モードは最も高い密度推定値を持つ値です（'分布プロット' -> '密度を表示' を参照）。連続変数で多峰性についての脚注が報告された場合は、データを視覚化して多峰性があるか確認することをお勧めします。
nl: Modus van de datapunten; als er meer dan één modus bestaat, wordt alleen de eerste gerapporteerd. Voor nominale en ordinale gegevens is de modus de meest frequente waargenomen waarde. Voor continue gegevens is de modus de waarde met de hoogste dichtheidsschatting (zie 'Distributiefiguren' -> 'Dichtheid weergeven'). Als er een voetnoot over multimodaliteit voor continue variabelen wordt gerapporteerd, raden we aan de gegevens te visualiseren om te controleren op multimodaliteit.
pt: Moda dos pontos de dados; se houver mais de uma moda, apenas a primeira será reportada. Para dados nominais e ordinais, a moda é o valor observado com maior frequência. Para dados contínuos, a moda é o valor com a maior estimativa de densidade (consulte 'Gráficos de Distribuição' -> 'Exibir densidade'). Se uma nota de rodapé sobre multimodalidade para variáveis contínuas for reportada, recomendamos a visualização dos dados para verificar a multimodalidade.
ta: தரவு புள்ளிகளின் முறை; ஒன்றுக்கு மேற்பட்ட பயன்முறைகள் இருந்தால், முதலாவது மட்டுமே தெரிவிக்கப்படுகிறது. பெயரளவு மற்றும் சாதாரண தரவுகளுக்கு, பயன்முறை என்பது அடிக்கடி கவனிக்கப்பட்ட மதிப்பு. தொடர்ச்சியான தரவைப் பொறுத்தவரை, பயன்முறை என்பது அதிக அடர்த்தி மதிப்பீட்டைக் கொண்ட மதிப்பு ('விநியோக அடுக்குகள்' -> 'காட்சி அடர்த்தி' ஐப் பார்க்கவும்). தொடர்ச்சியான மாறிகளுக்கான மல்டிமாடலிட்டி பற்றிய ஒரு அடிக்குறிப்பு அறிக்கையிடப்பட்டால், மல்டிமாடலிட்டியை சரிபார்க்க தரவைக் காட்சிப்படுத்த பரிந்துரைக்கிறோம்.

# Descriptives|
source: Median of the data points.
de: Median der Datenpunkte.
es: Mediana de los puntos de datos.
gl: Mediana dos puntos de datos.
ja: データポイントの中央値.
nl: Mediaan van de datapunten.
pt: Mediana dos pontos de dados.
ta: தரவு புள்ளிகளின் சராசரி.

# Descriptives|
source: Skewness of the distribution of the data points.
de: Schiefe der Verteilung der Datenpunkte.
es: Asimetría de la distribución de los puntos de datos.
gl: Asimetría da distribución dos puntos de datos.
ja: データポイントの分布の歪度.
nl: Scheefheid van de verdeling van de datapunten.
pt: Assimetria da distribuição dos pontos de dados.
ta: தரவு புள்ளிகளின் விநியோகத்தின் வளைவு.

# Descriptives|
source: Kurtosis of the distribution of the data points.
de: Wölbung der Verteilung der Datenpunkte.
es: Curtosis de la distribución de los puntos de datos.
gl: Curtose da distribución dos puntos de datos.
ja: データポイントの分布の尖度.
nl: Kurtosis van de verdeling van de datapunten.
pt: Curtose da distribuição dos pontos de dados.
ta: தரவு புள்ளிகளின் விநியோகத்தின் கர்டோசிச்.

# Descriptives|
source: Sum of the data points.
de: Summe der Datenpunkte.
es: Suma de los puntos de datos.
gl: Suma dos puntos de datos.
ja: データポイントの合計.
nl: Som van de datapunten.
pt: Soma dos pontos de dados.
ta: தரவு புள்ளிகளின் தொகை.

# Descriptives|
source: Dispersion (only for continuous variables)
de: Streuung (nur bei kontinuierlichen Variablen)
es: Dispersión (solo para variables continuas)
gl: Dispersión (só para variables continuas)
ja: 分散(連続変数のみ)
nl: Spreiding (alleen voor continue variabelen)
pt: Dispersão (apenas para variáveis contínuas)
ta: சிதறல் (தொடர்ச்சியான மாறிகள் மட்டுமே)

# Descriptives|
source: Standard deviation of the data points.
de: Standardabweichung der Datenpunkte.
es: Desviación típica de los puntos de datos.
gl: Desvío padrón dos puntos de datos.
ja: データポイントの標準偏差.
nl: Standaardafwijking van de datapunten.
pt: Desvio padrão dos pontos de dados.
ta: தரவு புள்ளிகளின் நிலையான விலகல்.

# Descriptives|
source: The Coefficient of variation gives us the relative dispersion of the data, in contrast to the standard deviation, which gives the absolute dispersion. For this purpose, the standard deviation is divided by the mean value, so that the unit is truncated away.
de: Der Variationskoeffizient gibt die relative Streuung der Daten an, im Gegensatz zur Standardabweichung, die die absolute Streuung angibt. Zu diesem Zweck wird die Standardabweichung durch den Mittelwert geteilt, so dass die Einheit weggekürzt wird.
es: El Coeficiente de Variación nos da la dispersión relativa de los datos, en contraposición a la desviación típica que nos da la dispersión absoluta. Con este propósito, la desviación típica se divide por el valor medio de modo que se suprime la unidad de medida.
gl: O Coeficiente de Variación nos da a dispersión relativa dos datos, en contraposición ao desvío padrón que nos da a dispersión absoluta. Con este propósito, o desvío padrón divídese polo valor medio de xeito que se suprime a unidade de medida.
ja: 変動係数（Coefficient of variation）は、データの相対的なばらつきを示す指標であり、絶対的なばらつきを示す標準偏差とは対照的です。このために、標準偏差を平均値で割り、単位を排除します。
nl: De variatiecoëfficiënt geeft ons de relatieve spreiding van de gegevens, in tegenstelling tot de standaardafwijking, die de absolute spreiding geeft. Hiervoor wordt de standaarddeviatie gedeeld door de gemiddelde waarde, zodat de eenheid wordt afgekapt.
pt: O coeficiente de variação nos fornece a dispersão relativa dos dados, em contraste com o desvio padrão, que fornece a dispersão absoluta. Para isso, o desvio padrão é dividido pela média, de modo que a unidade seja eliminada.
ta: மாறுபாட்டின் குணகம் தரமான விலகலுக்கு மாறாக, தரவின் ஒப்பீட்டு சிதறலை நமக்கு வழங்குகிறது, இது முழுமையான சிதறலை அளிக்கிறது. இந்த நோக்கத்திற்காக, நிலையான விலகல் சராசரி மதிப்பால் வகுக்கப்படுகிறது, இதனால் அலகு துண்டிக்கப்படுகிறது.

# Descriptives|
source: Median absolute deviation of the data points.
de: Mittlere absolute Abweichung der Datenpunkte.
es: Desviación absoluta mediana de los puntos de datos.
gl: Desvío absoluto mediano dos puntos de datos.
ja: データポイントの中央絶対偏差.
nl: Mediaan van absolute afwijking van de datapunten.
pt: Desvio absoluto mediano dos pontos de dados.
ta: தரவு புள்ளிகளின் சராசரி முழுமையான விலகல்.

# Descriptives|
source: Median absolute deviation of the data points, adjusted by a factor for asymptotically normal consistency.
de: Median absoluter Abweichung der Datenpunkte, angepasst um einen Faktor für asymptotisch normale Konsistenz.
es: Desviación absoluta mediana de los puntos de datos, ajustada mediante un factor de consistencia asintóticamente Normal.
gl: Desvío absoluto mediano dos puntos de datos, axustado mediante un factor de consistencia asintoticamente Normal.
ja: データポイントの中央絶対偏差、一致漸近正規のための要因によって調整されている.
nl: Mediaan van de absolute afwijking van de datapunten, aangepast met een factor voor asymptotisch normale consistentie.
pt: Desvio absoluto mediano dos pontos de dados, ajustado por um fator para consistência assintoticamente normal.
ta: தரவு புள்ளிகளின் சராசரி முழுமையான விலகல், அறிகுறியற்ற இயல்பான நிலைத்தன்மைக்கான ஒரு காரணியால் சரிசெய்யப்படுகிறது.

# Descriptives|
source: Interquartile range of the data points; 75th percentile - 25th percentile.
de: Interquartilsabstand der Datenpunkte; 75. Perzentil - 25. Perzentil.
es: Rango intercuartílico de los puntos de datos; percentil 75 - percentil 25.
gl: Rango intercuartílico dos puntos de datos; percentil 75 - percentil 25.
ja: データポイントの四分位範囲; 75パーセンタイル-25パーセンタイル.
nl: Interkwartielbereik van de datapunten; 75e percentiel - 25e percentiel.
pt: Intervalo interquartil dos pontos de dados; 75º percentil - 25º percentil.
ta: தரவு புள்ளிகளின் இடைநிலை வரம்பு; 75 வது விழுக்காடு - 25 வது விழுக்காடு.

# Descriptives|
source: Variance of the data points.
de: Varianz der Datenpunkte.
es: Varianza de los puntos de datos.
gl: Varianza dos puntos de datos.
ja: データポイントの分散.
nl: Variantie van de datapunten.
pt: Variância dos pontos de dados.
ta: தரவு புள்ளிகளின் மாறுபாடு.

# Descriptives|
source: Range of the data points; maximum - minimum.
de: Spannweite der Datenpunkte; Maximum - Minimum.
es: Rango de los puntos de datos; máximo-mínimo.
gl: Rango dos puntos de datos; máximo-mínimo.
ja: データポイントの範囲; 最大-最小.
nl: Bereik van de datapunten; maximum - minimum.
pt: Amplitude dos pontos de dados; máximo - mínimo.
ta: தரவு புள்ளிகளின் வரம்பு; அதிகபட்சம் - குறைந்தபட்சம்.

# Descriptives|
source: Minimum value of the data points.
de: Minimaler Wert der Datenpunkte.
es: Valor mínimo de los puntos de datos.
gl: Valor mínimo dos puntos de datos.
ja: データポイントの最小値.
nl: Minimumwaarde van de datapunten.
pt: Valor mínimo dos pontos de dados.
ta: தரவு புள்ளிகளின் குறைந்தபட்ச மதிப்பு.

# Descriptives|
source: Maximum value of the data points.
de: Maximaler Wert der Datenpunkte.
es: Valor máximo de los puntos de datos.
gl: Valor máximo dos puntos de datos.
ja: データポイントの最大値.
nl: Maximumwaarde van de datapunten.
pt: Valor máximo dos pontos de dados.
ta: தரவு புள்ளிகளின் அதிகபட்ச மதிப்பு.

# Descriptives|
source: width of the confidence interval.
de: Breite des Konfidenzintervalls.
es: Amplitud del intervalo de confianza.
gl: Amplitude do intervalo de confianza.
ja: 信頼区間の幅.
nl: breedte van het betrouwbaarheidsinterval.
pt: largura do intervalo de confiança.
ta: நம்பிக்கை இடைவெளியின் அகலம்.

# Descriptives|
source: a confidence interval for the standard deviation based on bootstrap samples.
de: ein Konfidenzintervall für die Standardabweichung basierend auf Bootstrap-Stichproben.
es: Un intervalo de confianza para la desviación típica, basado en muestras de bootstrap.
gl: Un intervalo de confianza para o desvío padrón, baseado en mostras de bootstrap.
ja: ブートストラップサンプルに基づく標準偏差の信頼区間.
nl: een betrouwbaarheidsinterval voor de standaardafwijking op basis van bootstraptrekkingen.
pt: um intervalo de confiança para o desvio padrão com base em amostras bootstrap.
ta: தொடக்கவார் மாதிரிகளின் அடிப்படையில் நிலையான விலகலுக்கான நம்பிக்கை இடைவெளி.

# Descriptives|
source: a confidence interval for the variance based on bootstrap samples.
de: ein Konfidenzinterfall für die Varianz basierend auf Bootstrap-Stichproben.
es: Un intervalo de confianza para la varianza, basado en muestras de bootstrap.
gl: Un intervalo de confianza para a varianza, baseado en mostras de bootstrap.
ja: ブートストラップサンプルに基づく分散の信頼区間.
nl: een betrouwbaarheidsinterval voor de variantie op basis van bootstraptrekkingen.
pt: um intervalo de confiança para a variância com base em amostras bootstrap.
ta: தொடக்கவார் மாதிரிகளின் அடிப்படையில் மாறுபாட்டிற்கான நம்பிக்கை இடைவெளி.

# Descriptives|
source: the number of bootstrap samples to be used.
de: die Anzahl der zu verwendenden Bootstrap-Stichproben.
es: El número de muestras de bootstrap a usar.
gl: O número de mostras de bootstrap a usar.
ja: 使用するブートストラップサンプル数.
nl: het aantal bootstraptrekkingen dat moet worden gebruikt.
pt: o número de amostras de bootstrap a serem usadas.
ta: பயன்படுத்த வேண்டிய தொடக்கவார் மாதிரிகளின் எண்ணிக்கை.

# Descriptives|
source: Covariance value.
de: Kovarianzwert.
es: Valor de covarianza.
gl: Valor de covarianza.
ja: 共分散値.
nl: Covariantiewaarde.
pt: Valor de covariância.
ta: கோவாரன்ச் மதிப்பு.

# Descriptives|
source: Pearson's correlation coefficient.
de: Pearsons Korrelationskoeffizient.
es: Coeficiente de correlación de Pearson.
gl: Coeficiente de correlación de Pearson.
ja: ピアソンの相関係数.
nl: Pearson's correlatiecoëfficiënt.
pt: Coeficiente de correlação de Pearson.
ta: பியர்சனின் தொடர்பு குணகம்.

# Descriptives|
source: How to deal with missing values?
de: Wie ist mit fehlenden Werten umzugehen?
es: ¿Cómo tratar los valores ausentes?
gl: Como tratar os valores ausentes?
ja: 欠測値にどのように対処するか?
nl: Hoe om te gaan met ontbrekende waarden?
pt: Como lidar com valores ausentes?
ta: காணாமல் போன மதிப்புகளை எவ்வாறு கையாள்வது?

# Descriptives|
source: use all observations, resulting in NA when there are missing values.
de: alle Beobachtungen verwenden, was zu NA resultiert, wenn fehlende Werte vorliegen.
es: Utilizar todas las observaciones, dando como resultado NA cuando hay valores ausentes.
gl: Utilizar tódalas observacións, dando como resultado NA cando haxa valores ausentes.
nl: alle waarnemingen gebruiken, wat resulteert in NA als er ontbrekende waarden zijn.
pt: use todas as observações, resultando em NA quando houver valores ausentes.
ta: அனைத்து அவதானிப்புகளையும் பயன்படுத்தவும், இதன் விளைவாக மதிப்புகள் காணாமல் போகும்போது நா இன் விளைவாகும்.
