Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# raincloudPlots|
source: Select a participant/observation ID in your dataset, to connect individual observations (points) accross the levels of the primary factor. Otherwise, you do not need this.
de: Wählen Sie eine Teilnehmer-/Beobachtungs-ID in Ihrem Datensatz, um einzelne Beobachtungen (Punkte) über die Stufen des Primärfaktors zu verbinden. Sonst brauchen Sie das nicht.
es: Selecciona una ID de participante/observación en tu conjunto de datos, para conectar observaciones individuales (puntos) entre los niveles del factor principal. De otro modo, esto no lo necesitas.
gl: Selecciona unha ID de participante/observación no teu conxunto de datos, para conectar observacións individuais (puntos) entre os niveis do factor principal. Doutro xeito, isto non o necesitas.
nl: Selecteer een deelnemer/waarneming-ID in je dataset om individuele waarnemingen (punten) te verbinden over de niveaus van de primaire factor. Anders heb je dit niet nodig.
pt: Selecione um ID de participante/observação no seu conjunto de dados para conectar observações individuais (pontos) entre os níveis do fator primário. Caso contrário, você não precisa disso.
ta: முதன்மை காரணியின் மட்டங்களில் தனிப்பட்ட கண்காணிப்பை (புள்ளிகள்) இணைக்க, பங்கேற்பாளர்/கண்காணிப்பு உங்கள் தரவுத்தொகுப்பில் உள்ளது. இல்லையெனில், உங்களுக்கு இது தேவையில்லை.

# raincloudPlots|
source: General
de: Allgemeines
gl: Xeral
nl: Algemeen
pt: Geral
ta: பொது

# raincloudPlots|
source: Color palette
de: Farbpalette
es: Paleta de colores
gl: Paleta de cores
nl: Kleurenpalet
pt: Paleta de cores
ta: வண்ண தட்டு

# raincloudPlots|
source: How to color code the levels of the secondary factor.
de: Wie die Stufen des Sekundärfaktors farbkodiert werden.
es: Como codificar por colores los niveles del factor secundario.
gl: Como codificar por cores os niveis do factor secundario.
nl: Hoe kleurcodeer je de niveaus van de secundaire factor.
pt: Como codificar por cores os níveis do fator secundário.
ta: இரண்டாம் நிலை காரணியின் அளவை வண்ணமயமாக்குவது எப்படி.

# raincloudPlots|
source: Covariate palette
de: Kovariaten-Palette
es: Paleta de covariables
gl: Paleta de covariantes
nl: Covariaat palet
pt: Paleta de covariáveis
ta: கோவாரியேட் தட்டு

# raincloudPlots|
source: How to color code the covariate. 'Viridis' works good for both discrete and continuous covariates.
de: Wie die Kovariate farbkodiert wird. 'Viridis' funktioniert gut für diskrete und kontinuierliche Kovariaten.
es: Como codificar por colores la covariable. 'Violeta' funciona bien tanto para covariables discretas como continuas.
gl: Como codificar por cores a covariante. 'Violeta' funciona ben tanto para covariantes discretas como continuas.
nl: Hoe de covariaat van een kleurcode te voorzien. 'Viridis' werkt goed voor zowel discrete als continue covariaten.
pt: Como codificar a covariável por cores. 'Viridis' funciona bem tanto para covariáveis discretas quanto contínuas.
ta: கோவாரியட்டை வண்ணமயமாக்குவது எப்படி. 'விரிடிச்' தனித்துவமான மற்றும் தொடர்ச்சியான கோவாரியட்டுகளுக்கு நல்லது.

# raincloudPlots|
source: Apply color palette to primary factor
de: Farbpalette auf Primärfaktor anwenden
es: Aplicar la paleta de colores al factor principal
gl: Aplicar a paleta de cores ao factor principal
nl: Kleurenpalet toepassen op primaire factor
pt: Aplicar paleta de cores ao fator primário
ta: முதன்மை காரணிக்கு வண்ணத் தட்டுகளைப் பயன்படுத்துங்கள்

# raincloudPlots|
source: Applies the color palette to the levels of the primary factor. Otherwise, the plot stays black and white.<br>This option is superseeded by a secondary factor; then color coding is according to that.
de: Wendet die Farbpalette auf die Stufen des Primärfaktors an. Ansonsten bleibt das Diagramm in schwarz/weiß.<br>Diese Option wird durch einen sekundären Faktor überschrieben; die Farbcodierung erfolgt dann entsprechend.
es: Aplica la paleta de colores a los niveles del factor principal. De otro modo, el gráfico queda en blanco y negro.<br>Esta opción está superada por un factor secundario; entonces, la codificación de colores está en consonancia con esto.
gl: Aplica a paleta de cores aos niveis do factor principal. Noutro caso, a gráfica queda en branco e negro.<br>Esta opción está superada por un factor secundario; entón, a codificación de cores está en consonancia con isto.
nl: Past het kleurenpalet toe op de niveaus van de primaire factor. Anders blijft de plot zwart-wit.<br>Deze optie wordt vervangen door een secundaire factor; dan is de kleurcodering overeenkomstig.
pt: Aplica a paleta de cores aos níveis do fator primário. Caso contrário, o gráfico permanece em preto e branco.<br>Esta opção é substituída por um fator secundário; a codificação de cores é feita de acordo com ele.
ta: முதன்மை காரணியின் நிலைகளுக்கு வண்ணத் தட்டு பயன்படுத்துகிறது. இல்லையெனில், சூழ்ச்சி கருப்பு மற்றும் வெள்ளை நிறமாக இருக்கும். <br> இந்த விருப்பம் இரண்டாம் நிலை காரணியால் சூப்பர்சீட் செய்யப்படுகிறது; பின்னர் வண்ண குறியீட்டு முறை அதன் படி.

# raincloudPlots|
source: Horizontal plot
de: Horizontales Diagramm
es: Gráfico horizontal
gl: Gráfica horizontal
nl: Horizontale figuur
pt: Gráfico horizontal
ta: கிடைமட்ட சூழ்ச்சி

# raincloudPlots|
source: Plots the dependent variable axis horizontally, at the bottom of the plot.<br>This is where the raincloud plot gets its name from: It will look like the points are raining from the violin and box (cloud).
de: Zeigt die abhängige Variable horizontal, am unteren Rand des Diagramms.<br>Daher kommt der Name "Regenwolken-Diagramm": Es sieht so aus, als ob die Punkte von der Violine und der Box (Wolke) regnen.
es: Representa el eje de la variable dependiente horizontalmente, en el fondo del gráfico.<br>Esto es de donde el gráfico de tipo nube con lluvia toma su nombre: va a parecer como si los puntos estén lloviendo del violín y de la caja (nube).
gl: Representa o eixe da variable dependente horizontalmente, no fondo da gráfica.<br>Isto é de onde a gráfica de nube chovendo toma o seu nome: vai semellar como se os puntos estean chovendo do violín e da caixa (nube).
nl: Zet de as van de afhankelijke variabele horizontaal uit, onderaan de figuur.<br>Daar dankt de regenwolkfiguur zijn naam aan: het lijkt alsof de punten uit de viool en de box (wolk) regenen.
pt: Plota o eixo da variável dependente horizontalmente, na parte inferior do gráfico.<br>É daí que vem o nome do gráfico de nuvem de chuva: parecerá que os pontos estão chovendo do violino e da caixa (nuvem).
ta: சதித்திட்டத்தின் அடிப்பகுதியில், சார்பு மாறி அச்சை கிடைமட்டமாக திட்டமிடுகிறது. <br> இங்குதான் ரெயின்க்ளூட் சூழ்ச்சி அதன் பெயரைப் பெறுகிறது: வயலின் மற்றும் பெட்டியிலிருந்து (மேகக்கணி) புள்ளிகள் மழை பெய்யும் என்று தோன்றும்.

# raincloudPlots|
source: Table with statistics
de: Tabelle mit Statistiken
es: Tabla con estadísticos
gl: Táboa con estatísticos
nl: Tabel met statistieken
pt: tabela com estatísticas
ta: புள்ளிவிவரங்களுடன் அட்டவணை

# raincloudPlots|
source: Shows a table under the plot with statistics per cloud, like number of observations or median.<br>If you select 'Mean' or 'Interval around mean' (see Advanced Section), they will also be shown here.
de: Zeigt eine Tabelle unter dem Diagramm mit Statistiken pro Wolke, wie Anzahl der Beobachtungen oder Median.<br>Wenn Sie "Mittelwert" oder "Intervall um Mittelwert" auswählen (siehe Abschnitt Erweitertes), werden sie auch hier angezeigt.
es: Muestra una tabla bajo el gráfico con estadísticos por cada nube, como el número de observaciones o la mediana.<br>Si seleccionas 'Media' o 'Intervalo en torno a la media' (consulta Sección avanzada), estos también se van a mostrar aquí.
gl: Amosa unha táboa baixo a gráfica con estatísticos por cada nube, como o número de observacións ou a mediana.<br>Se seleccionas 'Media' ou 'Intervalo arredor da media' (consulta Sección avanzada), estes tamén vanse amosar aquí.
nl: Toont een tabel onder de plot met statistieken per wolk, zoals het aantal waarnemingen of de mediaan.<br>Als u 'Gemiddelde' of 'Interval rond gemiddelde' selecteert (zie Geavanceerd gedeelte), worden deze hier ook getoond.
pt: Exibe uma tabela abaixo do gráfico com estatísticas por nuvem, como número de observações ou mediana.<br>Se você selecionar 'Média' ou 'Intervalo em torno da média' (consulte a Seção Avançada), eles também serão exibidos aqui.
ta: அவதானிப்புகள் அல்லது சராசரி போன்ற ஒரு மேகக்கணிக்கு புள்ளிவிவரங்களுடன் சதித்திட்டத்தின் கீழ் ஒரு அட்டவணையைக் காட்டுகிறது. <br> நீங்கள் 'சராசரி' அல்லது 'இடைவெளியைச் சுற்றியுள்ள இடைவெளி' என்பதைத் தேர்ந்தெடுத்தால் (மேம்பட்ட பகுதியைப் பார்க்கவும்), அவை இங்கேயும் காண்பிக்கப்படும்.

# raincloudPlots|
source: Shows the box statistics in the table: lower whisker, 25th percentile, median, 75th percentile, upper whisker.<br>It can be helpful to un-check this if you are also working with 'Interval around mean' (see Advanced Section).
de: Zeigt die Box-Statistiken in der Tabelle an: unterer Whisker, 25. Perzentil, Median, 75. Perzentil, oberer Whisker.<br>Es kann hilfreich sein, diese Option zu deaktivieren, wenn Sie auch mit "Intervall um Mittelwert" arbeiten (siehe Abschnitt "Weiteres").
es: Muestra los estadísticos de la caja en la tabla: bigote inferior, percentil 25, mediana, percentil 75, bigote superior.<br>Puede ser de utilidad desmarcar esto si también se está trabajando con 'Intervalo en torno a la media' (consulta la Sección avanzada).
gl: Amosa os estatísticos da caixa na táboa: bigote inferior, percentil 25, mediana, percentil 75, bigote superior.<br>Pode ser de utilidade desmarcar isto se tamén estás traballando con 'Intervalo arredor da media' (consulta a Sección avanzada).
nl: Toont de box statistieken in de tabel: onderste snorhaar, 25e percentiel, mediaan, 75e percentiel, bovenste snorhaar.<br>Het kan handig zijn om dit uit te vinken als u ook werkt met 'Interval rond gemiddelde' (zie Geavanceerd gedeelte).
pt: Exibe as estatísticas da caixa na tabela: limite inferior, 25º percentil, mediana, 75º percentil, limite superior.<br>Pode ser útil desmarcar esta opção se você também estiver trabalhando com 'Intervalo em torno da média' (consulte a Seção Avançada).
ta: அட்டவணையில் உள்ள பெட்டி புள்ளிவிவரங்களைக் காட்டுகிறது: லோயர் விச்கர், 25 வது விழுக்காடு, சராசரி, 75 வது விழுக்காடு, மேல் விச்கர். .

# raincloudPlots|
source: Cloud Elements
de: Wolkenelemente
es: Elementos de la nube
gl: Elementos da nube
nl: Wolk Elementen
pt: Elementos da Nuvem
ta: முகில் கூறுகள்

# raincloudPlots|
source: Show violin
de: Violine anzeigen
es: Mostrar el violín
gl: Amosar o violín
nl: Toon viool
pt: Mostrar violino
ta: வயலின் காட்டு

# raincloudPlots|
source: Whether or not the violin should be shown. If un-checked, opacity is set to 0 and outline to 'none'.
de: Ob die Violine angezeigt werden soll oder nicht. Wenn diese Option nicht aktiviert ist, wird die Deckkraft auf 0 und die Umrandung auf "keine" gesetzt.
es: Si debe mostrarse o no el violín. Si se desmarca, la opacidad se establece en 0 y el contorno en 'ninguno'.
gl: Se debe amosarse ou non o violín. Se o desmarcas, a opacidade establécese en 0 e o contorno en 'ningún'.
nl: Of de viool al dan niet moet worden getoond. Indien niet aangevinkt, wordt de opaciteit ingesteld op 0 en de contour op 'geen'.
pt: Se o violino deve ou não ser exibido. Se desmarcado, a opacidade é definida como 0 e o contorno como 'nenhum'.
ta: வயலின் காட்டப்பட வேண்டுமா இல்லையா. சரிபார்க்கப்படாவிட்டால், ஒளிபுகாநிலை 0 ஆக அமைக்கப்பட்டு 'எதுவுமில்லை' என்று கோடிட்டுக் காட்டப்படுகிறது.

# raincloudPlots|
source: Show box
de: Box anzeigen
es: Mostrar la caja
gl: Amosar a caixa
nl: Toon box
pt: Mostrar caixa
ta: பெட்டியைக் காட்டு

# raincloudPlots|
source: Whether or not the box should be shown. If un-checked, opacity is set to 0 and outline to 'none'.<br>An interval around the mean disables the box altogether.
de: Ob die Box angezeigt werden soll. Wenn nicht ausgewählt, wird die Deckkraft auf 0 gesetzt und die Umrangung auf "keine".<br>Ein Intervall um den Mittelwert deaktiviert die Box vollständig.
es: Si debe mostrarse o no la caja. Si se desmarca, la opacidad se establece en 0 y el contorno en 'ninguno'.<br>Un intervalo en torno a la media deshabilita la caja por completo.
gl: Se debe amosarse ou non a caixa. Se o desmarcas, a opacidade establécese en 0 e o contorno en 'ningún'.<br>Un intervalo arredor da media inhabilita a caixa por completo.
nl: Of de box wel of niet getoond moet worden. Indien niet aangevinkt, wordt de opaciteit ingesteld op 0 en de contour op 'geen'.<br>Een interval rond het gemiddelde schakelt de box helemaal uit.
pt: Se a caixa deve ou não ser exibida. Se desmarcada, a opacidade é definida como 0 e o contorno como 'nenhum'.<br>Um intervalo em torno da média desativa a caixa completamente.
ta: பெட்டியைக் காட்ட வேண்டுமா இல்லையா. சரிபார்க்கப்படாவிட்டால், ஒளிபுகாநிலை 0 ஆக அமைக்கப்பட்டு 'எதுவுமில்லை' என்று கோடிட்டுக் காட்டப்படுகிறது. <br> சராசரியைச் சுற்றியுள்ள ஒரு இடைவெளி பெட்டியை முழுவதுமாக முடக்குகிறது.

# raincloudPlots|
source: Whether or not the points of a cloud should be shown. If un-checked, opacity is set to 0.<br>If you have many, many points, it can be helpful to hide them.
de: Ob die Punkte einer Wolke angezeigt werden sollen. Wenn deaktiviert, wird die Deckkraft auf 0 gesetzt.<br>Wenn Sie sehr viele Punkte haben, kann es hilfreich sein, sie zu verstecken.
es: Si se deben mostrar o no los puntos de una nube. Si se desmarca, la opacidad se establece en 0. <br>Si se tienen muchos, muchos puntos, puede ser de utilidad esconderlos.
gl: Se deben amosarse ou non os puntos dunha nube. Se o desmarcas, a opacidade establécese en 0. <br>Se tes moitos, moitos puntos, pode ser de utilidade agochalos.
nl: Of de punten van een wolk wel of niet getoond moeten worden. Indien niet aangevinkt, wordt de transparantie ingesteld op 0.<br>Als u heel veel punten heeft, kan het handig zijn om deze te verbergen.
pt: Se os pontos de uma nuvem devem ou não ser exibidos. Se desmarcada, a opacidade é definida como 0.<br>Se você tiver muitos pontos, pode ser útil ocultá-los.
ta: மேகத்தின் புள்ளிகள் காட்டப்பட வேண்டுமா இல்லையா. சரிபார்க்கப்படாவிட்டால், ஒளிபுகாநிலை 0 ஆக அமைக்கப்படுகிறது. <br> உங்களிடம் பல, பல புள்ளிகள் இருந்தால், அவற்றை மறைக்க இது உதவியாக இருக்கும்.

# raincloudPlots|
source: Element Settings
de: Elementeinstellungen
es: Configuración de los elementos
gl: Configuración dos elementos
nl: Elementopties
pt: Configurações de Elementos
ta: உறுப்பு அமைப்புகள்

# raincloudPlots|
source: Nudge
de: Verschub
es: Impulso
gl: Impulso
nl: Duwtje
pt: Deslocamento
ta: முரட்டுத்தனமான

# raincloudPlots|
source: The nudge for violin, box, and point determines how far the elements are nudged from the center (axis tick).<br>By default, the box is in the center (nudge = 0) and the violin is nudged to the right. The points are nudged to the left of the box.<br>With a custom orientation (see Advanced section), the points get centered (nudge fixed to 0). Violin and box are nudged depending on orientation: left or right.
de: Der Verschub für Violine, Box und Punkt bestimmt, wie weit die Elemente von der Mitte (Achsenmarkierung) weggeschoben werden.<br>Standardmäßig ist die Box in der Mitte (Verschub = 0) und die Violine wird nach rechts verschoben. Die Punkte werden nach links von der Box verschoben.<br>Bei einer benutzerdefinierten Ausrichtung (siehe Abschnitt "Erweitert") werden die Punkte zentriert (Verschub auf 0 festgelegt). Violine und Box werden je nach Ausrichtung verschoben: nach links oder nach rechts.
es: El empujón al violín, a la caja y a los puntos determina lo lejos hasta donde se empujan estos elementos respecto al centro (marca de eje).<br>Por defecto, la caja está en el centro (empujón = 0) y el violín está empujado hacia la derecha. Los puntos están empujados hacia la izquierda de la caja.<br>Con una orientación personalizada (consulta la Sección avanzada), los puntos se centran (empujón fijado en 0). El violín y la caja se empujan dependiendo de la orientación: izquierda o derecha.
gl: O empurrón ao violín, á caixa e aos puntos determina o lonxe ata onde se empurran estes elementos respecto ao centro (marca de eixe).<br>Por defecto, a caixa está no centro (empurrón = 0) e o violín está empurrado cara á dereita. Os puntos están empurrados cara á esquerda da caixa.<br>Cunha orientación personalizada (consulta a Sección avanzada), os puntos se centran (empurrón fixado en 0). O violín e a caixa empúrranse dependendo da orientación: esquerda ou dereita.
nl: Het duwtje voor de viool, box en punt bepaalt hoe ver de elementen vanuit het midden worden verschoven (astik).<br>Standaard bevindt de box zich in het midden (duwtje = 0) en wordt de viool naar rechts geduwd. De punten worden naar de linkerkant van het vak verschoven.<br>Met een aangepaste oriëntatie (zie het gedeelte Geavanceerd) worden de punten gecentreerd (verplaatsing vast op 0). Viool en box worden afhankelijk van de oriëntatie een duwtje gegeven: links of rechts.
pt: O deslocamento para violino, caixa e ponto determina a distância que os elementos são deslocados do centro (marca do eixo).<br>Por padrão, a caixa fica no centro (deslocamento = 0) e o violino é deslocado para a direita. Os pontos são deslocados para a esquerda da caixa.<br>Com uma orientação personalizada (consulte a seção Avançado), os pontos são centralizados (deslocamento fixo em 0). O violino e a caixa são deslocados dependendo da orientação: esquerda ou direita.
ta: வயலின், பெட்டி மற்றும் புள்ளிக்கான முட்டாள்தனம் மையத்திலிருந்து (அச்சு டிக்) கூறுகள் எவ்வளவு தூரம் துடைக்கப்படுகின்றன என்பதை தீர்மானிக்கிறது. புள்ளிகள் பெட்டியின் இடதுபுறத்தில் நட் செய்யப்படுகின்றன. <br> தனிப்பயன் நோக்குநிலையுடன் (மேம்பட்ட பகுதியைப் பார்க்கவும்), புள்ளிகள் மையமாக இருக்கும் (நட்ச் 0 ஆக சரி செய்யப்பட்டது). நோக்குநிலையைப் பொறுத்து வயலின் மற்றும் பெட்டி துடைக்கப்படுகின்றன: இடது அல்லது வலது.

# raincloudPlots|
source: Height, Width, and Spread
de: Höhe, Breite, und Streubreite
es: Altura, Ancho y Dispersión
gl: Altura, Largo e Dispersión
nl: Hoogte, breedte en spreiding
pt: Altura, Largura e Extensão
ta: உயரம், அகலம் மற்றும் பரவல்

# raincloudPlots|
source: These settings determine the respective properties of the elements:<br><br>How high should the violin peak? (Does not change the proportions of the probability density.)<br>With a custom orientation to the left (see Advanced Section), it can be helpful to decrease the height if the violin overlaps with axis ticks.<br><br>How wide should the box be?<br><br>How wide should the points spread? I.e., how jittered should they be along the x-axis (y-axis if horizontal plot?.<br>Note, that this still correctly shows the values of the points on the dependent variable axis.<br>(If you would also like y-jitter see the 'Jitter' option for points.)
de: Diese Einstellungen bestimmen die jeweiligen Eigenschaften der Elemente:<br><br>Wie hoch soll die Violinenspitze sein? (Ändert nicht die Verhältnisse der Wahrscheinlichkeitsdichte.)<br>Bei einer benutzerdefinierten Ausrichtung nach links (siehe Abschnitt "Erweitert") kann es hilfreich sein, die Höhe zu verringern, wenn sich die Violine mit den Achsenmarkierungen überlappt.<br><br>Wie breit soll die Box sein?<br><br>Wie weit sollen die Punkte verteilt sein? D. h., wie stark soll ihre Verwacklung entlang der X-Achse (Y-Achse bei horizontalem Diagramm) sein?<br>Beachten Sie, dass dadurch die Werte der Punkte auf der Achse der abhängigen Variable immer noch korrekt angezeigt werden.<br>(Wenn Sie auch eine Y-Verwacklung wünschen, sehen Sie sich die Option "Verwacklung" für Punkte an.)
es: Esta configuración determina las respectivas propiedades de los elementos:<br><br>¿Qué altura debe tener la punta del violín? (Esto no modifica las proporciones de la densidad de probabilidad.)<br>Con una orientación personalizada hacia la izquierda (consulta la Sección avanzada), puede ser de utilidad disminuir la altura si el violín se superpone con las marcas del eje.<br><br>¿Que ancho debe tener la caja?<br><br>¿Que ancho debe tener la dispersión de los puntos? I.e. ¿cómo deben oscilar a lo largo del eje X (o eje Y si es un gráfico horizontal?.<br>Ten en cuenta que esto todavía muestra correctamente los valores de los puntos en el eje de la variable dependiente.<br>(Si se quieren además oscilaciones en Y, consulta la opción 'Oscilación' para los puntos.)
gl: Esta configuración determina as respectivas propiedades dos elementos:<br><br>Que altura debe ter a punta do violín? (Isto non modifica as proporcións da densidade de probabilidade.)<br>Cunha orientación personalizada cara á esquerda (consulta a Sección avanzada), pode ser de utilidade diminuír a altura se o violín se superpón coas marcas do eixe.<br><br>Que largo debe ter a caixa?<br><br>Que largo debe ter a dispersión dos puntos? I.e., como deben oscilar ao largo do eixe X (ou eixe Y se é unha gráfica horizontal?.<br>Cae na conta de que isto aínda amosa correctamente os valores dos puntos no eixe da variable dependente.<br>(Se ademais queres oscilacións en Y, consulta a opción 'Oscilación' para os puntos.)
nl: Deze instellingen bepalen de respectievelijke eigenschappen van de elementen:<br><br>Hoe hoog moet de viool pieken? (Hiermee worden de verhoudingen van de waarschijnlijkheidsdichtheid niet gewijzigd.)<br>Met een aangepaste oriëntatie naar links (zie de geavanceerde sectie), kan het handig zijn om de hoogte te verkleinen als de viool overlapt met astikken.<br><br> Hoe breed moet de box zijn?<br><br>Hoe breed moeten de punten zich verspreiden? Dat wil zeggen: hoe verschoven moeten ze zijn langs de x-as (y-as als het horizontaal is getekend?).<br>Merk op dat dit nog steeds correct de waarden van de punten op de afhankelijke variabele as weergeeft.<br>(Als u dat ook zou doen zoals y-jitter, zie de optie 'Verschuiving' voor punten.)
pt: Essas configurações determinam as respectivas propriedades dos elementos:<br><br>Qual deve ser a altura máxima do violino? (Não altera as proporções da densidade de probabilidade.)<br>Com uma orientação personalizada para a esquerda (consulte a Seção Avançada), pode ser útil diminuir a altura se o violino se sobrepuser às marcações do eixo.<br><br>Qual deve ser a largura da caixa?<br><br>Qual deve ser a largura dos pontos? Ou seja, qual deve ser o jitter deles ao longo do eixo x (eixo y se o gráfico for horizontal?).<br>Observe que isso ainda mostra corretamente os valores dos pontos no eixo da variável dependente.<br>(Se você também quiser jitter no eixo y, consulte a opção 'jitter' para pontos.)
ta: இந்த அமைப்புகள் உறுப்புகளின் அந்தந்த பண்புகளை தீர்மானிக்கின்றன: <br> <br> வயலின் எவ்வளவு உயர்ந்ததாக இருக்க வேண்டும்? . பெட்டி எவ்வளவு அகலமாக இருக்க வேண்டும்? <br> <br> புள்ளிகள் எவ்வளவு அகலமாக பரவ வேண்டும்? அதாவது, அவை எக்ச்-அச்சில் (கிடைமட்ட சூழ்ச்சி என்றால் y- அச்சு எப்படி இருக்க வேண்டும்?. <br> குறிப்பு, இது சார்பு மாறி அச்சில் உள்ள புள்ளிகளின் மதிப்புகளை இன்னும் சரியாகக் காட்டுகிறது. <br> (நீங்களும் விரும்பினால் ஒய்-சிட்டர் போல புள்ளிகளுக்கான 'நடுக்கம்' விருப்பத்தைப் பார்க்கவும்.)

# raincloudPlots|
source: Box Padding
de: Box-Füllsel
es: Relleno de caja
gl: Recheo de caixa
nl: Box Opvulling
pt: Preenchimento de Caixa
ta: பெட்டி திணிப்பு
