Repository: jasp-stats/jaspDescriptives
Catalog: po/QML-*.po
Languages: cs, de, es, eu, gl, id, ja, nl, pl, pt, ta

# jaspPlotBuilder|
source: Required: X AND Y-Axis Variables
de: Benötigt: X- UND Y-Achsen-Variablen
es: Requerido: Variables de los ejes X e Y
gl: Requirido: Variables dos eixes X e Y
pt: Obrigatório: Variáveis dos eixos X e Y

# jaspPlotBuilder|
source: Point size
de: Punktgröße
es: Tamaño de punto
gl: Tamaño de punto
pt: Tamanho de ponto

# jaspPlotBuilder|
source: Jitter height
de: Verwacklungshöhe
es: Altura da oscilación
gl: Altura da oscilación
pt: Altura de jitter

# jaspPlotBuilder|
source: Jitter width
de: Verwacklungsbreite
es: Ancho de la oscilación
gl: Largo da oscilación
pt: Largura de jitter

# jaspPlotBuilder|
source: Transparency
de: Transparenz
es: Transparencia
gl: Transparencia
pt: Transparência

# jaspPlotBuilder|
source: Dodge
de: Ausweichen
es: Finta
gl: Finta
pt: Evasão

# jaspPlotBuilder|
source: Black outline
de: Schwarzer Umriss
es: Contorno negro
gl: Contorno negro
pt: Contorno preto

# jaspPlotBuilder|
source: Empty circles
de: Leere Kreise
es: Círculos vacíos
gl: Círculos baleiros
pt: Círculos vazios

# jaspPlotBuilder|
source: Connect data points (requires repeated measures)
de: Datenpunkte verbinden (erfordert Messwiederholung)
es: Conectar puntos de datos (requiere medidas repetidas)
gl: Conectar puntos de datos (require medidas repetidas)
pt: Conectar pontos de dados (requer medidas repetidas)

# jaspPlotBuilder|
source: Line width
de: Linienbreite
es: Ancho de línea
gl: Ancho de liña
pt: Largura de linha

# jaspPlotBuilder|
source: Distributions (histogram, boxplot, violin)
de: Verteilungen (Histogramm, Boxplot, Violine)
es: Distribuciones (histograma, gráfico de caja, violín)
gl: Distribucións (histograma, gráfica de caixa, violín)
pt: Distribuições (histograma, diagrama de caixa, violino)

# jaspPlotBuilder|
source: Required: X OR Y-Axis Variable (histogram); X AND Y-Axis Variables (boxplot, violin)
de: Benötigt: X- ODER Y-Achsen-Variable (Histogramm); X- UND Y-Achsen-Variablen (Boxplot, Violine)
es: Requerido: Variable del eje X o Y (histograma); Variables de los ejes X e Y (gráfico de caja, violín)
gl: Requirido: Variable do eixe X ou Y (histograma); Variables dos eixes X e Y (gráfica de caixa, violín)
pt: Obrigatório: Variável do eixo X ou Y (histograma); Variáveis do eixo X e Y (diagrama de caixa, violino)

# jaspPlotBuilder|
source: Histogram
de: Histogramm
es: Histograma
gl: Histograma
pt: Histograma

# jaspPlotBuilder|
source: Check this option to create histogram for x or y variables. Histogram requires either X-Axis or X-Axis variable, but not both.
de: Aktivieren Sie diese Option, um Histogramm für x- oder y-Variablen zu erstellen. Histogramm erfordert entweder X-Achsen- oder X-Achsen-Variable, aber nicht beide.
es: Marcar esta opción para generar el histograma para la variable X o Y. Histograma requiere la variable del eje X o del eje Y, pero no ambas.
gl: Marcar esta opción para xerar o histograma para a variable X ou Y. Histograma require a variable do eixe X ou do eixe Y, pero non ambas.
pt: Marque esta opção para criar um histograma para as variáveis x ou y. O histograma requer o eixo X ou uma variável do eixo X, mas não ambos.

# jaspPlotBuilder|
source: Number of bins
de: Anzahl von Klassen
es: Número de barras
gl: Número de barras
pt: Número de caixas

# jaspPlotBuilder|
source: Boxplot
es: Diagrama de caja
gl: Gráfica de caixa
pt: Diagrama de caixa

# jaspPlotBuilder|
source: Boxplot width
de: Boxplot-Breite
es: Ancho del gráfico de caja
gl: Ancho da gráfica de caixa
pt: Largura do diagrama de caixa

# jaspPlotBuilder|
source: Whiskers width
de: Whisker-Breite
es: Ancho de bigotes
gl: Ancho dos bigotes
pt: Largura dos bigodes

# jaspPlotBuilder|
source: Show outliers
de: Ausreißer anzeigen
es: Mostrar valores atípicos
gl: Amosar valores atípicos
pt: Mostrar valores atípicos

# jaspPlotBuilder|
source: Outlier coef
es: Coef. atípico
gl: Coef. atípico
pt: Coef. valor atípico

# jaspPlotBuilder|
source: Outlier size
de: Ausreißer-Größe
es: Tamaño de atípicos
gl: Tamaño de atípicos
pt: Tamanho dos valores atípicos

# jaspPlotBuilder|
source: Violin plot
de: Violinendiagramm
es: Gráfico de violín
gl: Gráfica de violín
pt: Gráfico de violino

# jaspPlotBuilder|
source: Check this option to add a violin plot to your visualization. Boxplot and violin plot require both x-axis and y-axis variables.
de: Aktivieren Sie diese Option, um ein Violinendiagramm zur Ihrer Visualisierung hinzuzufügen. Boxplot und Violinendiagramm erfordern sowohl x-Achsen- als auch y-Achsen-Variablen.
es: Marcar esta opción para añadir un gráfico de violín a la visualización. Los gráficos de caja y violín requieren ambas variables, del eje X y del eje Y.
gl: Marcar esta opción para engadir unha gráfica de violín á visualización. As gráficas de caixa e violín requiren ambas variables, do eixe X e do eixe Y.
pt: Marque esta opção para adicionar um gráfico de violino à sua visualização. Os gráficos de caixa e violino requerem variáveis nos eixos x e y.

# jaspPlotBuilder|
source: Scale method
de: Skalierungsmethode
es: Método de escala
gl: Método de escala
pt: Método de escala

# jaspPlotBuilder|
source: Area
de: Fläche
es: Área
gl: Área
pt: Área

# jaspPlotBuilder|
source: Count
de: Anzahl
es: Recuento
gl: Reconto
pt: Contagem

# jaspPlotBuilder|
source: Width
de: Breite
es: Ancho
gl: Ancho
pt: Largura

# jaspPlotBuilder|
source: Draw quantiles
de: Quantile zeichnen
es: Dibujar cuantiles
gl: Debuxar cuantiles
pt: Desenhar quantis

# jaspPlotBuilder|
source: Trim violins
de: Violinen trimmen
es: Recortar violines
gl: Recortar violíns
pt: Aparar violinos

# jaspPlotBuilder|
source: Amounts (count and sum)
de: Beträge (Anzahl und Summe)
es: Cantidades (recuento y suma)
gl: Cantidades (reconto e suma)
pt: Quantidades (contagem e soma)

# jaspPlotBuilder|
source: Required: X OR Y-Axis Variable
de: Benötigt: X- ODER Y-Achsen-Variable
es: Requerido: Variable del eje X o Y
gl: Requirido: Variable do eixe X ou Y
pt: Obrigatório: Variável do eixo X ou Y

# jaspPlotBuilder|
source: Count bar
de: Anzahl-Balken
es: Barra de recuentos
gl: Barra de recontos
pt: Barra de contagem

# jaspPlotBuilder|
source: Enable to add a count bar to the plot.
de: Aktivieren, um ein Balken für Anzahlen zur Abbildung hinzuzufügen.
es: Habilitar añadir una barra de recuentos, al gráfico.
gl: Habilitar engadir unha barra de recontos, á gráfica.
pt: Habilite para adicionar uma barra de contagem ao gráfico.

# jaspPlotBuilder|
source: Bar width
de: Balkenbreite
es: Ancho de barra
gl: Ancho da barra
pt: Largura da barra

# jaspPlotBuilder|
source: Count dash
de: Anzahl-Strich
es: Raya de recuentos
gl: Raia de recontos
pt: Contagem de traços

# jaspPlotBuilder|
source: Enable to add dashed lines to the plot.
de: Aktivieren, um gestrichelte Linien zur Abbildung hinzuzufügen.
es: Habilitar añadir líneas discontinuas, al gráfico.
gl: Habilitar engadir liñas descontinuas, á gráfica.
pt: Habilite para adicionar linhas tracejadas ao gráfico.

# jaspPlotBuilder|
source: Dash width
de: Strichbreite
es: Ancho de raya
gl: Ancho da raia
pt: Largura do traço

# jaspPlotBuilder|
source: Black dash
de: Schwarze Striche
es: Raya negra
gl: Raia negra
pt: Traço preto

# jaspPlotBuilder|
source: Count dot
de: Anzahl-Punkt
es: Punto de recuentos
gl: Punto de recontos
pt: Contagem de pontos

# jaspPlotBuilder|
source: Dot size
de: Punktgröße
es: Tamaño de puntos
gl: Tamaño do punto
pt: Tamanho de ponto

# jaspPlotBuilder|
source: Count line
de: Anzahl-Linie
es: Línea de recuentos
gl: Liña de recontos
pt: Contagem de linha

# jaspPlotBuilder|
source: Black line
de: Schwarze Linie
es: Línea negra
gl: Liña negra
pt: Linha preta

# jaspPlotBuilder|
source: Count area
de: Anzahl-Fläche
es: Área de recuentos
gl: Área de recontos
pt: Contagem de área

# jaspPlotBuilder|
source: Count value
de: Anzahl-Wert
es: Valor de recontos
gl: Valor de recuentos
pt: Contagem de valor

# jaspPlotBuilder|
source: Font size
de: Schriftgröße
es: Tamaño de fuente
gl: Tamaño da fonte
pt: Tamanho de fonte

# jaspPlotBuilder|
source: Accuracy
de: Genauigkeit
es: Precisión
gl: Precisión
pt: Exatidão

# jaspPlotBuilder|
source: Horizontal justification
de: Horizontale Bündigkeit
es: Justificación horizontal
gl: Xustificación horizontal
pt: Justificação horizontal

# jaspPlotBuilder|
source: Vertical justification
de: Vertikale Bündigkeit
es: Justificación vertical
gl: Xustificación vertical
pt: Justificação vertical

# jaspPlotBuilder|
source: Black text
de: Schwarzer Text
es: Texto negro
gl: Texto negro
pt: Texto preto

# jaspPlotBuilder|
source: Sum bar
de: Summen-Balken
es: Barra de suma
gl: Barra da suma
pt: Barra de soma

# jaspPlotBuilder|
source: Enable to add a sum bar to the plot.
de: Aktivieren, um Summen-Balken zum Diagramm hinzuzufügen.
es: Habilitar añadir una barra de suma, al gráfico.
gl: Habilitar engadir unha barra da suma, á gráfica.
pt: Habilite para adicionar uma barra de soma ao gráfico.

# jaspPlotBuilder|
source: Sum dash
de: Summen-Strich
es: Raya de suma
gl: Raia da suma
pt: Soma de traços

# jaspPlotBuilder|
source: Sum dot
de: Summen-Punkt
es: Punto de suma
gl: Punto da suma
pt: Soma de pontos

# jaspPlotBuilder|
source: Enable to add sum dots to the plot.
de: Aktivieren, um Summen-Punkte zum Diagramm hinzuzufügen.
es: Habilitar añadir puntos de suma, al gráfico.
gl: Habilitar engadir puntos da suma, á gráfica.
pt: Habilite para adicionar pontos de soma ao gráfico.

# jaspPlotBuilder|
source: Sum line
de: Summen-Linie
es: Línea de suma
gl: Liña da suma
pt: Linha de soma

# jaspPlotBuilder|
source: Enable to add a sum line to the plot.
de: Aktivieren, um eine Summen-Linie zum Diagramm hinzuzufügen.
es: Habilitar añadir una línea de suma, al gráfico.
gl: Habilitar engadir unha liña da suma, á gráfica.
pt: Habilite para adicionar uma linha de soma ao gráfico.

# jaspPlotBuilder|
source: Sum area
de: Summen-Fläche
es: Área de suma
gl: Área da suma
pt: Área de soma

# jaspPlotBuilder|
source: Enable to add a sum area to the plot.
de: Aktivieren, um eine Summen-Fläche zum Diagramm hinzuzufügen.
es: Habilitar añadir un área de suma, al gráfico.
gl: Habilitar engadir unha área da suma, á gráfica.
pt: Habilite para adicionar uma área de soma ao gráfico.

# jaspPlotBuilder|
source: Sum value
de: Summen-Wert
es: Valor de suma
gl: Valor da suma
pt: Valor de soma

# jaspPlotBuilder|
source: Enable to add sum values to the plot.
de: Aktivieren, um Summen-Werte zum Diagramm hinzuzufügen.
es: Habilitar añadir valores de suma, al gráfico.
gl: Habilitar engadir valores da suma, á gráfica.
pt: Habilitar para adicionar valores de soma ao gráfico.

# jaspPlotBuilder|
source: Proportions
es: Proporciones
gl: Proporcións
pt: Proporções

# jaspPlotBuilder|
source: Proportion mode
de: Anteil-Modus
es: Moda de proporción
gl: Moda de proporción
pt: Moda de proporção

# jaspPlotBuilder|
source: Absolute
de: Absolut
es: Absoluto
gl: Absoluto
pt: Absoluto

# jaspPlotBuilder|
source: Relative
de: Relativ
es: Relativo
gl: Relativo
pt: Relativo

# jaspPlotBuilder|
source: Bar stack
de: Balken-Stapel
es: Pila de barras
gl: Morea de barras
pt: Pilha de barras

# jaspPlotBuilder|
source: Reverse order
de: Reihenfolge umdrehen
es: Orden inverso
gl: Orde inversa
pt: Ordem inversa

# jaspPlotBuilder|
source: Area stack
de: Flächen-Stapel
es: Pila de áreas
gl: Morea de áreas
pt: Pilha de áreas

# jaspPlotBuilder|
source: Replace N/A
de: N/A ersetzen
es: Reemplazar N/A
gl: Substituír N/A
pt: Substituir N/A

# jaspPlotBuilder|
source: Show as percentages
de: Als Prozentwerte anzeigen
es: Mostrar los porcentajes
gl: Amosar as porcentaxes
pt: Mostrar como porcentagens

# jaspPlotBuilder|
source: Mean
de: Mittelwert
es: Media
gl: Media
pt: Média

# jaspPlotBuilder|
source: Mean bar
de: Mittelwert-Balken
es: Barra de media
gl: Barra da media
pt: Barra média

# jaspPlotBuilder|
source: Mean dash
de: Mittelwert-Strich
es: Raya de media
gl: Raia da media
pt: Tracejado médio

# jaspPlotBuilder|
source: Mean dot
de: MIttelwert-Punkt
es: Punto de media
gl: Punto da media
pt: Pontilhado médio

# jaspPlotBuilder|
source: Mean line
de: Mittelwert-Linie
es: Línea de media
gl: Liña da media
pt: Linha média

# jaspPlotBuilder|
source: Mean area
de: Mittelwert-Fläche
es: Área de media
gl: Área da media
pt: Área média

# jaspPlotBuilder|
source: Mean value
de: Mittelwert-Wert
es: Valor de media
gl: Valor da media
pt: Valor médio

# jaspPlotBuilder|
source: Median
es: Mediana
gl: Mediana
pt: Mediana

# jaspPlotBuilder|
source: Median bar
de: Median-Balken
es: Barra de mediana
gl: Barra da mediana
pt: Barra mediana

# jaspPlotBuilder|
source: Median dash
de: Median-Strich
es: Raya de mediana
gl: Raia da mediana
pt: Tracejado mediano

# jaspPlotBuilder|
source: Median dot
de: Median-Punkt
es: Punto de mediana
gl: Punto da mediana
pt: Pontilhado mediano

# jaspPlotBuilder|
source: Median line
de: Median-Linie
es: Línea de mediana
gl: Liña da mediana
pt: Linha mediana

# jaspPlotBuilder|
source: Median area
de: Median-Fläche
es: Área de mediana
gl: Área da mediana
pt: Área mediana

# jaspPlotBuilder|
source: Median value
de: Median-Wert
es: Valor de mediana
gl: Valor da mediana
pt: Valor de mediana

# jaspPlotBuilder|
source: Error bars and ribbons (range, SD, SEM, 95% CI)
de: Fehlerbalken und -bänder (Spannweite, SD, SEM, 95% KI)
es: Barras y franjas de errores (rango, DT, DTM, IC del 95%)
gl: Barras e franxas de erros (rango, DP, EPM, IC do 95%)
pt: Barras e faixas de erro (intervalo, DP, EPM, IC de 95 %)

# jaspPlotBuilder|
source: The optimal dodge value is 0 if both X and Y-Axis Variables are continuous
de: Der optimale Ausweich-Wert ist 0, falls sowohl X- und Y-Achsenvariablen kontinuierlich sind
es: El valor óptimo de la finta es 0 cuando las variables de los ejes X e Y son continuas
gl: O valor óptimo da finta é 0 cando as variables dos eixes X e Y son continuas
pt: O valor de evasão ideal é 0 se as variáveis do eixo X e Y forem contínuas

# jaspPlotBuilder|
source: Range error bar
de: Spannweite-Fehlerbalken
es: Barra del rango de errores
gl: Barra do rango de erros
pt: Barra de faixa de erro

# jaspPlotBuilder|
source: Black lines
de: Schwarze Linien
es: Líneas negras
gl: Liñas negras
pt: Linhas pretas

# jaspPlotBuilder|
source: SD error bar
de: SD-Fehlerbalken
es: Barra de la DT de errores
gl: Barra do DP de erros
pt: Barra de erro DP

# jaspPlotBuilder|
source: SEM error bar
de: SEM-Fehlerbalken
es: Barra de la DTM (MES) de errores
gl: Barra do EPM (MES) de erros
pt: Barra de erro EPM

# jaspPlotBuilder|
source: Range ribbon
de: Spannweiten-Band
es: Franja de rango
gl: Franxa do rango
pt: Faixa da fita

# jaspPlotBuilder|
source: SD ribbon
de: SD-Band
es: Franja de DT
gl: Franxa do DP
pt: Faixa do DP

# jaspPlotBuilder|
source: SEM ribbon
de: SEM-Band
es: Franja de DTM (MES)
gl: Franxa do EPM (MES)
pt: Faixa do EPM

# jaspPlotBuilder|
source: 95% CI ribbon
de: 95% KI-Band
es: Franja del IC con 95%
gl: Franxa do IC co 95%
pt: Faixa de IC 95 %

# jaspPlotBuilder|
source: Curve fit and reference lines
de: Kurvenanpassungen und Referenzlinien
es: Ajuste de la curva y líneas de referencia
gl: Axuste da curva e liñas de referencia
pt: Ajuste de curva e linhas de referência

# jaspPlotBuilder|
source: Required: individual data points (Curve fit)
de: Benötigt: Individuelle Datenpunkte (Kurvenanpassung)
es: Requerido: Puntos individuales de datos (ajuste de la curva)
gl: Requirido: Puntos individuais de datos (axuste da curva)
pt: Obrigatório: pontos de dados individuais (ajuste de curva)

# jaspPlotBuilder|
source: Add curve fit
de: Kurvenanpassung hinzufügen
es: Añadir ajuste de la curva
gl: Engadir axuste da curva
pt: Adicionar ajuste de curva

# jaspPlotBuilder|
source: Method
de: Methode
es: Método
gl: Método
pt: Método

# jaspPlotBuilder|
source: SE
de: Standardfehler
es: ET
gl: EP
pt: EP

# jaspPlotBuilder|
source: Add reference line
de: Referenzlinie hinzufügen
es: Añadir línea de referencia
gl: Engadir liña de referencia
pt: Adicionar linha de referência

# jaspPlotBuilder|
source: X-axis intercept
de: X-Achsen-Konstante
es: Constante del eje X
gl: Constante do eixe X
pt: Intercepto do eixo x

# jaspPlotBuilder|
source: e.g. 0.5, or c(1,2)
de: z.B. 0.5 oder c(1,2)
es: p.e. 0.5, o c(1,2)
gl: p.e. 0.5, ou c(1,2)
pt: e.g. 0,5; ou c(1,2)

# jaspPlotBuilder|
source: Y-axis intercept
de: Y-Achsen-Konstante
es: Constante del eje Y
gl: Constante do eixe Y
pt: Intercepto do eixo y

# jaspPlotBuilder|
source: Line color
de: Linienfarbe
es: Color de línea
gl: Cor da liña
pt: Cor da linha

# jaspPlotBuilder|
source: e.g. black, #ff5733
de: z.B. black, #ff5733
es: p.e. black, #ff5733
gl: p.e. black, #ff5733
pt: e.g. preto, #ff5733

# jaspPlotBuilder|
source: Add identity line
de: Identitätslinie hinzufügen
es: Añadir línea de identidad
gl: Engadir liña de identidade
pt: Adicionar linha de identidade

# jaspPlotBuilder|
source: Note: For available colors, see %1this page%2
de: Hinweis: Für verfügbare Farben, siehe %1diese Seite%2
es: Nota: Para colores disponibles, consulta %1 esta página %2
gl: Nota: Para cores dispoñibles, consulta %1 esta páxina %2
pt: Nota: Para cores disponíveis, veja %1esta página%2

# jaspPlotBuilder|
source: Axis settings and annotations
de: Achseneinstellungen und Anmerkungen
es: Configuración de ejes y comentarios
gl: Configuración de eixes e comentarios
pt: Configurações e anotações do eixo

# jaspPlotBuilder|
source: Title
de: Titel
es: Título
gl: Título
pt: Título

# jaspPlotBuilder|
source: Enter x-axis title
de: X-Achsen-Titel eingeben
es: Introducir el título del eje X
gl: Introducir o título do eixe X
pt: Insira o título do eixo x

# jaspPlotBuilder|
source: Limits
de: Grenzen
es: Límites
gl: Límites
pt: Limites

# jaspPlotBuilder|
source: From
de: Von
es: De
gl: De
pt: De

# jaspPlotBuilder|
source: To
de: bis
es: A
gl: A
pt: Para

# jaspPlotBuilder|
source: By
de: über
es: Por
gl: Por
pt: Por

# jaspPlotBuilder|
source: Labels
de: Beschriftungen
es: Etiquetas
gl: Etiquetas
pt: Rótulos

# jaspPlotBuilder|
source: Shorten
de: Abkürzen
es: Acortar
gl: Acurtar
pt: Encurtar

# jaspPlotBuilder|
source: Sort
de: Sortieren
es: Ordenar
gl: Arranxar
pt: Organizar

# jaspPlotBuilder|
source: Order
de: Reihenfolge
es: Orden
gl: Orde
pt: Ordenar

# jaspPlotBuilder|
source: Rename labels
de: Beschriftungen umbenennen
es: Renombrar las etiquetas
gl: Volver nomear as etiquetas
pt: Renomear rótulos

# jaspPlotBuilder|
source: Original label
de: Ursprüngliche Beschriftung
es: Etiqueta original
gl: Etiqueta orixinal
pt: Rótulo original

# jaspPlotBuilder|
source: New label
de: Neue Beschriftung
es: Nueva etiqueta
gl: Nova etiqueta
pt: Novo rótulo

# jaspPlotBuilder|
source: Enter y-axis title
de: Y-Achsen-Titel eingeben
es: Introducir el título del eje Y
gl: Introducir o título do eixe Y
pt: Insira o título do eixo y

# jaspPlotBuilder|
source: Breaks
de: Unterbrechungen
es: Saltos
gl: Saltos
pt: Interrupções

# jaspPlotBuilder|
source: Rotate
de: Drehen
es: Rotar
gl: Rotar
pt: Girar

# jaspPlotBuilder|
source: Enter the plot title here
de: Diagrammtitel hier eingeben
es: Introducir aquí el título del gráfico
gl: Introducir aquí o título da gráfica
pt: Insira o título do gráfico aqui

# jaspPlotBuilder|
source: Caption
de: Bildunterschrift
es: Leyenda
gl: Lenda
pt: Legenda

# jaspPlotBuilder|
source: Annotation
es: Comentario
gl: Comentario
pt: Anotação

# jaspPlotBuilder|
source: Label
de: Beschriftung
es: Etiqueta
gl: Etiqueta
pt: Rótulo

# jaspPlotBuilder|
source: Text
es: Texto
gl: Texto
pt: Texto

# jaspPlotBuilder|
source: e.g. p = 0.1, $italic(p)==0.1$
de: z. B., p = 0.1, $italic(p)==0.1$
es: p.e. p = 0.1, $italic(p)==0.1$
gl: p.e. p = 0.1, $italic(p)==0.1$

# jaspPlotBuilder|
source: Position
es: Posición
gl: Posición
pt: Posição

# jaspPlotBuilder|
source: X-Axis
de: X-Achse
es: Eje X
gl: Eixe X
pt: Eixo x

# jaspPlotBuilder|
source: Y-Axis
de: Y-Achse
es: Eje Y
gl: Eixe Y
pt: Eixo y

# jaspPlotBuilder|
source: Column
de: Spalte
es: Columna
gl: Columna
pt: Coluna

# jaspPlotBuilder|
source: <No Value>
de: <Kein Wert>
es: <Ningún valor>
gl: <Ningún valor>
pt: <Sem Valor>

# jaspPlotBuilder|
source: Row
de: Zeile
es: Fila
gl: Fila
pt: Linha

# jaspPlotBuilder|
source: Appearance
de: Gestaltung
es: Apariencia
gl: Aparencia
pt: Aparência

# jaspPlotBuilder|
source: Size
de: Größe
es: Tamaño
gl: Tamaño
pt: Tamanho

# jaspPlotBuilder|
source: Color
de: Farbe
gl: Cor
pt: Cor

# jaspPlotBuilder|
source: Theme, colors, size, and legend
de: Schema, Farben, Größe und Legende
es: Tema, colores, tamaño y leyenda
gl: Tema, cores, tamaño e lenda
pt: Tema, cores, tamanho e legenda

# jaspPlotBuilder|
source: Theme and color
de: Schema und Farben
es: Tema y color
gl: Tema e cor
pt: Tema e cor

# jaspPlotBuilder|
source: Theme
de: Schema
es: Tema
gl: Tema
pt: Tema

# jaspPlotBuilder|
source: Font base size
de: Basis-Schriftgröße
es: Tamaño base de fuente
gl: Tamaño base da fonte
pt: Tamanho base da fonte

# jaspPlotBuilder|
source: Color settings
de: Farbeinstellungen
es: Configuración de colores
gl: Configuración de cores
pt: Configurações de cor

# jaspPlotBuilder|
source: Color by
de: Farbe nach
es: Color según
gl: Cor conforme
pt: Cor por

# jaspPlotBuilder|
source: None
de: Nichts
es: Ninguna
gl: Ningunha
pt: Nenhum

# jaspPlotBuilder|
source: Group variable
de: Gruppierungsvariable
es: Variable de agrupación
gl: Variable de agrupamento
pt: Variável de grupo

# jaspPlotBuilder|
source: X variable
es: Variable X
gl: Variable X
pt: Variável x

# jaspPlotBuilder|
source: Y variable
es: Variable Y
gl: Variable Y
pt: Variável y

# jaspPlotBuilder|
source: Split (column)
de: Aufteilung (Spalte)
es: Dividir (columna)
gl: Dividir (columna)
pt: Dividir (coluna)

# jaspPlotBuilder|
source: Split (rows)
de: Aufteilung (Zeilen)
es: Dividir (filas)
gl: Dividir (filas)
pt: Dividir (linhas)

# jaspPlotBuilder|
source: Color schemes
de: Farbschemas
es: Esquemas de colores
gl: Esquemas de cores
pt: Esquemas de cor

# jaspPlotBuilder|
source: JASP colors: jaspPalette
de: JASP-Farben: jaspPalette
es: Colores de JASP: jaspPalette
gl: Cores de JASP: jaspPalette
pt: JASP cores: jaspPalette

# jaspPlotBuilder|
source: JASP colors: colorblind
de: JASP-Farben: farbenblind
es: Colores de JASP: colorblind
gl: Cores de JASP: colorblind
pt: JASP cores: colorblind

# jaspPlotBuilder|
source: JASP colors: colorblind2
de: JASP-Farben: farbenblind2
es: Colores de JASP: colorblind2
gl: Cores de JASP: colorblind2
pt: JASP cores: colorblind2

# jaspPlotBuilder|
source: JASP colors: colorblind3
de: JASP-Farben: farbenblind3
es: Colores de JASP: colorblind3
gl: Cores de JASP: colorblind3
pt: JASP cores: colorblind3

# jaspPlotBuilder|
source: JASP colors: sportsTeamsNBA
de: JASP-Farben: sportTeamsNBA
es: Colores de JASP: sportsTeamsNBA
gl: Cores de JASP: sportsTeamsNBA
pt: JASP cores: sportsTeamsNBA

# jaspPlotBuilder|
source: JASP colors: ggplot2
de: JASP-Farben: ggplot2
es: Colores de JASP: ggplot2
gl: Cores de JASP: ggplot2
pt: JASP cores: ggplot2

# jaspPlotBuilder|
source: JASP colors: grandBudapest
de: JASP-Farben: grandBudapest
es: Colores de JASP: grandBudapest
gl: Cores de JASP: grandBudapest
pt: JASP cores: grandBudapest

# jaspPlotBuilder|
source: JASP colors: gray
de: JASP-Farben: grau
es: Colores de JASP: gris
gl: Cores de JASP: gris
pt: JASP cores: cinza

# jaspPlotBuilder|
source: JASP colors: blue
de: JASP-Farben: blau
es: Colores de JASP: azul
gl: Cores de JASP: azul
pt: JASP cores: azul

# jaspPlotBuilder|
source: Discrete: Friendly
de: Kategoriell: Freundlich
es: Discreta: Amable
gl: Discreta: Amable
pt: Discreto: Amigável

# jaspPlotBuilder|
source: Discrete: Seaside
de: Kategoriell: Strand
es: Discreta: Playa
gl: Discreta: Praia
pt: Discreto: Litoral

# jaspPlotBuilder|
source: Discrete: Apple
de: Kategoriell: Apfel
es: Discreta: Manzana
gl: Discreta: Mazá
pt: Discreto: Maçã
