Repository: jasp-stats/jaspDescriptives
Catalog: po/R-*.po
Languages: de, es, eu, fr, gl, hr, ja, nl, pl, pt, ru, sr, ta, tr, zh_hans

source: All categorical variables must have the same number of levels!
de: Alle kategorialen Variablen müssen die gleiche Anzahl von Stufen haben!
es: ¡Todas las variables con categorías deben tener el mismo número de niveles!
eu: Aldagai kategoriko guztiek maila kopuru bera izan behar dute!
fr: Toutes les variables catégorielles doivent avoir le même nombre de niveaux !
gl: Tódalas variables con categorías deben ter o mesmo número de niveis!
ja: すべてのカテゴリ変数は、同じ水準数でなければなりません!
nl: Alle kwalitatieve variabelen moeten hetzelfde aantal niveaus hebben!
pl: Wszystkie zmienne kategorialne muszą mieć taką samą liczbę poziomów!
pt: Todas as variáveis categóricas devem ter o mesmo número de níveis!
ru: Все категориальные переменные должны иметь одинаковое количество уровней!
sr: Све категоријалне варијабле морају имати исти број нивоа!
ta: அனைத்து வகை மாறிகளும் ஒரே எண்ணிக்கையிலான நிலைகளைக் கொண்டிருக்க வேண்டும்!
tr: Tüm kategorik değişkenlerin aynı sayıda seviyeye sahip olması gerekir!
zh_hans: 所有分类变量必须具有相同的水平数！

source: Items must have 2 or more levels!
de: Items müssen 2 oder mehr Stufen haben!
es: ¡Los elementos deben tener 2 o más niveles!
eu: Elementuek 2 maila edo gehiago izan behar dituzte!
fr: Les variables doivent avoir 2 niveaux ou plus !
gl: Os elementos deben ter 2 ou máis niveis!
ja: 項目は、2つ以上の水準である必要があります!
nl: Items moeten 2 of meer niveaus hebben!
pl: Itemy muszą mieć 2 lub więcej poziomów!
pt: Os itens devem ter 2 ou mais níveis!
ru: Пункты должны иметь 2 или более уровней!
sr: Ставке морају имати 2 или више нивоа!
ta: உருப்படிகள் 2 அல்லது அதற்கு மேற்பட்ட நிலைகளைக் கொண்டிருக்க வேண்டும்!
tr: Öğelerin seviyesi 2 veya daha fazlaolmalıdır!
zh_hans: 项必须有 2 个或更多水平数！

source: The variable used for counts must be different from the variable used for categories.
pt: A variável usada para contagens deve ser diferente da variável usada para categorias.
sr: Варијабла која се користи за бројање мора бити различита од варијабле која се користи за категорије.
ta: எண்ணிக்கைகளுக்குப் பயன்படுத்தப்படும் மாறி, வகைகளுக்குப் பயன்படுத்தப்படும் மாறியிலிருந்து வேறுபட்டிருக்க வேண்டும்.

source: Percentage (%%)
pt: Porcentagem (%%)
sr: Проценат (%%)
ta: விழுக்காடு (%%)

source: Levels within variable require at least two or more data points!
de: Stufen innerhalb einer Variable erfordern mindestens zwei oder mehr Datenpunkte!
es: ¡Los niveles en una variable requieren dos o más puntos de datos, al menos!
fr: Les niveaux au sein d'une variable nécessitent au moins deux points de données ou plus !
gl: Os niveis nunha variable requiren dous ou máis puntos de datos, cando menos!
ja: 変数内の水準は少なくとも2つ以上のデータポイントが必要です!
nl: Niveaus binnen variabele vereist minstens 2 datapunten!
pl: Poziomy w ramach zmiennej wymagają co najmniej dwóch lub więcej wartości!
pt: Níveis dentro da variável requerem pelo menos dois ou mais pontos de dados!
ru: Градации переменной требуют как минимум двух или более значений!
sr: Нивои унутар варијабли захтевају најмање две или више тачака података!
ta: மாறி உள்ள நிலைகளுக்கு குறைந்தது இரண்டு அல்லது அதற்கு மேற்பட்ட தரவு புள்ளிகள் தேவை!
tr: Değişken içindeki seviyeler en az iki veya daha fazla veri noktası gerektirir!
zh_hans: 变量内的水平至少需要两个或更多数据点！

source: Please assign a variable to every RM factor (defined in Repeated Measures Factors) within Repeated Measures Cells.
pt: Por favor, atribua uma variável para cada fator de MR (definido nos fatores a medidas repetidas) nas células de medidas repetidas.
sr: Доделите променљиву сваком RM фактору (дефинисаном у факторима поновљених мерења) унутар ћелија поновљених мерења.
ta: தயவு செய்து ஒவ்வொரு RM காரணிக்கும் ஒரு மாறியை ஒதுக்கவும் (மீண்டும் திரும்பும் அளவீடுகள் காரணிகளில் வரையறுக்கப்பட்டுள்ளது) மறுநிகழ்வு செய்யப்படும் அளவீடுகள் கலங்களுக்குள்.
tr: Lütfen, Tekrarlı Ölçümler Hücrelerindeki her TÖ faktörüne (Tekrarlı Ölçümler Faktörlerinde tanımlanan) bir değişken atayın.

source: Plots
eu: Grafikoak
pt: Gráficos
sr: Графикони
ta: அடுக்குகள்
tr: Grafikler

source: Available Plot IDs
eu: Grafiko Eskuragarrien IDak
pt: IDs de gráficos disponíveis
sr: Достпуни графикон ID-ови
ta: கிடைக்கும் ப்ளாட் ஐடிகள்
tr: Mevcut Grafik Kimlikleri

source: Plot Grid
eu: Irudikatu Sarea
pt: Gráfico Grid
sr: Мрежа графикона
ta: ப்ளாட் கிரிட்
tr: Grafik Izgarası

source: Raincloud Plots
de: Regenwolken-Plots
es: Gráficos de tipo nube con lluvia
eu: Euri-hodei Grafikoak
gl: Gráficas de nube chovendo
ja: 雨雲プロット
nl: Regenwolkfiguren
pl: Wykresy chmury deszczowej
pt: Gráfico nuvem de chuva
sr: Графикони кишног облака
ta: ரெயின்க்ளவுட் ப்ளாட்ச்
tr: Yağmur Bulutu Grafikleri
zh_hans: 雨云图

source: Not shown are %s observations due to missing data.
de: Nicht dargestellt sind %s Beobachtungen aufgrund fehlender Daten.
es: Hay %s observaciones que no se muestran debido a datos ausentes.
gl: Hai %s observacións que non se amosan debido a datos ausentes.
ja: 欠測値のため、 %s 観測値は表示されません.
nl: Niet weergegeven zijn %s waarnemingen vanwege ontbrekende gegevens.
pt: %s observações não exibidas devido a dados ausentes.
sr: Нису приказана %s опажања због недостајућих података.
ta: தரவு விடுபட்டதால் %s அவதானிப்புகள் காட்டப்படவில்லை.
tr: Eksik veriler nedeniyle %s gözlemi gösterilmiyor.
zh_hans: 由于缺失数据，%s 个观测值未显示。

source: Interval around mean is custom.
de: Intervall um Mittelwert ist benutzerdefiniert.
es: El intervalo en torno a la media es personalizado.
gl: O intervalo arredor da media é personalizado.
ja: 平均周りの間隔はカスタム.
nl: Interval rond gemiddelde is aangepast.
pt: O intervalo em torno da média é personalizado.
sr: Интервал око средње вредности је прилагођен.
ta: சராசரியை சுற்றி இடைவெளி வழக்கமானது.
tr: Ortalama civarındaki aralık özeldir.
zh_hans: 平均值周围的区间是自定义的。

source: <span style = 'color: darkorange'>Error with custom interval: Specified number of clouds does not match clouds in plot.</span>
de: <span style = 'color: darkorange'>Fehler mit benutzerdefiniertem Intervall: Angegebene Anzahl von Wolken stimmt nicht mit Wolken im Diagramm überein.</span>
es: <span style = 'color: darkorange'>Fallo en el intervalo personalizado: El número indicado de nubes no coincide con las nubes del gráfico.</span>
gl: <span style = 'color: darkorange'>Fallo no intervalo personalizado: O número indicado de nubes non coincide coas nubes da gráfica.</span>
ja: <span style = 'color: darkorange'>カスタム間隔でエラーです: 指定された雲の数が図の雲とあっていません。</span>
nl: <span style = 'color: darkorange'>Fout met aangepast interval: Het opgegeven aantal wolken komt niet overeen met de wolken in de figuur.</span>
pt: <span style = 'color: darkorange'>Erro com o intervalo personalizado: O número especificado de nuvens não corresponde ao número de nuvens no gráfico.</span>
sr: <span style = 'color: darkorange'>Грешка са прилагођеним интервалом: Наведени број облака се не поклапа са облацима на плану.</span>
ta: <span style = 'color: darkorange'>தனிப்பயன் இடைவெளியில் பிழை: குறிப்பிட்ட எண்ணிக்கையிலான மேகங்கள் சதித்திட்டத்தில் உள்ள மேகங்களுடன் பொருந்தவில்லை.</span>
tr: <span style = 'color: darkorange'>Özel aralıkta hata: Belirtilen bulut sayısı, grafikteki bulutlarla uyuşmuyor.</span>
zh_hans: <span style = 'color: darkorange'>自定义区间错误：指定的云数与图中的云数不匹配。</span>

source: Interval around mean represents ± 1 standard error
eu: Batez bestekoaren inguruko tarteak ± 1 errore estandarra adierazten du
pt: O intervalo em torno da média representa ± 1 erro padrão
sr: Интервал око средње вредности представља ± 1 стандардну грешку
ta: சராசரியைச் சுற்றியுள்ள இடைவெளி ± 1 நிலையான பிழையைக் குறிக்கிறது
tr: Ortalama civarındaki aralık ± 1 standart hatayı temsil eder
zh_hans: 平均值周围的区间表示 ± 1 标准差

source: Interval around mean represents ± 1 standard deviation
eu: Batez bestekoaren inguruko tarteak ± 1 desbideratze estandarra adierazten du
pt: O intervalo em torno da média representa ± 1 desvio padrão
sr: Интервал око средње вредности представља ± 1 стандардну девијацију
ta: சராசரியைச் சுற்றியுள்ள இடைவெளி ± 1 நிலையான விலகலைக் குறிக்கிறது
tr: Ortalama civarındaki aralık, ± 1 standart sapmayı temsil eder

source: Interval around mean represents %d%% confidence interval.
pt: O intervalo em torno da média representa um intervalo de confiança de %d%%.
sr: Интервал око средње вредности представља %d%% интервал поверења.
ta: சராசரியைச் சுற்றியுள்ள இடைவெளி %d%% நம்பிக்கை இடைவெளியைக் குறிக்கிறது.
tr: Ortalama civarındaki aralık %d%% güven aralığını temsil eder.
zh_hans: 平均值周围的区间表示 %d%% 置信区间。

source: Points are slightly jittered from their true values.
de: Punkte wurden leicht von ihren tatsächlichen Werten verwackelt.
es: Los puntos oscilan ligeramente respecto de sus valores verdaderos.
eu: Puntuak apur bat desbideratuta daude beren benetako balioetatik.
gl: Os puntos oscilan lixeiramente respecto dos seus valores verdadeiros.
ja: 点は真値からわずかにずれている可能性があります.
nl: Punten zijn enigszins verschoven ten opzichte van hun werkelijke waarden.
pt: Os pontos estão ligeiramente deslocados em relação aos seus valores reais.
sr: Тачке су благо померене од својих правих вредности.
ta: புள்ளிகள் அவற்றின் உண்மையான மதிப்புகளிலிருந்து சற்று நடுங்குகின்றன.
tr: Puanlar gerçek değerlerinden biraz sapmış durumda.
zh_hans: 数据点相对于其真实值稍微有些抖动。

source: <span style = 'color: darkorange'> Warning! Some data is not shown<br>because it lies outside of the interval set by the custom axis limits.</span>
de: <span style = 'color: darkorange'> Warnung! Einige Daten sind nicht gezeigt<br>, weil sie außerhalb des Intervalls liegen, das durch die benutzerdefinierten Achsengrenzen gesetzt ist.</span>
es: <span style = 'color: darkorange'> ¡Advertencia! Algunos datos no se muestran<br>porque caen fuera del intervalo marcado por los límites personalizados de los ejes.</span>
gl: <span style = 'color: darkorange'> Aviso! Algúns datos non se amosan<br>porque caen fóra do intervalo marcado polos límites personalizados dos eixes.</span>
nl: <span style = 'color: darkorange'> Waarschuwing! Sommige gegevens worden niet weergegeven<br>omdat deze buiten het interval liggen dat is ingesteld door de aangepaste aslimieten.</span>
pt: <span style = 'color: darkorange'> Aviso! Parte dos dados não são exibidos<br>porque se situam fora do intervalo definido pelos limites personalizados de eixo.</span>
sr: <span style = 'color: darkorange'> Упозорење! Неки подаци нису приказани<br>јер се налазе ван интервала подешеног осног лимита.</span>
ta: <span சூல் தண்டு = 'color: darkorange'> எச்சரிக்கை! சில தரவு காட்டப்படவில்லை<br>ஏனெனில் அது தனிப்பயன் அச்சு வரம்புகளால் அமைக்கப்பட்ட இடைவெளிக்கு வெளியே உள்ளது.</span>
tr: <span style = 'color: darkorange'> Uyarı! Bazı veriler gösterilmiyor<br>çünkü özel eksen sınırları tarafından ayarlanan aralığın dışında yer alıyor.</span>
zh_hans: <span style = 'color: darkorange'> 警告！某些数据未显示<br>因为它超出了自定义轴限设置的区间。</span>

source: <span style = 'color: darkorange'> Error with custom orientation: Specified number of clouds does not match clouds in plot.<br>Reverted to default all 'R'. Point nudge set to 0.</span>
es: <span style = 'color: darkorange'> Fallo en la orientación personalizada: El número indicado de nubes no coincide con las nubes del gráfico.<br>Retorno de todo 'R' a lo predeterminado. Empujón a los puntos establecido en 0.</span>
eu: <span style = 'color: darkorange'> Orientazio pertsonalizatuarekin errorea: zehaztutako hodei kopurua ez dator bat grafikoko hodeiekin.<br>'R' guztiak lehenetsita. Puntuaren mugimendua 0ra ezarrita.</span>
gl: <span style = 'color: darkorange'> Fallo na orientación personalizada: O número indicado de nubes non coincide coas nubes da gráfica.<br>Volta de todo 'R' ao predeterminado. Empurrón aos puntos establecido en 0.</span>
nl: <span style = 'color: darkorange'> Fout met aangepaste oriëntatie: het opgegeven aantal wolken komt niet overeen met de wolken in de figuur.<br>Teruggezet naar de standaardwaarde 'R'. Puntverplaatsing ingesteld op 0.</span>
pt: <span style = 'color: darkorange'> Erro com a orientação personalizada: O número especificado de nuvens não corresponde ao número de nuvens no gráfico.<br>Revertido para padrão todos os 'R'. Deslocamento de ponto definido como 0.</span>
sr: <span style = 'color: darkorange'> Грешка са прилагођеном оријентацијом: Наведени број облака се не поклапа са облацима на графикону.<br>Враћено на све подразумевано 'R'. Померање тачке подешено на 0.</span>
ta: <span சூல் தண்டு = 'color: darkorange'> தனிப்பயன் நோக்குநிலையில் பிழை: குறிப்பிட்ட எண்ணிக்கையிலான மேகங்கள் சதித்திட்டத்தில் உள்ள மேகங்களுடன் பொருந்தவில்லை.<br>எல்லா 'R'க்கும் இயல்புநிலையாக மாற்றப்பட்டது. புள்ளி நட்ச் 0 ஆக அமைக்கப்பட்டது.</span>
tr: <span style = 'color: darkorange'> Özel yönlendirmede hata: Belirtilen bulut sayısı çizimdeki bulutlarla uyuşmuyor.<br>Varsayılan tüm 'R'ye geri döndürüldü. Nokta öteleme 0 olarak ayarlandı.</span>
zh_hans: 自定义方向错误：指定的云数量与图中的云数量不匹配。已恢复为默认设置，所有云为 'R'。点位偏移已设置为 0

source: <span style = 'color: darkorange'> Error with custom color: Specified number of clouds does not match clouds in plot.<br>Ignoring custom color input.</span>
de: <span style = 'color: darkorange'> Fehler mit benutzerdefinierter Farbe: Angegebene Anzahl von Wolken stimmt nicht mit Wolken im Diagramm überein.<br>Benutzerdefinierte Farbeingabe wird ignoriert.</span>
es: <span style = 'color: darkorange'> Fallo en el color personalizado: El número indicado de nubes no coincide con las nubes del gráfico.<br>Ignorando la entrada personalizada de color.</span>
eu: <span style = 'color: darklarange'> Errorea kolore pertsonalizatuarekin: Zehaztutako hodei kopurua ez dator bat grafikoko hodeiekin.<br>Kolore pertsonalizatuaren sarrera alde batera uzten.</span>
gl: <span style = 'color: darkorange'> Fallo na cor personalizada: O número indicado de nubes non coincide coas nubes da gráfica.<br>Ignorando a entrada personalizada de cor.</span>
nl: <span style = 'color: darkorange'> Fout met aangepaste kleur: het opgegeven aantal wolken komt niet overeen met de wolken in de figuur.<br>Aangepaste kleurinvoer wordt genegeerd.</span>
pt: <span style = 'color: darkorange'>Erro com cor personalizada: O número especificado de nuvens não corresponde ao número de nuvens no gráfico.<br>Ignorando a entrada de cor personalizada.</span>
sr: <span style = 'color: darkorange'> Грешка са прилагођеном бојом: Наведени број облака се не поклапа са облацима на графикону.<br>Занемарује се прилагођени унос боје.</span>
ta: <span சூல் தண்டு = 'color: darkorange'> தனிப்பயன் நிறத்தில் பிழை: குறிப்பிட்ட எண்ணிக்கையிலான மேகங்கள் ப்ளாட்டில் உள்ள மேகங்களுடன் பொருந்தவில்லை.<br>தனிப்பயன் வண்ண உள்ளீட்டைப் புறக்கணிக்கிறது.</span>
tr: <span style = 'color: darkorange'> Özel renkle ilgili hata: Belirtilen bulut sayısı çizimdeki bulutlarla uyuşmuyor.<br>Özel renk girişi göz ardı ediliyor.</span>
zh_hans: 自定义颜色错误：指定的云数量与图中的云数量不匹配。忽略自定义颜色输入

source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
gl: Estatísticos
nl: Statistieken
pl: Statystyki
pt: Estatística
sr: Статистике
ta: புள்ளிவிவரங்கள்
tr: İstatistikler
zh_hans: 描述性统计

source: Primary Factor
de: Primärer Faktor
es: Factor primario
gl: Factor primario
ja: 第一因子
nl: Primaire Factor
pl: Czynnik pierwszego rzędu
pt: Fator primário
sr: Примари фактор
ta: முதன்மை காரணி
tr: Birincil Faktör
zh_hans: 主要因素

source: Secondary Factor
de: Sekundärer Faktor
es: Factor secundario
gl: Factor secundario
ja: 第二因子
nl: Secundaire Factor
pl: Czynnik drugiego rzędu
pt: Fator secundário
sr: Секундарни фактор
ta: இரண்டாம் நிலை காரணி
tr: İkincil Faktör
zh_hans: 次要因素

source: Lower Whisker
de: Unterer Whisker
es: Bigote inferior
eu: Beheko Bibotea
gl: Bigote inferior
ja: 低い方のひげ(min-Q1)
nl: Onderste Snorhaar
pt: Bigode inferior
sr: Доњи бркови
ta: கீழ் விச்கர்
tr: Alt Bıyık
zh_hans: Whisker上界

source: 25th Percentile
de: 25. Perzentil
es: Primer cuartil
eu: 25. Pertzentila
gl: Primeiro cuartil
ja: 25パーセンタイル
nl: 25ste Percentiel
pl: 25-ty percentyl
pt: 25° Percentil
sr: 25. перцентил
ta: 25வது விழுக்காடு
tr: 25. Yüzdelik
zh_hans: 第 25 百分位

source: 75th Percentile
de: 75. Perzentil
es: Tercer cuartil
eu: 75. Pertzentila
gl: Terceiro cuartil
ja: 75パーセンタイル
nl: 75ste Percentiel
pl: 75-ty percentyl
pt: 75° Percentil
sr: 75. перцентил
ta: 75வது விழுக்காடு
tr: 75. Yüzdelik
zh_hans: 第 75 百分位

source: Upper Whisker
de: Oberer Whisker
es: Bigote superior
eu: Goiko Bibotea
gl: Bigote superior
ja: 高い方のひげ(Q3-max)
nl: Bovenste Snorhaar
pt: Bigode superior
sr: Горњи бркови
ta: மேல் விச்கர்
tr: Üst Bıyık
zh_hans: 上Whisker

source: %s%% CI for Mean Difference
pt: %s%% IC para diferença média
sr: %s%% CI за средњу разлику
ta: சராசரி வேறுபாட்டிற்கான %s%% தொஒ
tr: Ortalama Fark için %s%% CI
zh_hans: %s%% CI 均值上界

source: Standard Error
eu: Errore Estandarra
pt: Erro Padrão
sr: Стандардна грешка
ta: நிலையான பிழை
tr: Standart Hata
zh_hans: 标准差

source: Standard Deviation
de: Standardabweichung
es: Desviación Típica
eu: Desbideratze estandarra
gl: Desvío Padrón
nl: Standaarddeviatie
pl: Odch. stand.
pt: Desvio Padrão
sr: Стандардна девијација
ta: திட்டவிலக்கல், நியம விலகல்
tr: Standart Sapma

source: <i>N</i><sub>Total</sub> = %s.
de: <i>N</i><sub>Gesamt</sub> = %s.
eu: <i>N</i><sub>Totala</sub> = %s.
nl: <i>N</i><sub>Totaal</sub> = %s.
pl: <i>N</i><sub>Całość</sub> = %s.
sr: <i>N</i><sub> Укупно</sub> = %s.
ta: <i>N</i><sub>மொத்தம்</sub> = %s.
tr: <i>N</i><sub>Toplam</sub> = %s.
zh_hans: <i>N</i><sub>总和</sub> = %s。

source: This excludes %s observations due to missing data.
de: Dies schließt %s Beobachtungen aufgrund fehlender Daten aus.
es: Esto excluye %s observaciones debido a datos ausentes.
eu: Honek %s behaketa baztertzen ditu datu falta direlako.
gl: Isto exclúe %s observacións debido a datos ausentes.
ja: 欠測値のため %s オブザベーションを除外します.
nl: Dit sluit %s waarnemingen uit vanwege ontbrekende gegevens.
pl: Usuwa %s obserwacji ze względu na braki danych.
pt: Isso exclui %s observações devido a dados ausentes.
sr: Ово искључује %s запажања због недостајућих података.
ta: தரவு விடுபட்டதால் இது %s அவதானிப்புகளை விலக்குகிறது.
tr: Bu, eksik veriler nedeniyle %s gözlemini hariç tutar.
zh_hans: 由于缺失数据，排除了 %s 个观测值。

source: <br>Interval around mean is custom.
de: <br>Interval um Mittelwert ist benutzerdefiniert.
es: <br>El intervalo en torno a la media es personalizado.
gl: <br>O intervalo arredor da media é personalizado.
ja: <br>平均周りの間隔はカスタム.
nl: <br>Interval rond gemiddelde is aangepast.
pt: <br>O intervalo em torno da média é personalizado.
sr: <br>Интервал око средње вредности је прилагођен.
ta: <br>சராசரியை சுற்றி இடைவெளி என்பது வழக்கம்.
tr: <br>Ortalama etrafındaki aralık özeldir.
zh_hans: 平均值周围的区间是自定义的。

source: <br>Interval around mean represents %d%% confidence interval.
pt: <br>O intervalo em torno da média representa %d%% de intervalo de confiança.
sr: <br>Интервал око средње вредности представља %d%% интервал поверења.
ta: <br>சராசரி இடைவெளி %d%% நம்பிக்கை இடைவெளியைக் குறிக்கிறது.
tr: <br>Ortalama etrafındaki aralık %d%% güven aralığını temsil eder.
zh_hans: 平均值周围的区间表示 %d%% 置信区间。

source: %2$s has more than %1$s distinct values and is omitted.
de: %2$s hat mehr als %1$s unterschiedliche Werte und wird verworfen.
es: %2$s tiene más de %1$s valores distintos y se omite.
fr: %2$s a plus de %1$s valeurs distinctes et est omis.
gl: %2$s ten máis de %1$s valores distintos, e suprímese.
hr: %2$s ima više od %1$s različitih vrijednosti i izostavljen je.
ja: 以下の変数には%1$s 点の重複値が含まれるので、省略されています : %2$s.
nl: %2$s heeft meer dan %1$s verschillende waarden en wordt weggelaten.
pl: %2$s ma więcej niż %1$s różnych wartości, dlatego jest pomijana.
pt: %2$s tem mais de %1$s valor distinto e está omitido.A variável a seguir têm mais de %1$s valor distinto e está omitidas: %2$s.
ru: %2$s имеет более чем %1$s различных значений и опущено.
sr: %2$s има више од %1$s јединствене вредности и изостављен је.
ta: %2$s ஆனது %1$s க்கும் அதிகமான தனித்துவமான மதிப்புகளைக் கொண்டுள்ளது மற்றும் தவிர்க்கப்பட்டது.
tr: %2$s, %1$s'den fazla farklı değere sahip olduğundan atlanmıştır.
zh_hans: %2$s 有超过 %1$s 个不同的值并被省略。

source: The decimal point is %s digit to the right of the |
de: Der Dezimalpunkt ist %s Stelle von rechts von dem |
es: El punto decimal está en el dígito %s a la derecha de |
fr: La virgule décimale se trouve à %s chiffre à droite du |
gl: O punto decimal está no díxito %s á dereita do |
hr: Decimalna točka je %s znamenka desno od |
ja: |の右にある小数点は %s 桁です
nl: De decimale punt is %s cijfer rechts van de |
pl: Punkt dziesiętny znajduje się %s cyfrę na prawo od |
pt: O ponto decimal está %s dígito à direita de |
ru: Десятичный знак — это %s цифра справа от |
sr: Децимални зарез је %s број десно од |
ta: தசமப்புள்ளியானது %s இலக்கத்தின் வலதுபுறத்தில் உள்ளது |
tr: Ondalık nokta | işaretinin sağındaki %s rakamıdır
zh_hans: 小数点是 | 右边的 %s 位

source: The decimal point is %s digit to the left of the |
de: Der Dezimalpunkt ist %s Stelle von links von dem |
es: El punto decimal está en el dígito %s a la izquierda de |
fr: La virgule décimale se trouve à %s chiffre à gauche du |
gl: O punto decimal está no díxito %s á esquerda do |
hr: Decimalna točka je %s znamenka lijevo od |
ja: |の左にある小数点は %s 桁です
nl: De decimale punt is %s cijfer links van de |
pl: Punkt dziesiętny znajduje się %s cyfrę na lewo od |
pt: O ponto decimal está %s dígito à esquerda de |
ru: Десятичный знак — это %s цифра слева от |
sr: Децимални зарез је %s број лево од |
ta: தசமப்புள்ளியானது %s இலக்கம் |
tr: Ondalık nokta | işaretinin solundaki %s rakamıdır
zh_hans: 小数点是 | 左边的 %s 位

source: MAD
es: DAM (MAD)
eu: MDA Medianaren Desbiderapen Absolutua
fr: Écart Médian Absolu
gl: DAM (MAD)
ja: 中央絶対偏差
pt: DAM
ru: Медианное абсолютное отклонение (MAD)
ta: பைத்தியம்
tr: OMS

source: Shapiro-Wilk
ja: シャピロ-ウィルク
pt: Teste de Shapiro-Wilk
ru: Критерий Шапиро-Уилка
ta: சாபிரோ-வில்க்

source: %s%% CI Mean Upper
de: %s%% KI Mittelwert Obergrenze
es: Superior de la Media de los IC con %s%%
eu: %s%% Konfiantza-Tartearen Goikoa
fr: IC supérieur de la moyenne %s%%
gl: Superior da Media dos IC co %s%%
ja: %s%% 信頼区間 平均 上限
nl: %s%% BI Gemiddelde Bovengrens
pl: górna granica %s%% PU średniej
pt: %s%% Média superior do IC
ru: %s%% ДИ Среднего (верхняя граница)
zh_hans: %s%% CI 均值上界

source: %s%% CI Mean Lower
de: %s%% KI Mittelwert Untergrenze
es: Inferior de la Media de los IC con %s%%
eu: %s%% Konfiantza-Tartearen Behekoa
fr: IC inférieur de la moyenne %s%%
gl: Inferior da Media dos IC co %s%%
ja: %s%% 信頼区間 平均 下限
nl: %s%% BI Gemiddelde Ondergrens
pl: dolna granica %s%% PU średniej
pt: %s%% Média inferior do IC
ru: %s%% ДИ Среднего (нижняя граница)
zh_hans: %s%% CI 均值下界

source: Std. Error of Mean
de: Std.-Fehler Mittelwert
es: Error Típico de la Media
eu: Batez bestekoaren Errore Estandarra
fr: Erreur Type de la Moyenne
gl: Erro Padrón da Media
hr: Std. pogreška ar. sredine
ja: 平均の標準誤差
nl: Std. fout van het gemiddelde
pl: Błąd stand. średniej
pt: Erro padrão de média
ru: Стандартная ошибка среднего
zh_hans: 均值的标准误差

source: The variable used for categories must not have duplicated values when a count variable is specified.
pt: A variável usada para categorias não deve ter valores duplicados quando uma variável de contagem é especificada.

source: Density Plots
de: Dichtediagramme
es: Gráficos de Densidad
fr: Diagramme à points
gl: Gráficas de Densidade
ja: 密度プロット
nl: Verdelingsgrafieken
pl: Wykresy gęstości
ru: Графики плотности
zh_hans: 密度图

source: The mode is computed assuming that variables are discrete.
de: Der Modus wird unter der Annahme berechnet, dass Variablen diskret sind.
es: La moda se calcula asumiendo que las variables son discretas.
gl: A moda calcúlase asumindo que as variables son discretas.
nl: De modus wordt berekend ervan uitgaande dat variabelen discreet zijn.
pl: Modalna została obliczona przy założeniu, że zmienne są dyskretne.
zh_hans: 计算众数时假设变量是离散的.
