Repository: jasp-stats/jaspDescriptives
Catalog: po/R-*.po
Languages: de, es, eu, fr, gl, hr, ja, nl, pl, pt, ru, sr, ta, tr, zh_hans

source: %s%% CI Variance Upper
de: %s%% KI Varianz Obergrenze
es: Superior de Varianza de los IC con %s%%
eu: %s%% Bariantzaren Konfiantza-Tartearen Goikoa
fr: IC supérieur de la Variance %s%%
gl: Superior de Varianza dos IC co %s%%
ja: %s%% 信頼区間 分散 上限
nl: %s%% BI Variantie Bovengrens
pl: górna granica %s%% PU wariancji
pt: %s%% Variância superior do IC
ru: %s%% ДИ Дисперсии (верхняя граница)
sr: %s%% CI Варијанса (горња граница)
ta: %s%% தொஒ மாறுபாடு மேல்
tr: %s%% CI Varyansı Üst
zh_hans: %s%% CI 方差上界

source: %s%% CI Variance Lower
de: %s%% KI Varianz Untergrenze
es: Inferior de Varianza de los IC con %s%%
eu: %s%% Bariantzaren Konfiantza-Tartearen Behekoa
fr: IC inférieur de la Variance %s%%
gl: Inferior de Varianza dos IC co %s%%
ja: %s%% 信頼区間 分散 下限
nl: %s%% BI Variantie Ondergrens
pl: dolna granica %s%% PU wariancji
pt: %s%% Variância inferior do IC
ru: %s%% ДИ Дисперсии (нижняя граница)
sr: %s%% CI Варијанса (доња граница)
ta: %s%% தொஒ மாறுபாடு குறைவு
tr: %s%% CI Varyansı Daha Düşük
zh_hans: %s%% CI 方差下界

source: Mode
de: Modus
es: Moda
eu: Moda
gl: Moda
hr: Mod
ja: 最頻値
nl: Modus
pl: Modalna
pt: Moda
ru: Мода
sr: Мод
ta: பயன்முறை
tr: Mod
zh_hans: 众数

source: Median
es: Mediana
eu: Mediana
fr: Médiane
gl: Mediana
hr: Medijan
ja: 中央値
nl: Mediaan
pl: Mediana
pt: Mediana
ru: Медиана
sr: Медијана
ta: இடைநடு
tr: Medyan
zh_hans: 中位数

source: Mean (arithmetic)
sr: Средња вредност (аритметичка)
ta: சராசரி (எண்கணிதம்)

source: Std. Error of A. Mean
sr: Стд. грешка средње вредности
ta: படிப்பு ஏ. மீனின் பிழை

source: Mean (geometric)
sr: Средња вредност (геометријска)
ta: சராசரி (வடிவியல்)

source: Mean (harmonic)
sr: Средња вредност (harmonic)
ta: சராசரி (ஆர்மோனிக்)

source: Coefficient of variation
de: Variationskoeffizient
es: Coeficiente de variación
eu: Aldakortasun-koefizientea
fr: Coefficient de variation
gl: Coeficiente de variación
hr: Koeficijent varijacije
ja: 変動係数
nl: Coefficiënt van Variatie
pl: Współczynnik zmienności
pt: Coeficiente de variação
ru: Коэффициент вариации
sr: Коефицијент варијације
ta: மாறுபாட்டின் குணகம்
tr: Değişim katsayısı
zh_hans: 变异系数

source: MAD robust
es: DAM (MAD) Robusta
eu: MDA sendoa
fr: Écart Médian Absolu Robuste
gl: DAM (MAD) Robusta
hr: Robustni MAD
ja: ロバスト中央値絶対偏差
nl: MAD Robuust
pl: MAD (wersja odporna)
pt: MAD robusta
ru: Робастное медианное абсолютное отклонение (MAD)
sr: MAD робустан
ta: MAD வலுவானது
tr: OMS güveni
zh_hans: MAD 稳健性

source: IQR
de: IQA
es: RIC(IQR)
fr: Écart interquartile
gl: RIC(IQR)
ja: 四分位範囲
pt: Intervalo interquartil
ru: Межквартильный размах (IQR)
sr: IQR (интерквартални распон)
tr: IQR(Çeyrekler Arası Aralık)

source: Skewness
de: Schiefe
es: Asimetría
eu: Alborapena
fr: Asymétrie
gl: Asimetría
hr: Asimetrija
ja: 歪度
nl: Scheefheid
pl: Skośność
pt: Assimetria
ru: Асимметрия
sr: Асиметрија (Skewness)
ta: வளைவு
tr: Çarpıklık
zh_hans: 偏度

source: Std. Error of Skewness
de: Std.-Fehler Schiefe
es: Error Típico de la Asimetría
eu: Alborapenaren Errore Estandarra
fr: Erreur type de l'asymétrie
gl: Erro Padrón da Asimetría
hr: Std. pogreška Skewness
ja: 歪度の標準誤差
nl: Std. fout van scheefheid
pl: Błąd stand. skośności
pt: Erro padrão da Assimetria
ru: Стандартная ошибка асимметрии
sr: Стд. грешка асиметрије (Skewness)
ta: படிப்பு வளைவின் பிழை
tr: Çarpıklık Standart Hatası
zh_hans: 偏度的标准误差

source: Kurtosis
de: Wölbung
es: Curtosis
eu: Kurtosia
gl: Curtose
ja: 尖度
nl: Gepiektheid
pl: Kurtoza
pt: Curtose
ru: Эксцесс
sr: Спљоштеност (Kurtosis)
ta: குர்டோசிச்
tr: Basıklık
zh_hans: 峰度

source: Std. Error of Kurtosis
de: Std.-Fehler Wölbung
es: Error Típico de la Curtosis
eu: Kurtosiaren Errore Estandarra
gl: Erro Padrón da Curtose
hr: Std. pogreška Kurtosis
ja: 尖度の標準誤差
nl: Std. fout van gepiektheid
pl: Błąd stand. kurtozy
pt: Erro padrão da Curtose
ru: Стандартная ошибка эксцесса
sr: Стд. грешка спљоштености (Kurtosis)
ta: படிப்பு குர்டோசிசின் பிழை
tr: Basıklık Standart Hatası
zh_hans: 峰度的标准误差

source: P-value of Shapiro-Wilk
de: P-Wert Shapiro-Wilk
es: Valor de p de Shapiro-Wilk
eu: Shapiro-Wilk-en P-balioa
fr: Valeur p de Shapiro-Wilk
gl: Valor p de Shapiro-Wilk
hr: Shapiro-Wilk p-vrijednost
ja: シャピロ-ウィルクのP値
nl: P-waarde van Shapiro-Wilk
pl: Wartość p testu Shapiro-Wilka
pt: P-value do Shapiro-Wilk
ru: P-значение коэффициента Шапиро-Уилка
sr: P-вредност Shapiro-Wilk
ta: சாபிரோ-வில்க்கின் பி-மதிப்பு
tr: Shapiro-Wilk P-değeri
zh_hans: Shapiro-Wilk 的p值

source: 25th percentile
de: 25. Perzentil
es: Primer cuartil
eu: 25. pertzentila
fr: 25ième centile
gl: Primeiro cuartil
ja: 25パーセンタイル
nl: 25ste percentiel
pl: 25-ty percentyl
pt: 25° percentil
ru: 25-й процентиль
sr: 25. перцентил
ta: 25 சதவிகிதம்
tr: 25. yüzdelik
zh_hans: 第 25 百分位

source: 50th percentile
de: 50. Perzentil
es: Segundo cuartil (mediana)
eu: 50. pertzentila
fr: 50ième centile
gl: Segundo cuartil (mediana)
ja: 50パーセンタイル
nl: 50ste percentiel
pl: 50-ty percentyl
pt: 50° percentil
ru: 50-й процентиль
sr: 50. перцентил
ta: 50 சதவிகிதம்
tr: 50. yüzdelik
zh_hans: 第 50 百分位

source: 75th percentile
de: 75. Perzentil
es: Tercer cuartil
eu: 75. pertzentila
fr: 75ième centile
gl: Terceiro cuartil
ja: 75パーセンタイル
nl: 75ste percentiel
pl: 75-ty percentyl
pt: 75° percentil
ru: 75-й процентиль
sr: 75. перцентил
ta: 75வது விழுக்காடு
tr: 75. yüzdelik
zh_hans: 第 75 百分位

source: %gth percentile
de: %g. Perzentil
es: Percentil %g-ésimo
eu: %. pertzentila
fr: %gième centile
gl: Percentil %g-ésimo
hr: %g. percentil
ja: 第%gパーセンタイル
nl: %ge percentiel
pl: %g-ty percentyl
pt: %go. percentil
ru: %g-й процентиль
sr: %g перцентил
ta: %gth விழுக்காடு
tr: %g. yüzdelik
zh_hans: 第 %g 百分位

source: Error in Percentiles, all values should >=0 and <=100
de: Fehler in Perzentilen, alle Werte sollten >=0 und <=100 sein
es: Fallo en los Percentiles: todos los valores deben ser >=0 y <=100
eu: Pertzentiletan Errorea , balio guztiek >=0 eta <=100 izan behar dute
fr: Erreur en Centiles, toutes les valeurs devraient >=0 et <=100
gl: Fallo nos Percentiles: tódolos valores deben ser >=0 e <=100
ja: パーセンタイルのエラー、すべての値は >=0 と <=100 である必要があります
nl: Fout in percentielen, alle waarden moeten >=0 en <=100
pl: Błąd w funkcji Percentyle; wszystkie wartości powinny być w zakresie 0-100
pt: Erro nos percentis, todos os valores devem ser >=0 e <=100
ru: Ошибка в процентилях, все значения должны быть >=0 и <=100
sr: Грешка у перцентилима, све вредности би требало да буду >=0 и <=100
ta: சதவீதங்களில் பிழை, எல்லா மதிப்புகளும் >=0 மற்றும் <=100 ஆக இருக்க வேண்டும்
tr: Yüzdeliklerde Hata, tüm değerler >=0 ve <=100 olmalıdır
zh_hans: 百分位数中有误，所有值应介于0~100之间

source: Sum
de: Summe
es: Suma
eu: Batura
fr: Somme
gl: Suma
hr: Suma
ja: 総和
nl: Som
pl: Suma
pt: Soma
ru: Сумма
sr: Збир
ta: தொகை
tr: Toplam
zh_hans: 总和

source: All values are identical
de: Alle Werte sind identisch
es: Todos los valores son idénticos
eu: Balio guztiak berdinak dira
fr: Toutes les valeurs sont identiques
gl: Todos os valores son idénticos
hr: Sve vrijednosti su identične
ja: すべての値が同一です
nl: Alle waarden zijn gelijk
pl: Wszystkie wartości są identyczne
pt: Todos os valores são identicos
ru: Все значения идентичны
sr: Све вредности су идентичне
ta: எல்லா மதிப்புகளும் ஒரே மாதிரியானவை
tr: Tüm değerler aynı
zh_hans: 所有值都是相同的

source: Infimum (minimum) of an empty set is %1$s, supremum (maximum) of an empty set is %2$s.
de: Infimum (Minimum) einer leeren Menge ist %1$s, Supremum (Maximum) einer leeren Menge ist %2$s.
es: El más pequeño (mínimo) de un conjunto vacío es %1$s; el más grande (máximo) de un conjunto vacío es %2$s.
fr: L'infimum (minimum) d'un ensemble vide est %1$s, le supremum (maximum) d'un ensemble vide est %2$s.
gl: O máis pequeno (mínimo) dun conxunto vacío é %1$s; o máis grande (máximo) dun conxunto vacío é %2$s.
ja: 空のセットの最小値は %1$s、空のセットの最大値は %2$s です。
nl: Infimum (minimum) van een lege verzameling is %s, supremum (maximum) van een lege verzameling is %s.
pl: Infimum (minimum) zbioru pustego to %1$s, supremum (maksimum) zbioru pustego to %2$s.
pt: Ínfimo (mínimo) de um conjunto vazio é %1$s, o supremo (máximo) de um conjunto vazio é %2$s.
ru: Минимум пустого множества равен %1$s, максимум пустого множества равен %2$s.
sr: Инфимум (минимум) празног скупа је %1$s, супремум (максимум) празног скупа је %2$s.
ta: காலியான தொகுப்பின் இன்ஃபிமம் (குறைந்தபட்சம்) %1$s, காலியான தொகுப்பின் உச்சம் (அதிகபட்சம்) %2$s.
tr: Boş kümenin en küçük (minimum) değeri %1$s, en büyük (supremum) değeri %2$s'dir.
zh_hans: 空集的下确界（最小值）是 %1$s，空集的上确界（最大值）是 %2$s。

source: More than one mode exists. For nominal and ordinal data, the first mode is reported. For continuous data, the mode with the highest density estimate is reported but multiple modes may exist. We recommend visualizing the data to check for multimodality.
de: Es gibt mehr als einen Modus. Für nominale und ordinale Daten wird der erste Modus angegeben. Bei kontinuierlichen Daten wird der Modus mit der höchsten Dichteschätzung gemeldet, es können jedoch mehrere Modi vorhanden sein. Wir empfehlen, die Daten zu visualisieren, um sie auf Multimodalität zu prüfen.
es: Existe más de un modo. Para datos nominales y ordinales, se informa del primer modo. Para datos continuos, se informa del modo con la estimación de la densidad más alta, pero pueden existir varios modos. Recomendamos visualizar los datos para verificar la multimodalidad.
eu: Modu bat baino gehiago dago. Datu nominal eta ordinaletarako, lehenengo modua adierazten da. Datu jarraituetarako, dentsitate-estimazio handiena duen modua adierazten da, baina modu bat baino gehiago egon daitezke. Datuak bistaratzea gomendatzen dugu multimodalitatea egiaztatzeko.
fr: Plus d'un mode est présent. Pour les données nominales et ordinales, le premier mode est rapporté. Pour les données continues, le mode ayant la plus haute densité est rapporté mais plusieurs modes peuvent exister. Nous recommandons de visualiser les données afin de vérifier les multi-modalités.
gl: Existe máis dun modo. Para datos nominais e ordinais, infórmase do primeiro modo. Para datos continuos, infórmase do modo coa estimación da densidad más alta, pero poden existir varios modos. Aconsellamos visualizar os datos para verificar a multimodalidade.
ja: 複数のモード（峰）が存在します。名義や順序データでは、最初のモードが報告されます。連続データでは、最も高密度の推定値が報告されます。ただし、複数のモードが存在するかもしれません。データの可視化を行い、多峰性について確認することを推奨します。
nl: Er is meer dan één modus. Voor nominale en ordinale gegevens wordt de eerste modus gerapporteerd. Voor continue gegevens wordt de modus met de hoogste dichtheidsschatting gerapporteerd, maar er kunnen meerdere modi bestaan. We raden aan de gegevens te visualiseren om te controleren op multimodaliteit.
pl: Istnieje więcej niż jedna dominanta. Dla danych nominalnych i porządkowych podawana jest pierwsza z nich. Dla danych ciągłych podawana jest dominanta z najwyższym oszacowaniem gęstości. Zalecamy wizualizację danych w celu sprawdzenia wielomodalności.
pt: Mais de um modo existe. Para dados nominais e ordinais, o primeiro modo é relatado. Para dados contínuos, o modo com a maior densidade de estimativas é relatado mas múltiplos modos podem existir. Recomenda-se visualizar os dados para verificar por multimodalidade.
sr: Постоји више од једног мода. За номиналне и ординалне податке, пријављује се први мод. За континуиране податке, пријављује се мод са највећом проценом густине, али може постојати више модова. Препоручујемо визуелизацију података да би се проверило вишемодално распоређење.
ta: ஒன்றுக்கு மேற்பட்ட முறைகள் உள்ளன. பெயரளவு மற்றும் சாதாரண தரவுகளுக்கு, முதல் பயன்முறை அறிவிக்கப்படுகிறது. தொடர்ச்சியான தரவுகளுக்கு, அதிக அடர்த்தி மதிப்பீட்டைக் கொண்ட பயன்முறையைப் புகாரளிக்கலாம் ஆனால் பல முறைகள் இருக்கலாம். மல்டிமாடலிட்டியை சரிபார்க்க தரவை காட்சிப்படுத்த பரிந்துரைக்கிறோம்.
tr: Birden fazla mod mevcuttur. Nominal ve sıralı veriler için ilk mod raporlanır. Sürekli veriler için en yüksek yoğunluk tahminine sahip mod raporlanır ancak birden fazla mod mevcut olabilir. Çok modluluğu kontrol etmek için verileri görselleştirmenizi öneririz.
zh_hans: 当前存在的众数不止一个。对于名义数据和有序数据，报告第1个众数。对于连续数据，报告具有最高密度估计的众数，但可能存在多个众数。我们建议可视化数据以查看多个众数。

source: Geometric and harmonic means are defined only for strictly positive variables, but the data contain some non-positive values.
sr: Геометријске и хармонијске средине су дефинисане само за строго позитивне променљиве, али подаци садрже и неке негативне вредности.
ta: சியோமெட்ரிக் மற்றும் ஆர்மோனிக் வழிமுறைகள் கண்டிப்பாக நேர்மறை மாறிகளுக்கு மட்டுமே வரையறுக்கப்படுகின்றன, ஆனால் தரவு சில நேர்மறை மதிப்புகளைக் கொண்டுள்ளது.

source: Total
de: Gesamt
eu: Guztira
hr: Ukupno
ja: 合計
nl: Totaal
pl: Całość
ru: Всего
sr: Укупно
ta: மொத்தம்
tr: Toplam
zh_hans: 总计

source: All variables have more than %1$s distinct values
de: Alle Variablen haben mehr als %1$s unterschiedliche Werte
es: Todas las variables tienen más de %1$s valores distintos
eu: Aldagai guztiek %1$s balio desberdin baino gehiago dituzte
fr: Toutes les variables ont plus de %1$s valeurs distinctes
gl: Todas as variables teñen máis de %1$s valores distintos
hr: Sve varijable imaju više od %1$s različitih vrijednosti
ja: すべての変数が %1$s 個以上の異なる値を持っています
nl: Alle variabelen hebben meer dan %1$s verschillende waarden
pl: Wszystkie zmienne mają więcej niż %1$s różnych wartości
pt: Todas as variáveis têm mais de %1$s valores distintos
ru: Все переменные имеют более %1$s различных значений
sr: Све променљиве имају више од %1$s различитих вредности
ta: அனைத்து மாறிகளும் %1$s க்கும் அதிகமான தனித்துவமான மதிப்புகளைக் கொண்டுள்ளன
tr: Tüm değişkenlerin %1$s'den fazla farklı değeri var
zh_hans: 所有变量都有超过 %1$s 个不同的值

source: Frequencies
de: Häufigkeiten
es: Frecuencias
eu: Maiztasunak
fr: Fréquences
gl: Frecuencias
hr: Frekvencije
ja: 頻度
nl: Frequenties
pl: Częstości
pt: Frequências
ru: Частоты
sr: Фреквенције
ta: அலைவெண்கள்
tr: Frekanslar
zh_hans: 频率

source: Frequencies for %s
de: Häufigkeiten für %s
es: Frecuencias para %s
fr: Fréquences pour %s
gl: Frecuencias para %s
hr: Frekvencije za %s
ja: %s の頻度
nl: Frequenties voor %s
pl: Częstości dla %s
pt: Frequências para %s
ru: Частоты для %s-ных величин
sr: Фреквенције за %s
ta: %sக்கான அதிர்வெண்கள்
tr: %s için frekanslar
zh_hans: %s 的频率

source: Frequency
de: Häufigkeit
es: Frecuencia
eu: Maiztasuna
fr: Fréquence
gl: Frecuencia
hr: Frekvencija
ja: 頻度
nl: Frequentie
pl: Częstości
pt: Frequência
ru: Частота
sr: Фреквенција
ta: மீடிறன், மீள்திறன், நிகழ்வெண், நிகழ்வு
tr: Frekans
zh_hans: 频率

source: Percent
de: Prozent
es: Porcentaje
eu: Ehunekoa
fr: Pourcentage
gl: Porcentaxe
hr: Postotak
ja: パーセント
nl: Percentage
pl: Procent
pt: Percentagem
ru: Процент
sr: Проценат
ta: விழுக்காடு
tr: Yüzde
zh_hans: 百分比

source: Valid Percent
de: Prozent gültig
es: Porcentaje Válido
eu: Ehuneko Baliogarria
fr: Pourcentage valide
gl: Porcentaxe Válida
hr: Zbirni postotak
ja: 有効パーセント
nl: Geldig Percentage
pl: Procent ważnych
pt: Porcentagem válida
ru: Значимый процент
sr: Важећи проценат
ta: செல்லுபடியாகும் விழுக்காடு
tr: Geçerli Yüzde
zh_hans: 有效百分比

source: Cumulative Percent
de: Prozent kumulativ
es: Porcentaje Acumulado
fr: Pourcentage Cumulé
gl: Porcentaxe Acumulada
hr: Zbirni postotak
ja: 累積パーセント
nl: Cumulatief Percentage
pl: Procent skumulowany
pt: Porcentagem cumulativa
ru: Накопленный процент
sr: Кумулативни проценат
ta: ஒட்டுமொத்த விழுக்காடு
tr: Birikimli Yüzde
zh_hans: 累计百分比

source: Plotting not possible: %s
de: Abbilden nicht möglich: %s
es: No es posible hacer el gráfico: %s
eu: Ezin da grafikoa egitea: %s
fr: Traçage impossible : %s
gl: Non é posible facer a gráfica: %s
hr: Crtanje nije moguće: %s
ja: プロットできません: %s
nl: Plotten niet mogelijk: %s
pl: Nie można utworzyć wykresu: %s
pt: A plotagem não é possível: %s
ru: Построение графиков невозможно: %s
sr: Цртање није могуће: %s
ta: திட்டமிடல் சாத்தியமில்லை: %s
tr: Grafik çizilemiyor: %s
zh_hans: 无法绘图：%s

source: Plotting is not possible: No plot type selected!
de: Abbilden ist nicht möglich: Kein Diagrammtyp ausgewählt!
es: No es posible hacer el gráfico: ¡No se eligió el tipo de gráfico!
eu: Ezin da grafikoa egitea: Grafiko mota aukeratu gabe!
fr: Le traçage n'est pas possible : Aucun type de tracé n'a été sélectionné !
gl: Non é posible facer a gráfica: Non se elixiu o tipo de gráfica!
hr: Crtanje nije moguće: vrsta grafikona nije odabrana!
ja: プロットできません：プロットタイプが選択されていません！
nl: Grafiek maken is niet mogelijk: Geen grafiektype geselecteerd!
pl: Nie można utworzyć wykresu: nie wybrano typu wykresu!
pt: Não é possível efetuar a plotagem: Não foi selecionado um tipo de gráfico!
ru: Построение графика невозможно: Ни один тип графика не выбран!
sr: Цртање није могуће: Није изабрана врста графикона!
ta: திட்டமிடல் சாத்தியமில்லை: சூழ்ச்சி வகை எதுவும் தேர்ந்தெடுக்கப்படவில்லை!
tr: Çizim mümkün değil: Grafik türü seçilmedi!
zh_hans: 无法完成绘图：未选择绘图类型！

source: Counts
de: Häufigkeiten
es: Recuentos
eu: Zenbaketak
fr: Comptes
gl: Recontos
ja: カウント
nl: Aantallen
pl: Liczebności
pt: Contagens
ru: Количество
sr: Бројеви
ta: எண்ணுகிறது
tr: Sayımlar
zh_hans: 计数

source: Density
de: Dichte
es: Densidad
eu: Dentsitatea
fr: Densité
gl: Densidade
hr: Gustoća
ja: 密度
nl: Dichtheid
pl: Gęstość
pt: Densidade
ru: Плотность
sr: Густина
ta: அடர்த்தி
tr: Yoğunluk
zh_hans: 密度

source: No non-missing values!
de: Keine nicht-fehlenden Werte!
es: ¡Sin valores no ausentes!
eu: Ez dago baliorik-gabeko datuak!
fr: Aucune valeur non-manquante !
gl: Non hai valores non ausentes!
ja: 欠測値はありません！
nl: Geen niet-ontbrekende waarden!
pl: Występują wyłącznie braki danych!
pt: Sem valores não ausentes!
ru: Нет непропущенных значений!
sr: Нема вредности које нису недостајуће!
ta: விடுபடாத மதிப்புகள் இல்லை!
tr: Eksik olmayan değer yok!
zh_hans: 没有非缺失值！

source: Association cannot be computed due to missing values. Try a different 'Use' setting.
es: La asociación no se puede calcular debido a valores que faltan. Pruebe con una configuración de 'Usar' diferente.
gl: A asociación non se pode calcular debido a valores ausentes. Intenta unha configuración distinta de 'Usar'.
ja: 欠測値があるため連関を計算できません。別の「使用」設定を試してください.
nl: Associatie kan niet worden berekend vanwege ontbrekende waarden. Probeer een andere instelling voor 'Gebruiken'.
pl: Zależność nie mogła zostać obliczona ze względu na braki danych. Należy zmienić ustawienia opcji "Użyj".
pt: A associação não pode ser computada devido a valores ausentes. Tente utilizar uma configuração 'Usar' diferente.
sr: Асоцијација не може бити израчуната због недостајућих вредности. Покушајте са различитом поставком ‘употреба’.
ta: விடுபட்ட மதிப்புகள் காரணமாக சங்கத்தை கணக்கிட முடியாது. வேறு 'பயன்பாடு' அமைப்பை முயற்சிக்கவும்.
tr: Eksik değerler nedeniyle ilişkilendirme hesaplanamıyor. Farklı bir 'Kullanım' ayarı deneyin.
zh_hans: 由于缺失值，无法计算关联。请尝试不同的“使用”设置。

source: Some associations cannot be computed due to missing values. Try a different 'Use' setting.
es: Algunas asociaciones no se pueden calcular debido a valores faltantes. Pruebe con una configuración de 'Usar' diferente.
eu: Ezin dira asoziazio butzuk kalkulatu balio falta direlako. Saiatu beste 'Erabili' ezarpen batekin.
gl: Algunhas asociacións non se poden calcular debido a valores ausentes. Intenta unha configuración distinta de 'Usar'.
ja: 欠測値があるためいくつかの連関が計算できません。別の「使用」設定を試してください.
nl: Sommige associaties kunnen niet worden berekend omdat er waarden ontbreken. Probeer een andere instelling voor 'Gebruiken'.
pl: Niektóre zależności nie mogły zostać obliczone ze względu na braki danych. Należy zmienić ustawienia opcji "Użyj".
pt: Algumas associações não puderam ser calculadas devido a valores ausentes. Tente utilizar uma configuração 'Usar' diferente.
sr: Неке асоцијације не могу бити израчунате због недостајућих вредности. Покушајте са различитом поставком ‘употреба’.
ta: மதிப்புகள் இல்லாததால் சில சங்கங்களை கணக்கிட முடியாது. வேறு 'பயன்பாடு' அமைப்பை முயற்சிக்கவும்.
tr: Eksik değerler nedeniyle bazı ilişkiler hesaplanamıyor. Farklı bir 'Kullanım' ayarı deneyin.
zh_hans: 由于缺失值，某些关联无法计算。请尝试使用不同的“使用”设置。

source: Theoretical Quantiles
de: Theoretische Quantile
es: Cuantiles Teóricos
eu: Kuantil Teorikoak
fr: Quantiles Théoriques
gl: Cuantiles Teóricos
hr: Teoretski kvantili
ja: 理論上の分位数
nl: Theoretische Kwantielen
pl: Kwantyle teoretyczne
pt: Quantis teóricos
ru: Теоретические квантили
sr: Теоријски квантили
zh_hans: 理论分位数( Theoretical Quantile)

source: Sample Quantiles
de: Stichprobenquantile
es: Cuantiles de la Muestra
eu: Lagin Kuantilak
fr: Quantiles de l'échantillon
gl: Cuantiles da Mostra
hr: Kvantili uzorka
ja: サンプル分位数
nl: Steekproefkwantielen
pl: Kwantyle z próby
pt: Quartil da amostra
ru: Выборочные квантили
sr: Квантилни узорци
zh_hans: 样本分位数

source: Stem
de: Stängel
es: Tallo
eu: Zurtoina
fr: Tige
gl: Talo
ja: 幹
nl: Stam
pl: Łodyga
pt: Ramo
ru: Ствол
sr: Стем
ta: தண்டு
tr: Dal
zh_hans: 茎

source: Leaf
de: Blatt
es: Hoja
eu: Hostoa
fr: Feuille
gl: Folla
ja: 葉
nl: Blad
pl: Liść
pt: Folha
ru: Лист
sr: Лист
ta: இலை
tr: Yaprak
zh_hans: 叶

source: A stem and leaf table could not be made because there are fewer than 2 non-missing observations
de: Es konnte kein Stängel-Blatt-Diagramm erstellt werden, da es weniger als 2 (nicht-fehlende) Beobachtungen gibt
es: No se pudo hacer un diagrama de tallo y hojas porque hay menos de 2 observaciones no ausentes
gl: Non puido facerse un diagrama de talo e folla porque hai menos de 2 observacións non ausentes
hr: S-L tablica ne može biti prikazana jer postoji manje od 2 opažanja koja ne nedostaju
ja: 欠落していない観測値が2つ未満であるため、幹葉表を作成できませんでした
nl: Een steelbladdiagram kon niet gemaakt worden, omdat er minder dan 2 niet-ontbrekende observaties zijn
pl: Wykres typu łodyga i liście nie mógł zostać utworzony, ponieważ istnieją mniej niż 2 ważne obserwacje
pt: O diagrama de caule e folhas não pôde ser feito porque há menos de 2 observações não ausentes
ru: Не удалось составить "Ствол-лист"диаграмму, поскольку имеется менее двух не пропущенных наблюдений
sr: Табела стем-а и листа није могла бити направљена јер постоји мање од 2 вредности које нису недостајуће
ta: ஒரு தண்டு மற்றும் இலை அட்டவணையை உருவாக்க முடியவில்லை, ஏனெனில் 2க்கும் குறைவாகவே காணவில்லை
tr: Eksik olmayan gözlem sayısı 2'den az olduğundan bir dal ve yaprak tablosu oluşturulamadı
zh_hans: 无法制作茎叶表，因为非缺失观测少于 2 个

source: The decimal point is at the |
de: Der Dezimalpunkt befindet sich an der |
es: El punto decimal esta en: |
fr: La virgule décimale est au |
gl: O punto decimal está no |
hr: Decimalna točka je na |
ja: 小数点は|にあります
nl: De decimale punt bevindt zich bij de |
pl: Punkt dziesiętny znajduje się w |
pt: O ponto decimal está em |
ru: Десятичная запятая находится в |
sr: Десетична тачка је на |
ta: தசம புள்ளி |
tr: Ondalık nokta |
zh_hans: 小数点在 |

source: There must be a unique value per combination of levels of horizontal and vertical axis!
de: Für jede Stufenkombination der horizontalen und vertikalen Achse muss es einen eindeutigen Wert geben!
es: ¡Debe haber un único valor por cada combinación de los niveles del eje horizontal con los del vertical!
eu: Ardatz horizontal eta bertikalaren mailen konbinazio bakoitzeko balio bakarra egon behar da!
fr: Il doit y avoir une valeur unique par combinaison de niveaux d'axe horizontal et vertical !
gl: Debe haber un único valor por cada combinación dos niveis do eixe horizontal cos do vertical!
ja: 横軸と縦軸のレベルの組み合わせごとに一意の値が必要です!
nl: Er moet een unieke waarde zijn per combinatie van niveaus voor de horizontale en de verticale as!
pl: Każda kombinacja poziomów osi poziomej i pionowej musi mieć unikalną wartość!
pt: Deve haver um único valor por combinação de níveis nos eixos horizontal e vertical!
ru: Для каждой комбинации уровней горизонтальной и вертикальной оси должно быть свое уникальное значение!
sr: Мора постојати јединствена вредност за сваку комбинацију нивоа хоризонталне и вертикалне осе!
ta: கிடைமட்ட மற்றும் செங்குத்து அச்சின் நிலைகளின் சேர்க்கைக்கு ஒரு தனிப்பட்ட மதிப்பு இருக்க வேண்டும்!
tr: Yatay ve dikey eksen seviyelerinin her kombinasyonu için benzersiz bir değer olmalıdır!
zh_hans: 每个横轴和纵轴的水平组合必须对应一个唯一值！
