Repository: jasp-stats/jaspDescriptives
Catalog: po/R-*.po
Languages: de, es, eu, fr, gl, hr, ja, nl, pl, pt, ru, sr, ta, tr, zh_hans

source: Time Series Plot
de: Zeitreihendiagramm
es: Gráfico de Serie temporal
eu: Denbora-Serieen Grafikoa
gl: Gráfica de Serie temporal
ja: 時系列プロット
nl: Tijdreeksfiguur
pl: Wykres szeregu czasowego
pt: Gráfico de séries temporais
sr: Графикон временске серије
ta: நேரத் தொடர் சூழ்ச்சி
tr: Zaman Serisi Grafiği
zh_hans: 时间序列图

source: Lag Plot
de: Verzögerungsdiagramm
es: Gráfico de retardos
eu: Atzerapen Grafikoa
gl: Gráfica de retardos
ja: ラグプロット
nl: Vertragingsfiguur
pt: Gráfico Lag
sr: График кашњења
ta: லேக் ப்ளாட்
tr: Gecikme Grafiği
zh_hans: 滞后图

source: The specified lag, %1$s, is too large given the %2$s observations in the data. Please choose a smaller lag.
pt: O lag especificado, %1$s, é muito grande, posto que há %2$s observações nos dados. Por favor, use um lag menor.
sr: Наведено заостајање,, %1$s, је превелико с обзиром на %2$s запажања у подацима. Молимо одаберите мањи заостајање.
ta: குறிப்பிட்ட பின்னடைவு, %1$s, தரவில் உள்ள %2$s அவதானிப்புகளின் அடிப்படையில் மிகவும் பெரியதாக உள்ளது. சிறிய பின்னடைவைத் தேர்ந்தெடுக்கவும்.
tr: Belirtilen gecikme (%1$s), verideki %2$s gözlem için çok büyüktür. Lütfen daha küçük bir gecikme seçin.

source: Autocorrelation Function
de: Autokorrelationsfunktion
es: Función de Autocorrelación
eu: Autokorrelazio funtzioa
gl: Función de Autocorrelación
ja: 自己相関関数
nl: Autocorrelatiefunctie
pt: Função de autocorrelação
sr: Функција аутокорелације
ta: தன்னியக்க தொடர்பு செயல்பாடு
tr: Otokorelasyon Fonksiyonu
zh_hans: 自相关函数

source: Partial Autocorrelation Function
de: Partielle Autokorrelationsfunktion
es: Función de Autocorrelación Parcial
eu: Autokorrelazio Partzialeko Funtzioa
gl: Función de Autocorrelación Parcial
ja: 偏自己相関関数
nl: Partiële Autocorrelatiefunctie
pt: Função de autocorrelação parcial
sr: Функција парцијалне аутокорелације
ta: பகுதி தன்னியக்க தொடர்பு செயல்பாடு
tr: Kısmi Otokorelasyon Fonksiyonu
zh_hans: 偏自相关函数

source: Descriptive Statistics
de: Deskriptive Statistik
es: Estadísticos Descriptivos
eu: Estatistiko Deskriptiboak
fr: Statistiques descriptives
gl: Estatísticos Descritivos
hr: Deskriptivna statistika
ja: 記述統計
nl: Beschrijvende Statistiek
pl: Statystyki opisowe
pt: Estatísticas descritivas
ru: Описательные статистики
sr: Дескриптивна статистика
ta: விளக்கமான புள்ளிவிவரங்கள்
tr: Tanımlayıcı İstatistikler
zh_hans: 描述性统计

source: Valid
de: Gültig
es: Válido
eu: Baliozkoa
fr: Valide
gl: Válido
hr: Valjani
ja: 妥当
nl: Geldig
pl: Ważne
pt: Válidos
ru: Существующие
sr: Валидан
ta: செல்லுபடியாகும்
tr: Geçerli
zh_hans: 有效

source: Missing
de: Fehlend
es: Ausente
eu: Desgertua
fr: Manquant
gl: Ausente
hr: Nedostajući
ja: 欠損値
nl: Ontbrekend
pl: Braki danych
pt: Ausentes
ru: Пропущенные
sr: Недостајуће
ta: காணவில்லை
tr: Eksik(Yok)
zh_hans: 缺失

source: Mean
de: Mittelwert
es: Media
eu: Batez bestekoa
fr: Moyenne
gl: Media
hr: Aritmetička sredina
ja: 平均値
nl: Gemiddelde
pl: Średnia
pt: Média
ru: Среднее
sr: Аритметичка средина
ta: இடை, சராசரி
tr: Ortalama
zh_hans: 均值

source: Std. Deviation
de: Standardabweichung
es: Desviación Típica
eu: Desbiderapen Estandarra
fr: Écart type
gl: Desvío Padrón
hr: Standardna devijacija
ja: 標準偏差
nl: Standaardafwijking
pl: Odch. stand.
pt: Desv. Padrão
ru: Стандартное отклонение
sr: Станд. девијација
ta: படிப்பு விலகல்
tr: Std. Sapma
zh_hans: 标准差

source: Variance
de: Varianz
es: Varianza
eu: Bariantza
gl: Varianza
hr: Varijanca
ja: 分散
nl: Variantie
pl: Wariancja
pt: Variância
ru: Дисперсия
sr: Варијанца
ta: மாறுபாட்டெண்
tr: Varyans
zh_hans: 方差

source: Range
de: Wertebereich
es: Rango
eu: Heina
fr: Étendue
gl: Rango
hr: Raspon
ja: 範囲
nl: Bereik
pl: Rozstęp
pt: Amplitude total
ru: Размах
sr: Распон
ta: வீச்சு
tr: Açıklık
zh_hans: 范围

source: Minimum
es: Mínimo
eu: Gutxienekoa
gl: Mínimo
ja: 最小値
pt: Mínimo
ru: Минимум
sr: Минимум
ta: சிறுமம்
zh_hans: 最小值

source: Maximum
es: Máximo
eu: Gehienezkoa
gl: Máximo
hr: Maksimum
ja: 最大値
pl: Maksimum
pt: Máximo
ru: Максимум
sr: Максимум
ta: பெருமம்
tr: Maksimum
zh_hans: 最大值

source: Start
es: Inicio
eu: Hasi
gl: Inicio
ja: 開始
pt: Iniciar
sr: Почни
ta: தொடங்கு
tr: Başla
zh_hans: 起始

source: End
de: Ende
es: Fin
eu: Amaitu
gl: Fin
ja: 終了
nl: Einde
pl: Koniec
pt: Finalizar
sr: Крај
ta: முடிவு
tr: Son
zh_hans: 终止

source: Lag 1 Autocorrelation
es: Autocorrelación de orden 1
gl: Autocorrelación de nivel 1
ja: ラグ1自己相関
nl: Vertraging 1 Autocorrelatie
pt: Autocorrelação lag 1
sr: Аутокорелација са кашњењем 1
ta: பின்னடைவு 1 தன்னியக்க தொடர்பு
tr: Lag 1 Otokorelasyon
zh_hans: 滞后 1 自相关

source: The time series data should be equally-spaced.
de: Die Zeitreihendaten sollten gleichmäßige Abstände aufweisen.
es: Los datos de series temporales deben estar equidistantes.
gl: Os datos de series temporais deben estar equidistantes.
ja: 時系列データは等間隔でなければならない.
nl: De tijdreeksgegevens moeten gelijk verdeeld zijn.
pl: Dane szeregów czasowych powinny być równomiernie rozmieszczone.
pt: Os dados da série temporal devem ser igualmente espaçados.
sr: Подаци временских серија треба да буду равномерно распоређени.
ta: நேரத் தொடர் தரவு சம இடைவெளியில் இருக்க வேண்டும்.
tr: Zaman serisi verileri eşit aralıklarla olmalıdır.
zh_hans: 时间序列数据应为等间隔。

source: The time variable should have unique values only.
de: Die Zeitvariable sollte nur einzigartige Werte haben.
es: La variable de tiempo debe tener solo valores que no se repitan.
gl: A variable de tempo debe ter só valores que non se repitan.
ja: 時間変数は一意の値を持つべき.
nl: De tijdvariabele mag alleen unieke waarden hebben.
pl: Zmienna czasu powinna mieć wyłącznie unikalne wartości.
pt: A variável tempo deve ter apenas valores únicos.
sr: Временска променлива мора имати само јединствене вредности.
ta: நேர மாறி தனிப்பட்ட மதிப்புகளை மட்டுமே கொண்டிருக்க வேண்டும்.
tr: Zaman değişkeni yalnızca benzersiz değerlere sahip olmalıdır.
zh_hans: 时间变量应该只有唯一的值。

source: The 'Time' variable has a date-like format, please filter by date instead.
de: Die Variable 'Zeit' hat ein datumsähnliches Format, bitte filtern Sie stattdessen nach dem Datum.
es: La variable 'Tiempo' tiene un formato semejante al de fechas; por favor, mejor filtre por fecha.
gl: A variable 'Tempo' ten un formato que se asemella ao de datas; por favor, mellor filtre por data.
ja: 'Time' 変数には日付のような形式であり、代わりに日付でフィルタリングしてください.
nl: De variabele 'Tijd' heeft een datumnotatie, filter op datum.
pl: Zmienna 'Czas' ma format podobny do daty. Należy wykonać filtrowanie według daty.
pt: A variável 'Tempo' tem formato de data. Por favor, filtre por data.
sr: Варијабла 'Време' има формат сличан датуму - молимо филтрирајте по датуму.
ta: 'நேரம்' மாறி ஒரு தேதி போன்ற வடிவமைப்பைக் கொண்டுள்ளது, அதற்குப் பதிலாக தேதியின்படி வடிகட்டவும்.
tr: 'Time' değişkeni tarih benzeri bir biçime sahiptir, lütfen bunun yerine tarihe göre filtreleme yapın.
zh_hans: “时间”变量具有类似日期的格式，请改为按日期进行筛选。

source: The 'Time' variable is not in a date-like format (e.g., yyyy-mm-dd hh:mm:ss). Try to filter by time index instead.
de: Die Variable 'Zeit' hat kein datumsähnliches Format (z. B. jjjj-mm-tt hh:mm:ss). Versuchen Sie stattdessen, nach dem Zeitindex zu filtern.
es: La variable 'Tiempo' no tiene un formato semejante al de fechas (p.e. aaaa-mm-dd hh:mm:ss). Mejor intente filtrar mediante un índice temporal.
eu: 'Ordua' aldagaia ez dago data formatuan (adibidez, uuuu-hh-ee oo:mm:ss). Saiatu denbora indizearen arabera iragazten.
fr: La variable 'Temps' n'est pas au format data (e.g. yyyy-mm-dd hh:mm:ss). Essayer de filtrer par index temporel.
gl: A variable 'Tempo' non ten un formato que se asemelle ao de datas (p.e. aaaa-mm-dd hh:mm:ss). Mellor trata de filtrar mediante un índice temporal.
ja: 'Time' 変数が、日付型フォーマット (例えば、yyyy-mm-dd hh:mm:ss) ではありません。 代わりにタイムインデックスでフィルタリングしてみてください.
nl: De variabele 'Tijd' heeft geen datumnotatie (bijvoorbeeld jjjj-mm-dd hh:mm:ss). Probeer te filteren op tijdsindex.
pl: Zmienna 'Czas' nie ma formatu daty (np. rrrr-mm-dd gg:mm:ss). Należy wykonać filtrowanie według indeksu czasu.
pt: A variável 'Tempo' não está no formato de data (e.g., yyyy-mm-dd hh:mm:ss). Tente filtrar por índice de tempo.
sr: Варијабла 'Време' није у формату сличном датуму (нпр. гггг-мм-дд чч:мм:сс). Покушајте да филтрирате преко временског индекса.
ta: 'நேரம்' மாறி தேதி போன்ற வடிவத்தில் இல்லை (எ.கா., yyyy-mm-dd hh:mm:ss). அதற்கு பதிலாக நேர அட்டவணை மூலம் வடிகட்ட முயற்சிக்கவும்.
tr: 'Time' değişkeni tarih benzeri bir biçimde değil (örn. yyyy-mm-dd hh:mm:ss). Bunun yerine zaman dizinine göre filtrelemeyi deneyin.
zh_hans: “时间”变量不是日期格式（例如，yyyy-mm-dd hh:mm:ss）。请尝试改为按时间索引进行筛选。

source: 'Start' must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss).
de: 'Start' muss in einem datumsähnlichen Format angegeben werden (z. B. jjjj-mm-tt hh:mm:ss).
es: 'Inicio' debe estar en formato semejante al de fechas (p.e. aaaa-mm-dd hh:mm:ss).
fr: 'Début' doit être au format date (e.g., aaaa-mm-jj hh:mm:ss).
gl: 'Inicio' debe estar nun formato semellante ao de datas (p.e. aaaa-mm-dd hh:mm:ss).
ja: 'Start'は日付型形式（例：yyyy-mm-dd hh:mm:ss）でなければいけません.
nl: 'Start' moet een datumnotatie hebben (bijvoorbeeld jjjj-mm-dd hh:mm:ss).
pl: 'Początek' musi mieć format daty (np. rrrr-mm-dd gg:mm:ss).
pt: 'Iniciar' precisa estar em formato de data (e.g., yyyy-mm-dd hh:mm:ss).
sr: 'Start' мора бити у формату сличном датуму (нпр. гггг-мм-дд чч:мм:сс).
ta: 'தொடங்கு' என்பது தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., yyyy-mm-dd hh:mm:ss).
tr: 'Başlangıç' tarih benzeri bir biçimde olmalıdır (örneğin, yyyy-aa-gg ss:dd:ss).
zh_hans: “开始”必须是日期格式（例如，yyyy-mm-dd hh:mm:ss）。

source: The 'Start' value of the filter should be before last observation.
de: Der 'Start'-Wert des Filters sollte vor der letzten Beobachtung liegen.
es: El valor de 'Inicio' del filtro debe ser anterior a la última observación.
eu: Iragazkiaren 'Hasierako' balioa azken behaketaren aurrekoa izan behar da.
fr: La valeur 'Début' du filtre doit être antérieure à la dernière observation.
gl: O valor de 'Inicio' do filtro debe ser anterior á última observación.
ja: フィルタの'Start'値は、最後の観測値の前にする必要があります.
nl: De 'Start'-waarde van het filter moet voor de laatste waarneming liggen.
pl: Wartość 'Początek' filtra powinna znajdować się przed ostatnią obserwacją.
pt: O valor 'inicial' do filtro deve ser antes da última observação.
sr: Вредност 'Start' у филтеру мора бити пре последњег запажања.
ta: வடிகட்டியின் 'ச்டார்ட்' மதிப்பு கடைசியாகக் கவனிப்பதற்கு முன் இருக்க வேண்டும்.
tr: Filtrenin 'Başlangıç' değeri son gözlemden önce olmalıdır.
zh_hans: 筛选器的“开始”值应在最后一个观测值之前。

source: 'End' must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss).
de: 'Ende' muss in einem datumsähnlichen Format angegeben werden (z. B. jjjj-mm-tt hh:mm:ss).
es: 'Fin' debe estar en formato semejante al de fechas (p.e. aaaa-mm-dd hh:mm:ss).
eu: 'Amaiera' data formatuan egon behar da (adibidez, uuu-hh-ee oo:mm:ss).
gl: 'Fin' debe estar nun formato semellante ao de datas (p.e. aaaa-mm-dd hh:mm:ss).
ja: 'End'は、日付型形式（例：yyyy-mm-dd hh:mm:ss）でなければなりません.
nl: 'Einde' moet een datumnotatie hebben (bijv. jjjj-mm-dd hh:mm:ss).
pl: Wartość 'Koniec' musi mieć format daty (np. rrrr-mm-dd gg:mm:ss).
pt: 'Finalizar' deve estar em formato de data (e.g., yyyy-mm-dd hh:mm:ss).
sr: 'End' мора бити у формату сличном датуму (нпр. гггг-мм-дд чч:мм:сс).
ta: 'முடிவு' என்பது தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., yyyy-mm-dd hh:mm:ss).
tr: 'Son' tarih benzeri bir biçimde olmalıdır (örneğin, yyyy-aa-gg ss:dd:ss).
zh_hans: “结束”必须是日期格式（例如，yyyy-mm-dd hh:mm:ss）。

source: The 'End' value of the filter should be larger/later than the 'Start' value.
de: Der 'Ende'-Wert des Filters sollte größer/später sein als der 'Start'-Wert.
es: El valor de 'Fin' del filtro debe ser mayor/posterior al valor de 'Inicio'.
eu: Iragazkiaren 'Amaiera' balioa 'Hasiera' balioa baino handiagoa/beranduago izan behar da.
gl: O valor de 'Fin' do filtro debe ser maior/posterior ao valor de 'Inicio'.
ja: フィルターの 'End' 値が 'Start' 値よりも大きい/遅い値である必要があります.
nl: De 'Einde'-waarde van het filter moet groter/later zijn dan de 'Start'-waarde.
pl: Wartość 'Koniec' filtra powinna być większa/późniejsza niż wartość 'Początek'.
pt: O valor 'final' do filtro deve ser maior do que/após o valor 'inicial'.
sr: Вредност 'End' у филтеру мора бити већа/каснија од вредности 'Start'.
ta: வடிப்பானின் 'முடிவு' மதிப்பு 'தொடக்க' மதிப்பை விட பெரியதாக/பின்னாக இருக்க வேண்டும்.
tr: Filtrenin 'Bitiş' değeri 'Başlangıç' değerinden büyük/sonra olmalıdır.
zh_hans: 筛选器的“结束”值应大于/晚于“开始”值。

source: Lag
de: Verzögerung
es: Retardo
fr: Délai
gl: Retardo
ja: ラグ
nl: Vertraging
pt: Atraso
sr: Кашњење
ta: பின்னடைவு
tr: Gecikme
zh_hans: 滞后

source: Association %s
es: Asociación %s
eu: Asoziazioa %ak
gl: Asociación %s
ja: 連関 %s
nl: Associatie %s
pl: Zależność %s
pt: Associação %s
sr: Асоцијација %s
ta: சங்கம் %s
tr: İlişki %s
zh_hans: 关联 %s

source: Frequency Tables
de: Häufigkeitstabellen
es: Tablas de Frecuencias
eu: Maiztasun Taulak
fr: Tableaux de Fréquence
gl: Táboas de Frecuencias
hr: Tablica frekvencija
ja: 度数分布表
nl: Frequentietabellen
pl: Tabela częstości
pt: Tabelas de Frequências
ru: Частотные таблицы
sr: Табеле учесталости
ta: அதிர்வெண் அட்டவணைகள்
tr: Frekans Tabloları
zh_hans: 频率表

source: Correlation plots
de: Streudiagramme
es: Gráficos de correlación
eu: Korrelazio-grafikoak
fr: Graphiques de corrélation
gl: Gráficas de correlación
hr: Grafikoni korelacije
ja: 相関のプロット
nl: Spreidingsdiagrammen
pl: Wykres korelacji
pt: Correlação
ru: Корреляционные графики
sr: Корелациони дијаграми
ta: தொடர்பு அடுக்குகள்
tr: Korelasyon grafikleri
zh_hans: 相关图

source: Correlation plot
de: Streudiagramm
es: Gráfico de correlación
eu: Korrelazio-grafikoa
fr: Graphique de corrélation
gl: Gráfica de correlación
hr: Grafikon korelacije
ja: 相関のプロット
nl: Correlatiediagram
pl: Wykres korelacji
pt: Diagrama de correlação
ru: Корреляционный график
sr: Корелациони дијаграм
ta: தொடர்பு சூழ்ச்சி
tr: Korelasyon grafiği
zh_hans: 相关图

source: Distribution Plots
de: Verteilungsdiagramme
es: Gráficos de distribuciones
eu: Banaketa-Grafikoak
fr: Graphiques de distribution
gl: Gráficas de distribucións
hr: Grafikon distribucije
ja: 分布のプロット
nl: Histogrammen
pl: Histogramy
pt: Diagramas de distribuição
ru: Графики распределения
sr: Графикони расподеле
ta: விநியோக இடங்கள்
tr: Dağılım Grafikleri
zh_hans: 分布图

source: Boxplots
es: Diagramas de caja
eu: Kutxa-grafikoak
fr: Boîtes à moustaches
gl: Diagramas de caixa
hr: Pravokutni dijagrami
ja: ボックスプロット
pl: Wykresy pudełkowe
pt: Diagrama de barra
ru: Ящичковые диаграммы
sr: Кутијасти дијаграм
ta: பாக்ச்ப்ளாட்ச்
tr: Kutu grafikleri
zh_hans: 箱线图

source: Q-Q Plots
de: Q-Q-Diagramme
es: Gráficos Q-Q
eu: Q-Q Grafikoak
fr: Diagrammes Q-Q
gl: Gráficas Q-Q
hr: Q-Q grafikoni
ja: Q-Qプロット
nl: Q-Q Figuren
pl: Wykresy K-K
pt: Gráficos Q-Q
ru: Графики Q-Q
sr: Q-Q плотови
ta: Q-Q அடுக்குகள்
tr: Q-Q Grafikleri
zh_hans: Q-Q 图

source: Q-Q Plot
de: Q-Q-Diagramm
es: Gráfico Q-Q
eu: Q-Q Grafikoa
fr: Diagramme Q-Q
gl: Gráfica Q-Q
hr: Q-Q grafikon
ja: Q-Qプロット
pl: Wykres K-K
pt: Diagrama Q-Q
ru: График Q-Q
sr: Q-Q плот
ta: Q-Q சூழ்ச்சி
tr: Q-Q Grafiği
zh_hans: Q-Q 图

source: Plotting is not possible: Variable only contains NA!
de: Abbilden unmöglich: Variable enthält nur NA!
es: No es posible hacer el gráfico: ¡la variable solo contiene NA!
eu: Ezin da grafikoa egitea: aldagaiak EE bakarrik dauka!
fr: Le traçage n'est pas possible : La variable ne contient que NA !
gl: Non é posible facer a gráfica: a variable só contén NA!
hr: Crtanje nije moguće: varijabla sadrži samo NA!
ja: プロットはできません：変数がNAのみです！
nl: Maken grafieken niet mogelijk: Variabele bevat slechts NA!
pl: Nie można utworzyć wykresu: zmienna zawiera wyłącznie braki danych!
pt: A plotagem não é possível: a variável contém apenas NA!
ru: Построение графика невозможно: Переменная содержит только NA!
sr: Цртање није могуће: Варијабла садржи само NA вредности!
ta: சூழ்ச்சி செய்வது சாத்தியமில்லை: மாறியில் நா மட்டுமே உள்ளது!
tr: Çizim mümkün değil: Değişken sadece NA içeriyor!
zh_hans: 无法绘图：变量仅包含 NA！

source: Pie charts
de: Kreisdiagramme
es: Gráficos circulares
eu: Sektore-diagramak
fr: Camemberts
gl: Gráficas circulares
hr: Tortni grafikon
ja: 円グラフ
nl: Cirkeldiagrammen
pl: Wykresy kołowe
pt: Gráfico de pizza
ru: Круговые диаграммы
sr: Пита дијаграм
ta: பை விளக்கப்படங்கள்
tr: Pasta grafikleri
zh_hans: 饼图

source: Stem and Leaf
de: Stängel-Blatt-Diagramm
es: Tallo y Hoja
eu: Zurtoin eta Hosto
gl: Talo e Folla
hr: S-L dijagram
ja: 幹葉表示
nl: Steelbladdiagram
pl: Łodyga i liście
pt: Diagrama de caule e folhas
ru: Ствол-лист
sr: S-L дијаграм
ta: தண்டு மற்றும் இலை
tr: Dal ve yaprak
zh_hans: 茎叶表

source: Scatter Plots
de: Streudiagramme
es: Gráficos de Dispersión
eu: Sakabanapen Diagramak
fr: Nuages de points
gl: Gráficas de Dispersión
hr: Dijagram rasipanja
ja: 散布図
nl: Spreidingsdiagrammen
pl: Wykresy rozrzutu
pt: Gráficos de dispersão
ru: Диаграммы рассеяния
sr: Дијаграми расипања
ta: சிதறல் அடுக்குகள்
tr: Dağılım Grafikleri
zh_hans: 散点图

source: Interval plots
de: Intervalldiagramme
es: Gráficos de intervalo
eu: Tarte-diagramak
fr: Graphiques d'intervalles
gl: Gráficas de intervalo
hr: Dijagram intervala
ja: 区間プロット
pl: Słupki błędów
pt: Gráficos de intervalos
ru: Интервальные графики
sr: Дијаграм интервала
ta: இடைவெளி அடுக்குகள்
tr: Aralık grafikleri
zh_hans: 区间图

source: Dot Plots
de: Punktdiagramme
es: Gráficos de Puntos
eu: Puntu Diagramak
fr: Diagramme à points
gl: Gráficas de Puntos
hr: Dijagram točaka
ja: ドットプロット
pl: Wykresy punktowe
pt: Diagramas de pontos
ru: Точечные графики
sr: Дијаграми тачака
ta: புள்ளி அடுக்குகள்
tr: Nokta Grafikleri
zh_hans: 点图

source: Heatmaps
es: Mapas de calor
eu: Bero mapak
fr: Carte de chaleur
gl: Mapas de calor
ja: ヒートマップ
nl: Warmtekaarten
pl: Mapy cieplne
pt: Mapas de calor
ru: Теплловые карты
sr: Топлотне мапе
ta: வெப்ப வரைபடங்கள்
tr: Isı Haritaları
zh_hans: 热图

source: Pareto Plots
de: Pareto-Diagramme
es: Gráficos de Pareto
eu: Pareto Diagramak
fr: Graphiques de Pareto
gl: Gráficas de Pareto
ja: パレートプロット
nl: Pareto grafieken
pl: Wykresy Pareto
pt: Gráficos de Pareto
ru: Графики Парето
sr: Pareto дијаграми
ta: பரேட்டோ ப்ளாட்ச்
tr: Pareto Grafikleri
zh_hans: 帕累托图

source: Frequency Plots
eu: Maiztasun Diagramak
pt: Gráficos de Frequências
sr: Графикони учесталости
ta: அதிர்வெண் அடுக்குகள்
tr: Frekans Grafikleri

source: Likert Plots
de: Likert-Diagramme
es: Gráficos de Likert
eu: Likert Grafikoak
fr: Graphiques Likert
gl: Gráficas de Likert
ja: リッカートプロット
nl: Likertgrafieken
pl: Wykresy Likerta
pt: Gráficos Likert
ru: Графики Ликерта
sr: Likert дијаграми
ta: லைக்கர்ட் ப்ளாட்ச்
tr: Likert Grafikleri
zh_hans: 李克特图

source: Excluded %1$i rows from the analysis that correspond to the missing values of the split-by variable %2$s
de: Zeilen %1$i, die fehlenden Werten der Datenaufteilungs-Variable %2$s entsprechen, wurden aus der Analyse ausgeschlossen
es: Se excluyeron del análisis %1$i filas, que corresponden a los valores ausentes de la variable %2$s de separación
fr: %1$i lignes exclues de l'analyse qui correspondent aux valeurs manquantes de la variable fractionnée %2$s
gl: Excluíronse %1$i filas da análise, que se corresponden cos valores ausentes da variable %2$s de separación
hr: Iz analize je isključeno %1$i redaka koji odgovaraju vrijednostima koje nedostaju u split-by varijabli %2$s
ja: 分割変数%2$sの欠落値に対応する分析から%1$i行を除外しました
nl: %1$i rijen van de analyse uitgesloten die corresponderen met de ontbrekende waarden van de splitsvariabele %2$s
pl: Wykluczono z analizy %1$i wierszy, które odpowiadają brakom danych zmiennej grupującej %2$s
pt: Excluídas %1$i linhas da análise que correspondem aos valores ausentes da variável de divisão %2$s
ru: Из анализа исключено %1$i строк, соответствующих отсутствующим значениям группирующей переменной %2$s
sr: Изузето је %1$i редова из анализе који су у вези са недостајућим вредностима променљиве %2$s која се користи за дељење
ta: பகுப்பாய்விலிருந்து %1$i வரிசைகள் விலக்கப்பட்டுள்ளன, இது %2$s பிரிவின் மாறியின் விடுபட்ட மதிப்புகளுடன் தொடர்புடையது
tr: Bölünmüş değişken %2$s'nin eksik değerlerine karşılık gelen %1$i satır analizi dışında tutuldu
zh_hans: 从分析中排除了与拆分变量 %2$s 相对应的缺失值 %1$i 行

source: %s%% Confidence Interval Mean
de: %s%% Konfidenzintervall Mittelwert
es: Media de Intervalos con %s%% de Confianza
fr: Intervalle de confiance de la moyenne %s%%
gl: Media de Intervalos co %s%% de Confianza
ja: %s%% 信頼区間 平均
nl: %s%% Betrouwbaarheidsinterval Gemiddelde
pl: %s%% przedział ufności średniej
pt: %s%% Intervalo médio de confiança
ru: %s%% Доверительный Интервал Среднего
sr: %s%% Интервал поверења за средњу вредност
ta: %s%% நம்பிக்கை இடைவெளி சராசரி
tr: %s%% Güven Aralığı Ortalaması
zh_hans: %s%% 置信区间均值

source: %s%% Confidence Interval Std. Dev.
de: %s%% Konfidenzintervall Std.-Abw.
es: Desv. Típ. de Intervalos con %s%% de Confianza
eu: %s%% Konfiantza-Tartearen Desbideratze Estandarra
fr: Intervalle de confiance de l'écart-type %s%%
gl: Desv. Pad. de Intervalos con %s%% de Confianza
ja: %s%% 信頼区間 標準偏差
nl: %s%% Betrouwbaarheidsinterval Std. Dev.
pl: %s%% przedział ufności odch. stand.
pt: %s%% Desv. Pad. do intervalo de confiança
ru: %s%% Доверительный Интервал Стандартного отклонения
sr: %s%% Интервал поверења за станд. дев.
ta: %s%% நம்பிக்கை இடைவெளி படிநிலை. தேவ்.
tr: %s%% Güven Aralığı Standart Sapması.
zh_hans: %s%% 置信区间标准差。

source: %s%% Confidence Interval Variance
de: %s%% Konfidenzintervall Varianz
es: Varianza de Intervalos con %s%% de Confianza
eu: %s%% Konfiantza-Tartearen Bariantza
fr: Intervalle de confiance de la Variance %s%%
gl: Varianza de Intervalos con %s%% de Confianza
ja: %s%% 信頼区間 分散
nl: %s%% Betrouwbaarheidsinterval Variantie
pl: %s%% przedział ufności wariancji
pt: %s%% Variância do intervalo de confiança
ru: %s%% Доверительный Интервал Дисперсии
sr: %s%% Интервал поверења за варијансу
ta: %s%% நம்பிக்கை இடைவெளி மாறுபாடு
tr: %s%% Güven Aralığı Varyansı
zh_hans: %s%% 置信区间方差

source: Upper
de: Obergrenze
es: Superior
eu: Goikoa
fr: Supérieur
gl: Superior
ja: 上限
nl: Boven
pl: Górny
pt: Superior
ru: Верхняя граница
sr: Виши
ta: மேல்
tr: Üst
zh_hans: 上界

source: Lower
de: Untergrenze
es: Inferior
eu: Behekoa
fr: Inférieur
gl: Inferior
ja: 下限
nl: Onder
pl: Dolny
pt: Inferior
ru: Нижняя граница
sr: Нижи
ta: கீழ்
tr: Alt
zh_hans: 下界

source: %s%% CI A. Mean Upper
sr: %s%% CI средња вредност (горња граница)
ta: %s%% தொஒ A. சராசரி மேல்

source: %s%% CI A. Mean Lower
sr: %s%% CI средња вредност (доња граница)
ta: %s%% தொஒ A. சராசரி குறைவு

source: %s%% CI Std. Dev. Upper
de: %s%% KI Std.-Abw. Obergrenze
es: Superior de Desv. Típ. de los IC con %s%%
fr: IC supérieur de l'Ecart-Type %s%%
gl: Superior do Desv. Pad. dos IC co %s%%
ja: %s%% 信頼区間 標準偏差 上限
nl: %s%% CI Std. Dev. Bovengrens
pl: górna granica %s%% PU odch. stand.
pt: %s%% Desv. Pad. superior do IC
ru: %s%% ДИ Стандартного отклонения (верхняя граница)
sr: %s%% CI станд. дев. (горња граница)
ta: %s%% தொஒ Std. தேவ். மேல்
tr: %s%% CI Std. Sapma Üst
zh_hans: %s%% CI 标准差上界

source: %s%% CI Std. Dev. Lower
de: %s%% KI Std.-Abw. Untergrenze
es: Inferior de Desv. Típ. de los IC con %s%%
eu: %s%% Desbideratze Estandarren Konfiantza Tartearen Behekoa
fr: IC inférieur de l'Ecart-Type %s%%
gl: Inferior do Desv. Pad. dos IC co %s%%
ja: %s%% 信頼区間 標準偏差 下限
nl: %s%% BI Std. Dev. Ondergrens
pl: dolna granica %s%% PU odch. stand.
pt: %s%% Desv. Pad. inferior do IC
ru: %s%% ДИ Стандартного отклонения (нижняя граница)
sr: %s%% CI станд. дев. (доња граница)
ta: %s%% தொஒ Std. தேவ். கீழ்
tr: %s%% CI Std. Sapma Daha Düşük
zh_hans: %s%% CI 标准差下界
