Repository: jasp-stats/jaspDescriptives
Catalog: po/R-*.po
Languages: de, es, eu, fr, gl, hr, ja, nl, pl, pt, ru, sr, ta, tr, zh_hans

source: The mode is computed assuming that variables are discreet.
de: Der Modus ist unter der Annahme berechnet, dass Variablen diskret sind.
es: La moda se calcula asumiendo que las variables son discretas.
gl: A moda calcúlase asumindo que as variables son discretas.
nl: De modus wordt berekend ervan uitgaande dat variabelen discreet zijn.
pl: Modalna została obliczona przy założeniu, że zmienne są dyskretne.
zh_hans: 计算众数时假设变量是离散的.

source: Not all values are available for <i>Nominal Text</i> variables
de: Nicht alle Maße sind verfügbar bei <i>nominalen Text</i>-Variablen
es: No están disponibles todos los valores para las variables <i>Nominal Text</i>
fr: Toutes les valeurs ne sont pas disponibles pour les variables <i>Texte nominal</i>
gl: Non están dispoñibles todos os valores para as variables <i>Nominal Text</i>
hr: Nisu sve vrijednosti dostupne za <i>nominalne</i> varijable
nl: Niet alle waarden zijn beschikbaar voor <i>Nominale Tekst</i> variabelen
pl: Nie wszystkie wartości są dostępne dla zmiennych <i>Nominal Text</i>
ru: Не все значения доступны для <i>текстовых номинативных переменных </i>

source: Interval around mean represents ± 1 standard deviation.
de: Intervall um Mittelwert repräsentiert ± 1 Standardabweichung.
es: El intervalo en torno a la media representa ± 1 desviación típica.
gl: O intervalo arredor da media representa ± 1 desvío padrón.
nl: Interval rond gemiddelde staat voor ± 1 standaarddeviatie.

source: Interval around mean represents %d%% confidence interval;<br>confidence intervals were computed independently for each group.
de: Intervalle um Mittelwert stellen %d%% Konfidenzintervall dar;<br>Konfidenzintervalle wurden für jede Gruppe unabhängig berechnet.
es: El intervalo en torno a la media representa el intervalo de confianza del %d%%;<br>los intervalos de confianza se calcularon independientemente para cada grupo.
gl: O intervalo arredor da media representa o intervalo de confianza do %d%%;<br>os intervalos de confianza calculáronse independentemente para cada grupo.
nl: Interval rond gemiddelde vertegenwoordigt %d%% betrouwbaarheidsinterval;<br>betrouwbaarheidsintervallen werden onafhankelijk berekend voor elke groep.

source: Lower Interval Limit
de: Untere Intervallgrenze
es: Límite inferior del intervalo
gl: Límite inferior do intervalo
nl: Ondergrens van Interval

source: Upper Interval Limit
de: Obere Intervallgrenze
es: Límite superior del intervalo
gl: Límite superior do intervalo
nl: Bovengrens van Interval

source: <br>Interval around mean represents %d%% confidence interval;<br>confidence intervals were computed independently for each group.
de: <br>Intervall um Mittelwert entspricht %d%% Konfidenzintervall;<br>Konfidenzintervalle wurden unabhängig für jede Gruppe berechnet.
es: <br>El intervalo en torno a la media representa el intervalo de confianza del %d%%;<br>los intervalos de confianza se calculan independientemente para cada grupo.
gl: <br>O intervalo arredor da media representa o intervalo de confianza do %d%%;<br>os intervalos de confianza calcúlanse independentemente para cada grupo.
nl: <br>Interval rond gemiddelde vertegenwoordigt %d%% betrouwbaarheidsinterval;<br>betrouwbaarheidsintervallen werden onafhankelijk berekend voor elke groep.

source: Infimum (minimum) of an empty set is %s, supremum (maximum) of an empty set is %s.
hr: Infimum (minimum) praznog skupa je %s, supremum (maksimum) praznog skupa je %s.

source: More than one mode exists, only the first is reported
hr: Postoji više od jedne mod vrijednosti, a prikazana je samo prva
